Repository: bitwarden/ios
Catalog: BitwardenResources/Localizations/*.lproj/Localizable.strings
Languages: ar, az, bg, cs, da, de, el, fa, fi, fr, gl, he, hr, hu, id, it, ja, lv, nl, pl, pt, pt_br, sk, sr, ta, th, tr, uk, vi, zh_hans, zh_hant

# AutofillTurnOn2
source: 2. Tap “Passwords”
ar: 2. انقر فوق "كلمات المرور"
az: 2. "Parollar və Hesablar"a toxunun.
bg: 2. Натиснете „Пароли и регистрации“ (Passwords & Accounts)
cs: 2. Klepněte na "Hesla" > "Volby hesla"
da: 2. Tryk på "Adgangskoder"
de: 2. Tippe auf "Passwörter"
el: 2. Πατήστε "Κωδικοί & Λογαριασμοί"
fa: ۲. روی "کلمات عبور" بزن
fi: 2. Napauta "Salasanat"
fr: 2. Appuyez sur « Mots de passe »
gl: 2. Pulsa en "Contrasinais"
he: 2. הקש על “סיסמאות“
hr: 2. Odaberi „Lozinke”
hu: 2. Válasszuk a "Jelszavak" lehetőséget
id: 2. Pilih "Kata Sandi"
it: 2. Scegli 'Password'
ja: 2. 「アカウントとパスワード」をタップ
lv: 2. Jāpiesit "Paroles un konti"
nl: 2. Tik op "Wachtwoorden en accounts"
pl: 2. Kliknij „Hasła”
pt: 2. Toque em "Palavras-passe e contas"
pt_br: 2. Toque em "Senhas"
sk: 2. Ťuknite na položku "Heslá"
sr: 2. Стисните „Лозинке & Рачуни“
th: 2. แตะ “รหัสผ่าน”
tr: 2. “Parolalar”a dokunun
uk: 2. Оберіть "Паролі"
vi: 2. Chọn "Mật khẩu"
zh_hans: 2. 点击「密码」
zh_hant: 2. 點選「密碼」

# AutofillTurnOn3
source: 3. Tap “AutoFill Passwords”
ar: 3. انقر فوق "ملء كلمة المرور تلقائياً"
az: 3. "Parolları avto-doldur"a toxunun.
bg: 3. Натиснете автоматично дописване на пароли (AutoFill Passwords)
cs: 3. Zapněte přepínač u položky "Automatické vyplnění hesel"
da: 3. Tryk på "Autoudfyld adgangskoder"
de: 3. Tippe auf "Automatisch ausfüllen"
el: 3. Πατήστε "Αυτόματη συμπλήρωση κωδικών"
fa: ۳. روی "پر کردن خودکار کلمات عبور" بزن
fi: 3. Napauta "Täytä salasanat automaattisesti"
fr: 3. Appuyez sur « Remplir automatiquement les mots de passe et les clés d’accès »
gl: 3. Pulsa en "Encher contrasinais automáticamente"
he: 3. הקש על “מילוי אוטומטי של סיסמאות“
hr: 3. Odaberi „Automatsko popunjavanje lozinki”
hu: 3. Válasszuk ki az "Jelszavak automatikus kitöltése" lehetőséget
id: 3. Pilih "Isi-Auto Kata Sandi"
it: 3. Scegli 'Riempimento automatico password'
ja: 3. 「パスワードの自動入力」をタップ
lv: 3. Jāpiesit "Automātiski aizpildīt paroles"
nl: 3. Tik op "Vul automatisch in"
pl: 3. Kliknij „Autouzupełnianie haseł”
pt: 3. Toque em "Preenchimento automático de palavras-passe"
pt_br: 3. Toque em "Preencher senhas automaticamente"
sk: 3. Klepnite na možnosť "Automaticky vypĺňať heslá"
sr: 3. Стисните „Ауто-Пуњење Лозинке“
th: 3. แตะ “ป้อนรหัสผ่านอัตโนมัติ”
tr: 3. “Parolaları Otomatik Doldur”u Seçin
uk: 3. Торкніться до "Автозаповнення паролів"
vi: 3. Chọn "Tự động điền mật khẩu"
zh_hans: 3. 点击「自动填充密码」
zh_hant: 3. 點選「自動填入密碼」

# AutofillTurnOn4
source: 4. Turn on AutoFill
ar: 4. تشغيل التعبئة التلقائية
az: 4. Avto-doldurmanı işə salın
bg: 4. Включете автоматичното дописване (AutoFill)
cs: 4. Najděte sekci "Povolit vyplňování z:"
da: 4. Aktivér Autoudfyld
de: 4. Schalte Automatisch ausfüllen ein
el: 4. Ενεργοποιήστε την αυτόματη συμπλήρωση
fa: ۴. روشن کردن پر کردن خودکار
fi: 4. Kytke automaattinen täyttö käyttöön
fr: 4. Activez "Remplir automatiquement les mots de passe et les clés d'identification"
gl: 4. Activa "Encher automáticamente"
he: 4. הפעל השלמה אוטומטית
hr: 4. Uključi Automatsko popunjavanje
hu: 4. Kapcsoljuk be az Automatikus kitöltést
id: 4. Aktifkan AutoFill
it: 4. Attiva il riempimento automatico
ja: 4. 自動入力を有効化
lv: 4. Jāieslēdz automātiskā aizpilde
nl: 4. Activeer "Vul automatisch in"
pl: 4. Włącz usługę autouzupełniania
pt: 4. Ative o Preenchimento automático
pt_br: 4. Ative o preenchimento automático
sk: 4. Zapnite automatické vypĺňanie
sr: 4. Омогућите ауто-пуњење
ta: 4. தன்னிரப்பலை இயக்கு
th: 4. เปิดใช้งานป้อนรหัสผ่านอัตโนมัติ
tr: 4. Otomatik doldurmayı açın
uk: 4. Увімкніть автозаповнення
vi: 4. Bật Tự động điền
zh_hans: 4. 打开自动填充
zh_hant: 4. 開啟自動填入

# AutofillTurnOn5
source: 5. Select “Bitwarden”
ar: 5. حدد "بت واردن"
az: 5. "Bitwarden"i seçin
bg: 5. Изберете „Битуорден“ (Bitwarden)
cs: 5. Zvolte "Bitwarden"
da: 5. Vælg "Bitwarden"
de: 5. Wähle "Bitwarden"
el: 5. Επιλέξτε "Bitwarden"
fa: ۵. انتخاب "Bitwarden"
fi: 5. Valitse "Bitwarden"
fr: 5. Sélectionnez "Bitwarden"
gl: 5. Selecciona "Bitwarden"
he: 5. בחר את “Bitwarden“
hr: 5. Odaberi „Bitwarden”
hu: 5. Válasszuk ki a "Bitwarden"-t
id: 5. Pilih "Bitwarden"
it: 5. Scegli 'Bitwarden'
ja: 5. 「Bitwarden」を選択
lv: 5. Jāatlasa "Bitwarden"
nl: 5. Selecteer "Bitwarden"
pl: 5. Wybierz „Bitwarden”
pt: 5. Selecione o Bitwarden
pt_br: 5. Selecione "Bitwarden"
sk: 5. Vyberte "Bitwarden"
sr: 5. Одаберите „Bitwarden“
th: 5. เลือก “Bitwarden”
tr: 5. “Bitwarden”ı seçin
uk: 5. Оберіть "Bitwarden"
vi: 5. Chọn "Bitwarden"
zh_hans: 5. 选择「Bitwarden」
zh_hant: 5. 選擇「Bitwarden」

source: Password autofill
ar: التعبئة التلقائية لكلمة المرور
az: Parolun avto-doldurulması
bg: Автоматично попълване на пароли
cs: Automatické vyplňování hesel
da: Adgangskodeautoudfyldning
de: Passwort automatisch ausfüllen
el: Αυτόματη συμπλήρωση κωδικού
fa: پر کردن خودکار کلمه عبور
fi: Salasanan automaattitäyttö
fr: Saisie automatique du mot de passe
gl: Autoencher contrasinal
he: מילוי אוטומטי של סיסמאות
hr: Auto-ispuna lozinki
hu: Jelszó automata-kitöltés
id: Isi otomatis sandi
it: Riempimento automatico delle password
ja: パスワード自動入力
lv: Paroļu automātiska aizpilde
nl: Wachtwoord automatisch invullen
pl: Autouzupełnianie hasła
pt: Preenchimento automático de palavras-passe
pt_br: Preenchimento automático de senhas
sk: Automatické vypĺňanie hesiel
sr: Ауто-пуњење лозинке
ta: கடவுச்சொல் தானாக நிரப்புதல்
th: การป้อนรหัสผ่านอัตโนมัติ
tr: Otomatik parola doldurma
uk: Автозаповнення паролів
vi: Tự động điền mật khẩu
zh_hans: 密码自动填充
zh_hant: 密碼自動填入

# BitwardenAutofillAlert2
source: The easiest way to add new logins to your vault is by using the Bitwarden Password AutoFill extension. Learn more about using the Bitwarden Password AutoFill extension by navigating to the “Settings” screen.
ar: أسهل طريقة لإضافة تسجيلات دخول جديدة إلى خزانتك هي من خدمة التعبئة التلقائية بت واردن. تعرف على المزيد حول استخدام خدمة الملء التلقائي لبت واردن عن طريق الانتقال إلى شاشة "إعدادات".
az: Seyfinizə yeni bir giriş əlavə etməyin ən asan yolu, Bitwarden Parol Avto-doldurma uzantısıdır. Bitwarden Parol Avto-doldurma uzantısı haqqında daha ətraflı məlumat üçün "Ayarlar" ekranına gedin.
bg: Най-лесният начин да добавяте нови записи към трезора си е с разширението за автоматично дописване на пароли на Битуорден. Може да научите повече, как да я ползвате, от екрана за настройки.
cs: Nejjednodušší způsob, jak přidat nové přihlašovací údaje do trezoru, je pomocí rozšíření automatického vyplňování Bitwardenu. Další informace o používání rozšíření automatického vyplňování Bitwardenu naleznete na obrazovce Nastavení.
da: Den letteste måde at tilføje nye logins til din boks er ved at bruge Bitwarden adgangskode Autoudfyld udvidelsen. Få mere at vide om brugen af Bitwarden adgangskode Autoudfyld udvidelsen ved at navigere til skærmbilledet "Indstillinger".
de: Die einfachste Möglichkeit, neue Zugangsdaten zu deinemTresor hinzuzufügen, ist die Bitwarden Passwort Auto-Ausfüllen Erweiterung. Erfahre mehr über die Bitwarden Passwort Auto-Ausfüllen Funktion, indem du zur "Einstellungen" wechselst.
el: Ο ευκολότερος τρόπος για να προσθέσετε νέες συνδέσεις στο vault σας, είναι με την επέκταση αυτόματης συμπλήρωσης κωδικών Bitwarden. Μάθετε περισσότερα σχετικά με τη χρήση της επέκτασης αυτής, μεταβαίνοντας στις "Ρυθμίσεις".
fa: ساده‌ترین روش برای افزودن اطلاعات ورود به گاوصندوق از طریق افزونه پر کردن خودکار کلمه عبور Bitwarden است. با رفتن به صفحه "تنظیمات" درباره‌ی استفاده از افزونه‌ی پر کردن خودکار کلمات عبور بیشتر بیاموزید.
fi: Helpoin tapa lisätä uusia kirjautumistietoja holviisi on Bitwardenin automaattisen täytön laajennus. Asetuksista löydät lisätietoja laajennuksen käytöstä.
fr: La façon la plus simple d'ajouter de nouveaux identifiants à votre coffre est l'extension de Saisie Automatique de Mot de Passe de Bitwarden. En savoir plus sur l'utilisation de l'extension de Saisie Automatique de Mot de Passe de Bitwarden en naviguant vers l'écran "Paramètres".
gl: O xeito máis sinxelo de engadir credenciais á túa caixa forte é dende a extensión de Autoenchido de Contrasinal de Bitwarden. Aprende máis da extensión de Autoenchido de Contrasinal de Bitwarden na pantalla de "Axustes".
he: הדרך הקלה ביותר להוסיף כניסות חדשות לכספת שלך היא דרך ההרחבה של Bitwarden למילוי אוטומטי של סיסמאות. למד עוד אודות השימוש בהרחבה של Bitwarden למילוי אוטומטי של סיסמאות על ידי ניווט למסך ה“הגדרות“.
hr: Najlakši način za dodavanje novih prijava u tvoj trezor je korištenjem Bitwarden proširenja za automatsko popunjavanje lozinki. Saznaj više o korištenju Bitwarden proširenja za automatsko popunjavanje lozinki u Postavkama.
hu: A legkönnyebb módja új bejelentkezések széfbe helyezéséhez a Bitwarden automatikus jelszó kitöltés bővítmény. További információ olvasható a Bitwarden automatikus jelszó kitöltés bővítmény használatáról a "Beállítások" képernyőn.
id: Tambahkan info login baru ke brankas Anda dengan mudah menggunakan ekstensi Auto-Isi Sandi aplikasi Bitwarden. Pelajari lebih lanjut di menu “Pengaturan”.
it: Il modo più semplice per aggiungere nuovi login alla tua cassaforte è usare l'estensione di Bitwarden. Scopri di più su come usare l'estensione di Bitwarden nelle impostazioni.
ja: ログイン情報を保管庫に加える一番簡単な方法は、Bitwardenのパスワード自動入力拡張機能を使うことです。詳しい情報は「設定」画面でご覧ください。
lv: Vieglākais veids, kā glabātavā pievienot jaunus pieteikšanās vienumus, ir izmantojot Bitwarden automātiskās aizpildes paplašinājumu. Vairāk par to var uzzināt iestatījumu skatā.
nl: De eenvoudigste manier om nieuwe logins aan je kluis toe te voegen is door gebruik te maken van de Bitwarden Password AutoFill extensie. Leer meer over het gebruik van de Bitwarden Password AutoFill extensie via "Instellingen".
pl: Najprostszym sposobem dodania nowych danych logowania do sejfu jest rozszerzenie autouzupełniania haseł Bitwarden. Więcej informacji o używaniu rozszerzenia autouzupełniania znajdziesz w ustawieniach.
pt: A maneira mais fácil de adicionar novas credenciais ao seu cofre é utilizando a extensão de preenchimento automático de palavras-passe do Bitwarden. Saiba mais sobre como utilizar a extensão de preenchimento automático de palavras-passe do Bitwarden ao navegar até ao ecrã "Definições".
pt_br: A maneira mais fácil de adicionar novas credenciais ao seu cofre é através da extensão de preenchimento automático do Bitwarden. Saiba mais sobre como usar a extensão de preenchimento automático do Bitwarden acessando a tela de Configurações.
sk: Najjednoduchší spôsob, ako pridať nové prihlasovacie údaje do trezora, je z Bitwarden rozšírenia pre automatické vypĺňanie. Ďalšie informácie o používaní rozšírenia pre automatické vypĺňanie získate prechodom na obrazovku Nastavení.
sr: Најлакши начин за додавање нових пријава у свој сеф је користећи додатка Bitwarden. Сазнајте више о коришћењу додатка Bitwarden преко екрана „Подешавања“.
th: วิธีที่ง่ายที่สุดในการเพิ่มข้อมูลเข้าสู่ระบบใหม่ลงในตู้นิรภัยคือการใช้ส่วนขยายการป้อนรหัสผ่านอัตโนมัติของ Bitwarden เรียนรู้เพิ่มเติมเกี่ยวกับการใช้ส่วนขยายนี้ได้โดยไปที่หน้า “การตั้งค่า”
tr: Kasanıza yeni hesaplar eklemenin en kolay yolu Bitwarden Otomatik Parola Doldurma uzantısını kullanmaktır. Bitwarden Otomatik Parola Doldurma uzantısı hakkında daha fazla bilgi almak için “Ayarlar” ekranına bakabilirsiniz.
uk: Найлегшим способом додавання нових записів у сховище є використання розширення для автозаповнення Bitwarden. Дізнайтеся більше про використання розширення для автозаповнення Bitwarden в меню "Налаштування".
vi: Cách dễ nhất để thêm các tài khoản đăng nhập mới vào kho lưu trữ sử dụng tiện ích mở rộng Bitwarden Tự động điền Mật khẩu. Để tìm hiểu thêm về cách sử dụng tiện ích mở rộng Bitwarden Tự động điền Mật khẩu, hãy truy cập vào màn hình "Cài đặt".
zh_hans: 向您的密码库中添加新登录项目的最简单方法，就是使用 Bitwarden 密码自动填充扩展。转到「设置」界面进一步了解 Bitwarden 密码自动填充扩展的使用。
zh_hant: 使用 Bitwarden 密碼自動填入延伸功能是新增登入資料至密碼庫的最簡單方法。請至「設定」頁面了解更多關於 Bitwarden 密碼自動填入延伸功能的使用資訊。

# InvalidEmail
source: Invalid email address.
ar: عنوان البريد الإلكتروني غير صالح.
az: Yararsız e-poçt ünvanı.
bg: Грешен адрес на е-поща.
cs: Neplatná e-mailová adresa.
da: Ugyldig e-mailadresse.
de: Ungültige E-Mail-Adresse.
el: Μη έγκυρη διεύθυνση email.
fa: نشانی ایمیل نامعتبر است.
fi: Virheellinen sähköpostiosoite.
fr: Adresse électronique invalide.
gl: Correo electrónico non válido.
he: כתובת אימייל לא תקינה.
hr: Nevažeća adresa e-pošte.
hu: Az email cím érvénytelen.
id: Alamat email tidak valid.
it: Indirizzo email non valido.
ja: 無効なメールアドレスです。
lv: Nederīga e-pasta adrese.
nl: Ongeldig e-mailadres.
pl: Adres e-mail jest nieprawidłowy.
pt: Endereço de e-mail inválido.
pt_br: Endereço de e-mail inválido.
sk: Neplatná e-mailová adresa.
sr: Неисправна адреса Е-поште.
ta: செல்லாத மின்னஞ்சல் முகவரி.
th: ที่อยู่อีเมลไม่ถูกต้อง
tr: Geçersiz e-posta adresi.
uk: Неправильна адреса е-пошти.
vi: Địa chỉ email không hợp lệ.
zh_hans: 无效的电子邮箱地址。
zh_hant: 無效的電子郵件地址。

source: Cards
ar: البطاقات
az: Kartlar
bg: Карти
cs: Karty
da: Kort
de: Karten
el: Κάρτες
fa: کارت‌ها
fi: Kortit
fr: Cartes
gl: Tarxetas
he: כרטיסים
hr: Platne kartice
hu: Kártyák
id: Kartu
it: Carte
ja: カード
lv: Kartes
nl: Kaarten
pl: Karty
pt: Cartões
pt_br: Cartões
sk: Karty
sr: Кредитне Картице
ta: அட்டைகள்
th: บัตร
tr: Kartlar
uk: Картки
vi: Thẻ
zh_hans: 支付卡
zh_hant: 支付卡

source: Identities
ar: الهويات
az: Kimliklər
bg: Самоличности
cs: Identity
da: Identiteter
de: Identitäten
el: Ταυτότητες
fa: مشخصات
fi: Henkilöllisyydet
fr: Identités
gl: Identidades
he: זהויות
hr: Identiteti
hu: Azonosságok
id: Identitas
it: Identità
ja: ID
lv: Identitātes
nl: Identiteiten
pl: Tożsamości
pt: Identidades
pt_br: Identidades
sk: Identity
sr: Идентитети
ta: அடையாளங்கள்
th: ข้อมูลระบุตัวตน
tr: Kimlikler
uk: Особисті дані
vi: Danh tính
zh_hans: 身份
zh_hant: 身分

source: Logins
ar: تسجيلات الدخول
az: Girişlər
bg: Записи
cs: Přihlašovací údaje
de: Zugangsdaten
el: Συνδέσεις
fa: ورودها
fi: Kirjautumistiedot
fr: Identifiants
gl: Credenciais
he: פרטי התחברות
hr: Prijave
hu: Bejelentkezések
id: Login
it: Login
ja: ログイン
lv: Pieteikšanās vienumi
pl: Dane logowania
pt: Credenciais
pt_br: Credenciais
sk: Prihlasovacie údaje
sr: Пријаве
ta: உள்நுழைவுகள்
th: ข้อมูลเข้าสู่ระบบ
tr: Hesaplar
uk: Записи входу
vi: Đăng nhập
zh_hans: 登录项
zh_hant: 登入資料

source: Secure notes
ar: ملاحظات آمنة
az: Güvənli qeydlər
bg: Защитени бележки
cs: Zabezpečené poznámky
da: Sikre notater
de: Sichere Notizen
el: Ασφαλείς σημειώσεις
fa: یادداشت‌های امن
fi: Salatut muistiot
fr: Notes sécurisées
gl: Notas seguras
he: הערות מאובטחות
hr: Sigurne bilješke
hu: Védett jegyzetek
id: Catatan Aman
it: Note sicure
ja: 秘密のメモ
lv: Drošās piezīmes
nl: Veilige notities
pl: Bezpieczne notatki
pt: Notas seguras
pt_br: Anotações seguras
sk: Zabezpečené poznámky
sr: Сигурносне белешке
ta: பாதுகாப்பான குறிப்புகள்
th: โน้ตความปลอดภัย
tr: Güvenli notlar
uk: Захищені нотатки
vi: Ghi chú bảo mật
zh_hans: 安全笔记
zh_hant: 安全筆記

source: All items
ar: كافة العناصر
az: Bütün elementlər
bg: Всички елементи
cs: Všechny položky
da: Alle elementer
de: Alle Einträge
el: Όλα τα στοιχεία
fa: تمام موارد
fi: Kaikki kohteet
fr: Tous les éléments
gl: Todas as entradas
he: כל הפריטים
hr: Sve stavke
hu: Összes elem
id: Semua Item
it: Tutti gli elementi
ja: すべてのアイテム
lv: Visi vienumi
nl: Alle items
pl: Wszystkie elementy
pt: Todos os itens
pt_br: Todos os itens
sk: Všetky položky
sr: Све ставке
ta: அனைத்து உருப்படிகளும்
th: รายการทั้งหมด
tr: Tüm kayıtlar
uk: Усі записи
vi: Tất cả các mục
zh_hans: 所有项目
zh_hant: 所有項目

source: Checking password…
ar: التحقق من كلمة المرور...
az: Parol yoxlanılır...
bg: Проверка на паролата…
cs: Kontrolování hesla...
da: Kontrollerer adgangskode...
de: Passwort wird überprüft...
el: Έλεγχος κωδικού...
fa: درحال بررسی کلمه عبور…
fi: Tarkistetaan salasanaa...
fr: Vérification du mot de passe…
gl: Comprobando contrasinal...
he: בודק סיסמא…
hr: Provjera lozinke...
hu: A jelszó ellenőrzése folyamatban van...
id: Memeriksa sandi…
it: Verifica password…
ja: パスワードを確認しています...
lv: Tiek pārbaudīta parole...
nl: Wachtwoord controleren...
pl: Sprawdzanie hasła...
pt: A verificar palavra-passe...
pt_br: Conferindo a senha…
sk: Overujem heslo...
sr: Проверавање лозинке...
th: กำลังตรวจสอบรหัสผ่าน…
tr: Parola kontrol ediliyor…
uk: Перевірка паролів...
vi: Đang kiểm tra mật khẩu...
zh_hans: 正在检查密码...
zh_hant: 正在檢查密碼...

# CheckPassword
source: Check if password has been exposed.
ar: تحقق مما إذا تم الكشف عن كلمة المرور.
az: Parolunuzun oğurlanıb oğurlanmadığını yoxlayın.
bg: Проверка дали паролата е разкрита.
cs: Zkontrolujte, zda nedošlo k úniku hesla.
da: Tjek om adgangskoden er blevet afsløret.
de: Überprüfe ob dein Kennwort kompromittiert ist.
el: Ελέγξτε εάν ο κωδικός σας έχει εκτεθεί.
fa: بررسی کنید که آیا کلمه عبور افشا شده است یا خیر.
fi: Tarkasta, onko salasana paljastunut.
fr: Vérifier si le mot de passe a été exposé.
gl: Comprobar se o contrasinal foi filtrado.
he: בדוק אם הסיסמה נחשפה.
hr: Provjeri je li lozinka bila ukradena.
hu: Ellenőrizzük, hogy a jelszó kiszivárgott-e.
id: Periksalah jika kata sandi telah terpapar.
it: Verifica se la password è stata esposta.
ja: パスワードが漏洩していないか確認する
lv: Pārbaudīt, vai parole ir bijusi nopludināta.
nl: Controleer of wachtwoord is gelekt.
pl: Sprawdź, czy hasło zostało ujawnione.
pt: Verificar se a palavra-passe foi exposta.
pt_br: Confira se a senha foi exposta.
sk: Overiť či došlo k úniku hesla.
sr: Проверите да ли је лозинка изложена.
ta: கடவுச்சொல் அம்பலப்படுத்தப்பட்டதா என சரிபார்க்கவும்.
th: ตรวจสอบว่ารหัสผ่านรั่วไหลหรือไม่
tr: Parolanız ele geçirilip geçirilmediğini kontrol edin.
uk: Перевірити чи пароль було викрито.
vi: Kiểm tra xem mật khẩu có bị lộ không.
zh_hans: 检查密码是否已经被公开。
zh_hant: 檢查密碼是否已暴露。

# PasswordExposed
source: This password has been exposed %1$@ time(s) in data breaches. You should change it.
ar: تم كشف كلمة المرور هذه %1$@ مرة (مرات) في عمليات اختراق البيانات. يجب عليك تغييرها.
az: Bu parol, məlumat pozuntularında %1$@ dəfə üzə çıxıb. Dəyişdirməyi məsləhət görürük.
bg: Паролата е била разкрита поне %1$@ път/и в пробиви. Непременно я сменете.
cs: K úniku tohoto hesla došlo celkem %1$@x. Měli byste jej změnit.
da: Denne adgangskode er blevet afsløret %1$@ gang(e) i datalæk. Den bør skiftes straks.
de: Dieses Passwort wurde %1$@-mal in Passwortdiebstahl Datenbanken gefunden. Du solltest es ändern.
el: Ο κωδικός αυτός έχει εκτεθεί %1$@ φορά (ες) σε διαρροές δεδομένων. Πρέπει να τον αλλάξετε.
fa: این کلمه عبور در افشا داده‌ها %1$@ بار افشا شده است. باید تغییرش دهید.
fi: Salasana on paljastunut %1$@ tietovuodossa. Se tulisi vaihtaa.
gl: Este contrasinal foi filtrado %1$@ vez/veces. Deberías cambialo.
hr: Ova lozinka je otkrivena %1$@ put(a) prilikom krađe podataka. Trebalo bi ju promijeniti.
hu: Ez a jelszó %1$@ alkalommal jelent meg az adatszivárgásban. Változtassuk meg.
it: Questa password è stata trovata %1$@ volta(e) in archivi di dati trafugati. Dovresti cambiarla.
ja: このパスワードは過去に %1$@ 回漏洩しています。変更するべきです。
lv: Šī parole datu noplūdēs ir atklāta %1$@ reizi(es). To vajadzētu nomainīt.
nl: Dit wachtwoord is %1$@ keer gelekt. Je zou het moeten veranderen.
pl: Hasło zostało ujawnione %1$@ raz(y) w wyciekach danych. Zmień je.
pt: Esta palavra-passe foi exposta %1$@ vez(es) em violações de dados. Deve alterá-la.
sk: Toto heslo uniklo %1$@ krát v dátových únikoch. Mali by ste ho zmeniť.
sr: Ова лозинка је изложена %1$@ пута. Требали би да је промените.
uk: Цей пароль було викрито %1$@ разів з витоком даних. Вам слід його змінити.
vi: Mật khẩu này đã bị lộ %1$@ lần trong các vụ rò rỉ dữ liệu. Bạn nên thay đổi nó.
zh_hans: 此密码在泄露数据中已被公开 %1$@ 次。请立即修改。
zh_hant: 此密碼在資料外洩事件中被暴露了 %1$@ 次，應立即變更它。

# PasswordSafe
source: This password was not found in any known data breaches. It should be safe to use.
ar: لم يتم العثور على كلمة المرور هذه في أي عمليات اختراق معروفة للبيانات. يجب أن تكون آمنة للاستخدام.
az: Bu parol, məlumat pozuntularında qeydə alınmayıb. Rahatlıqla istifadə edə bilərsiniz.
bg: Паролата не е била разкрита в известните пробиви. Засега ползването ѝ изглежда безопасно.
cs: V žádném ze známých případů nedošlo k úniku tohoto hesla. Mělo by být bezpečné používat jej i nadále.
da: Denne adgangskode er ikke fundet i nogen kendte datalæk. Den burde være sikker at bruge.
de: Dieses Passwort wurde in keiner bekannten Passwortdiebstahl Datenbank gefunden. Es sollte sicher zu verwenden sein.
el: Ο κωδικός αυτός δεν βρέθηκε σε γνωστές διαρροές δεδομένων. Είναι ασφαλής για χρήση.
fa: این کلمه عبور در هیچ نقض‌های داده‌ای شناخته نشده است. استفاده از آن باید ایمن باشد.
fi: Salasanaa ei löytynyt tunnetuista tietovuodoista. Sen pitäisi olla turvallinen.
fr: Ce mot de passe n'a été trouvé dans aucune fuite de données connue. Il semble sécurisé.
gl: Este contrasinal non foi atopado en ningunha filtración de datos. Debería ser seguro.
he: הסיסמה לא נמצאה בפריצות אבטחה ידועות. היא בטוחה לשימוש.
hr: Lozinka nije pronađena niti u jednoj krađi podataka. Sigurna je za korištenje.
hu: Ez a jelszó nem érintett egyetlen ismert adatszivárgásban sem. Biztonságos a használata.
id: Sandi ini tidak ditemukan dalam pelanggaran data apa pun. Seharusnya aman digunakan.
it: Questa password non è stata trovata in violazioni di dati note. Dovrebbe essere sicura da usare.
ja: このパスワードは過去に漏洩したデータにはありません。安全だと思われます。
lv: Šī parole netika atrasta nevienā zināmā datu noplūdē. Tai vajadzētu būt droši izmantojamai.
nl: Dit wachtwoord is niet gevonden in de bekende datalekken. Het kan veilig gebruikt worden.
pl: To hasło nie znajduje się w żadnej znanej wykradzionej bazie danych. Powinno być bezpieczne w użyciu.
pt: Esta palavra-passe não foi encontrada em nenhuma violação de dados conhecida. A sua utilização deve ser segura.
pt_br: Esta senha não foi encontrada em vazamentos de dados conhecidos. Deve ser segura de usar.
sk: Heslo nebolo nájdene v žiadnom úniku dát. Malo by byť bezpečné.
sr: Ова лозинка није никада изложена. Треба да је сигурна за употребу.
ta: இக்கடவுச்சொல் தரவு மீறல்கள் எவற்றிலும் காணப்படவில்லை. நீங்கள் இதை மாற்ற வேண்டும். இதைப் பயன்படுத்துவது பாதுகாப்பாக இருக்க வேண்டும்.
th: ไม่พบรหัสผ่านนี้ในเหตุข้อมูลรั่วไหลที่ทราบ น่าจะปลอดภัยในการใช้งาน
tr: Bilinen veri ihlallerinde bu parola bulunamadı. Güvenle kullanabilirsiniz.
uk: Цей пароль не було знайдено у жодних відомих витоках даних. Його можна безпечно використовувати.
vi: Không tìm thấy mật khẩu này trong các vụ rò rỉ dữ liệu trước đây. Nó an toàn để sử dụng.
zh_hans: 没有在已知的数据泄露中发现此密码，它暂时比较安全。
zh_hant: 任何已知的外洩密碼資料庫中都沒有此密碼，它目前是安全的。

source: Identity name
ar: اسم الهوية
az: Kimlik adı
bg: Име на самоличността
cs: Název identity
da: Identitetsnavn
de: Identitätsname
el: Όνομα ταυτότητας
fa: نام هویت
fi: Henkilöllisyyden nimi
fr: Identité
gl: Nome da identidade
he: שם זהות
hr: Ime identiteta
hu: Azonosság név
id: Nama Identitas
it: Nome dell'identità
ja: 固有名
lv: Identitātes nosaukums
nl: Identiteitsnaam
pl: Nazwa profilu
pt: Nome da identidade
pt_br: Nome da identidade
sk: Meno identity
sr: Име идентитета
ta: அடையாள பெயர்
th: ชื่อข้อมูลระบุตัวตน
tr: Kimlik adı
uk: Назва посвідчення
vi: Tên định danh
zh_hans: 身份名称
zh_hant: 身分名稱

source: Value
ar: القيمة
az: Dəyər
bg: Стойност
cs: Hodnota
da: Værdi
de: Wert
el: Τιμή
fa: مقدار
fi: Arvo
fr: Valeur
gl: Valor
he: ערך
hr: Vrijednost
hu: Érték
id: Nilai
it: Valore
ja: 値
lv: Vērtība
nl: Waarde
pl: Wartość
pt: Valor
pt_br: Valor
sk: Hodnota
sr: Вредност
ta: மதிப்பு
th: ค่า
tr: Değer
uk: Значення
vi: Giá trị
zh_hans: 值
zh_hant: 值
