Repository: bitwarden/ios
Catalog: BitwardenResources/Localizations/*.lproj/Localizable.strings
Languages: ar, az, bg, cs, da, de, el, fa, fi, fr, gl, he, hr, hu, id, it, ja, lv, nl, pl, pt, pt_br, sk, sr, ta, th, tr, uk, vi, zh_hans, zh_hant

# WeDontRecognizeThisDeviceEnterTheCodeSentToYourEmailDescriptionLong
source: We don’t recognize this device. Enter the code sent to your email to verify your identity.
ar: لم نتعرف على هذا الجهاز. أدخل الرمز المرسل إلى بريدك الإلكتروني للتحقق من هويتك.
az: Bu cihazı tanımırıq. Kimliyinizi doğrulamaq üçün e-poçtunuza göndərilən kodu daxil edin.
bg: Това устройство е непознато. Въведете кода изпратен на е-пощата Ви, за да потвърдите самоличността си.
cs: Toto zařízení nepoznáváme. Zadejte kód zaslaný na Váš e-mail pro ověření Vaší totožnosti.
da: Denne enhed er ikke genkendt. Angiv koden i den tilsendte e-mail for at bekræfte identiteten.
de: Wir erkennen dieses Gerät nicht. Gib den an deine E-Mail-Adresse gesendeten Code ein, um deine Identität zu verifizieren.
el: Δεν αναγνωρίζουμε αυτή τη συσκευή. Εισάγετε τον κωδικό που στάλθηκε στο email σας για να επαληθεύσετε την ταυτότητά σας.
fa: ما این دستگاه را نمی‌شناسیم. برای تأیید هویت خود، کدی را که به ایمیلتان ارسال شده وارد کنید.
fi: Laitetta ei tunnistettu. Vahvista henkilöllisyytesi syöttämällä sähköpostitse saamasi koodi.
fr: Nous ne reconnaissons pas cet appareil. Saisissez le code envoyé à votre adresse courriel pour vérifier votre identité.
he: אנחנו לא מזהים את המכשיר הזה. הזן את הקוד שנשלח לדוא"ל שלך כדי לאמת את זהותך.
hr: Ne prepoznajemo ovaj uređaj. Za potvrdu identiteta unesi kôd poslan e-poštom.
hu: Nem ismerhető fel ez az eszköz. Írjuk be az email címünkre küldött kódot a személyazonosság igazolásához.
id: Perangkat ini belum dikenali. Masukkan kode dari email Anda untuk memverifikasi identitas.
it: Dispositivo non riconosciuto. Inserisci il codice che è stato inviato alla tua email.
ja: このデバイスは未確認です。本人確認のため、メールアドレスに送信されたコードを入力してください。
lv: Mēs neatpazīstam šo ierīci. Jāievada kods, kas tika nosūtīts e-pastā, lai apliecinātu savu identitāti.
nl: We herkennen dit apparaat niet. Voer de code in die naar je e-mail is verzonden om je identiteit te verifiëren.
pl: Nie rozpoznajemy tego urządzenia. Wpisz kod wysłany na adres e-mail, aby zweryfikować swoją tożsamość.
pt: Não reconhecemos este dispositivo. Introduza o código enviado para o seu e-mail para verificar a sua identidade.
pt_br: Não reconhecemos este dispositivo. Digite o código enviado por e-mail para verificar a sua identidade.
sk: Toto zariadenie nepoznáme. Na overenie vašej totožnosti zadajte kód, ktorý bol zaslaný na váš e-mail.
sr: Не препознајемо овај уређај. Унесите код послат на адресу ваше електронске поште да би сте потврдили ваш идентитет.
ta: இந்த சாதனத்தை நாங்கள் அடையாளம் காணவில்லை. உங்கள் அடையாளத்தைச் சரிபார்க்க உங்கள் மின்னஞ்சலுக்கு அனுப்பப்பட்ட குறியீட்டை உள்ளிடவும்.
th: เราไม่รู้จักอุปกรณ์นี้ กรอกรหัสที่ส่งไปยังอีเมลของคุณเพื่อยืนยันตัวตน
tr: Bu cihazı tanıyamadık. Kimliğinizi doğrulamak için e-postanıza gönderilen kodu girin.
uk: Ми не розпізнаємо цей пристрій. Введіть код, надісланий на вашу електронну пошту, щоб підтвердити вашу особу.
vi: Chúng tôi không nhận diện được thiết bị này. Nhập mã được gửi đến email để xác minh danh tính của bạn.
zh_hans: 我们无法识别这个设备。请输入发送到您电子邮箱中的代码以验证您的身份。
zh_hant: 我們無法辨識這部裝置。請輸入傳送到您電子郵件的驗證碼，以驗證您的身分。

# Created
source: Created: %1$@
az: Yaradıldı: %1$@
bg: Създадено: %1$@
cs: Vytvořeno: %1$@
de: Erstellt: %1$@
fa: ساخته شده: %1$@
fr: Créé : %1$@
he: נוצר: %1$@
hr: Stvoreno: %1$@
hu: Létrehozva: %1$@
id: Dibuat: %1$@
it: Creazione: %1$@
lv: Izveidots: %1$@
nl: Aangemaakt: %1$@
pl: Utworzono: %1$@
pt: Criado: %1$@
pt_br: Criado: %1$@
sk: Vytvorené: %1$@
sr: Креирано: %1$@
ta: உருவாக்கப்பட்டது: %1$@
th: สร้างเมื่อ: %1$@
tr: Oluşturulma: %1$@
uk: Створено: %1$@
vi: Tạo lúc: %1$@
zh_hans: 创建于：%1$@

# LastEdited
source: Last edited: %1$@
az: Son düzəliş: %1$@
bg: Последна редакция: %1$@
cs: Naposledy upraveno: %1$@
de: Zuletzt bearbeitet: %1$@
fa: آخرین ویرایش: %1$@
fr: Dernière modification : %1$@
he: נערך לאחרונה: %1$@
hr: Zadnje uređeno: %1$@
hu: Utolsó szerkesztés: %1$@
id: Terakhir diubah: %1$@
it: Ultima modifica: %1$@
lv: Pēdējoreiz labots: %1$@
nl: Laatst bewerkt: %1$@
pl: Zaktualizowano: %1$@
pt: Última edição: %1$@
pt_br: Última edição: %1$@
sk: Naposledy upravené: %1$@
sr: Задња промена: %1$@
ta: கடைசியாக திருத்தப்பட்டது: %1$@
th: แก้ไขล่าสุด: %1$@
tr: Son düzenleme: %1$@
uk: Востаннє редаговано: %1$@
vi: Sửa đổi gần nhất: %1$@
zh_hans: 最后编辑于：%1$@

# PasswordLastUpdated
source: Password last updated: %1$@
az: Son parol güncəlləməsi: %1$@
bg: Последна промяна на паролата: %1$@
cs: Poslední aktualizace hesla: %1$@
de: Passwort zuletzt aktualisiert: %1$@
fa: کلمه عبور آخرین بار به‌روزرسانی شده: %1$@
fr: Dernière mise à jour du mot de passe : %1$@
he: הסיסמה עודכנה לאחרונה: %1$@
hr: Zadnje ažuriranje lozinke: %1$@
hu: Jelszó utolsó frissítés: %1$@
id: Sandi terakhir diperbarui: %1$@
it: Ultimo aggiornamento della password: %1$@
lv: Parole pēdējoreiz atjaunināta: %1$@
nl: Wachtwoord laatst bijgewerkt: %1$@
pl: Ostatnia aktualizacja hasła: %1$@
pt: Última atualização da palavra-passe: %1$@
pt_br: Última atualização de senha: %1$@
sk: Naposledy upravené heslo: %1$@
sr: Задње ажурирање лозинке: %1$@
ta: கடவுச்சொல் கடைசியாக புதுப்பிக்கப்பட்டது: %1$@
th: อัปเดตรหัสผ่านล่าสุด: %1$@
tr: Son parola güncellemesi: %1$@
uk: Пароль востаннє оновлено: %1$@
vi: Mật khẩu được cập nhật lần cuối: %1$@
zh_hans: 密码最后更新于：%1$@

source: Decryption error
ar: خطأ فك التشفير
az: Şifrə açma xətası
bg: Грешка при дешифриране
cs: Chyba dešifrování
da: Dekrypteringsfejl
de: Entschlüsselungsfehler
el: Σφάλμα αποκρυπτογράφησης
fa: خطای رمزگشایی
fi: Virhe salauksen purussa
fr: Erreur de déchiffrement
gl: Erro de descifrado
he: שגיאת פענוח
hr: Pogreška pri dešifriranju
hu: Visszafejtési hiba
id: Kesalahan dekripsi
it: Errore di decrittazione
ja: 復号エラー
lv: Atšifrēšanas kļūda
nl: Ontsleutelingsfout
pl: Błąd odszyfrowywania
pt: Erro de desencriptação
pt_br: Erro de descriptografia
sk: Chyba dešifrovania
sr: Грешка при декрипцији
ta: மறையாக்கத் திறத்தல் பிழை
th: ข้อผิดพลาดในการถอดรหัส
tr: Deşifre hatası
uk: Помилка розшифрування
vi: Lỗi giải mã
zh_hans: 解密错误
zh_hant: 解密發生錯誤

# BitwardenCouldNotDecryptThisVaultItemDescriptionLong
source: Bitwarden could not decrypt this vault item. Copy and share this error report with customer success to avoid additional data loss.
bg: Битуорден не може да дешифрира този елемент от трезора. Копирайте доклада за грешката и го изпратете на поддръжката, за да избегнете загубата на данни.
cs: Bitwarden nemohl dešifrovat tuto položku trezoru. Zkopírujte a sdílejte tuto zprávu o chybě s oddělením zákaznické podpory, abyste předešli další ztrátě dat.
fr: Bitwarden n’a pas pu déchiffrer cet élément du coffre-fort. Copiez et partagez ce rapport d’erreur avec succès client afin d’éviter toute perte de données supplémentaire.
he: Bitwarden לא יכל לפענח את פריט כספת זה. העתק ושתף דוח שגיאה זה עם הצלחת לקוח כדי להימנע מאיבוד נתונים נוסף.
hr: Bitwarden nije mogao dešifrirati ovu stavku trezora. Kopiraj i podijeli ovu grešku s odjelom korisničke podrške za izbjegavanje dodatnog gubitka podataka.
hu: Bitwarden nem tudta visszafejteni ezt a széf elemet. Másoljuk és osszuk meg ezt a hibajelentést az ügyfél sikerrel, hogy elkerüljük a további adatvesztést.
id: Bitwarden tidak dapat mendekripsi item brankas ini. Salin dan bagikan laporan kesalahan ini ke tim layanan pelanggan untuk mencegah kehilangan data lebih lanjut.
it: Bitwarden non riesce a decrittare questo elemento. Copia questa segnalazione di errore e inviala all'assistenza tecnica per evitare ulteriori perdite di dati.
lv: Bitwarden nevarēja atšifrēt šo glabātavas vienumu. Šī kļūda jāievieto starpliktuvē un jākopīgo ar klientu atbalstu, lai izvairītos no papildu datu zudumiem.
nl: Bitwarden kon het onderstaande kluisitem niet ontsleutelen. Kopieer deze foutenrapporte en stuur het door naar klantondersteuning om meer dataverlies te voorkomen.
pl: Bitwarden nie mógł odszyfrować elementu sejfu. Skopiuj i udostępnij raport błędu działowi obsługi klienta, aby uniknąć dodatkowej utraty danych.
pt: O Bitwarden não conseguiu desencriptar este item do cofre. Copie e partilhe este relatório de erro com o serviço de apoio ao cliente para evitar perdas de dados adicionais.
pt_br: O Bitwarden não pôde descriptografar este item do cofre. Copie e compartilhe este relatório de erro com o suporte ao cliente para evitar perda de dados adicionais.
sk: Bitwarden nedokázal dešifrovať túto položku trezoru. Skopírujte a zdieľajte toto hlásenie o chybe s oddelením Customer Success, aby ste zabránili ďalšej strate údajov.
sr: Bitwarden није могао да дешифрира овај сеф. Копирајте и делите овај извештај о грешци са успехом купца да бисте избегли додатни губитак података.
ta: பிட்வார்டனால் இந்த பெட்டகப் பொருளை மறையாக்கத் திறக்க முடியவில்லை. கூடுதல் தரவு இழப்பைத் தவிர்க்க இந்த பிழை அறிக்கையை நகலெடுத்து வாடிக்கையாளர் வெற்றியுடன் பகிரவும்.
th: Bitwarden ไม่สามารถถอดรหัสรายการในตู้นิรภัยนี้ได้ คัดลอกและแชร์รายงานข้อผิดพลาดนี้กับฝ่ายดูแลลูกค้าเพื่อหลีกเลี่ยงการสูญเสียข้อมูลเพิ่มเติม
tr: Bitwarden, bu kasa öğesinin şifresini çözemedi. Ek veri kaybını önlemek için bu hata raporunu kopyalayıp müşteri başarı ekibiyle paylaşın.
vi: Bitwarden không thể giải mã mục này trong kho. Vui lòng sao chép và chia sẻ báo cáo lỗi này với bộ phận Hỗ trợ Khách hàng để tránh mất dữ liệu thêm.
zh_hans: Bitwarden 无法解密此密码库项目。复制此错误报告并将其分享给客户成功团队，以避免额外的数据丢失。

# BitwardenCouldNotDecryptOneVaultItemDescriptionLong
source: Bitwarden could not decrypt 1 vault item. Copy and share this error report with customer success to avoid additional data loss.
bg: Битуорден не може да дешифрира 1 елемент от трезора. Копирайте доклада за грешката и го изпратете на поддръжката, за да избегнете загубата на данни.
cs: Bitwarden nemohl dešifrovat 1 položku trezoru. Zkopírujte a sdílejte tuto zprávu o chybě s oddělením zákaznické podpory, abyste předešli další ztrátě dat.
hr: Bitwarden nije mogao dešifrirati jednu stavku trezora. Kopiraj i podijeli ovu grešku s odjelom korisničke podrške za izbjegavanje dodatnog gubitka podataka.
hu: A Bitwarden nem tudott visszafejteni 1 széf elemet. Másoljuk és osszuk meg ezt a hibajelentést az ügyfél sikerrel, hogy elkerüljük a további adatvesztést.
lv: Bitwarden nevarēja atšifrēt 1 glabātavas vienumu. Šī kļūda jāievieto starpliktuvē un jākopīgo ar klientu atbalstu, lai izvairītos no papildu datu zudumiem.
nl: Bitwarden kon één kluisitem niet ontsleutelen. Kopieer deze foutenrapporte en stuur het door naar klantondersteuning om meer dataverlies te voorkomen.
pl: Bitwarden nie mógł odszyfrować 1 elementu sejfu. Skopiuj i udostępnij raport błędu działowi obsługi klienta, aby uniknąć dodatkowej utraty danych.
pt: O Bitwarden não conseguiu desencriptar 1 item do cofre. Copie e partilhe este relatório de erro com o serviço de apoio ao cliente para evitar perdas de dados adicionais.
sk: Bitwarden nedokázal dešifrovať 1 položku trezoru. Skopírujte a zdieľajte toto hlásenie o chybe s oddelením Customer Success, aby ste zabránili ďalšej strate údajov.
sr: Bitwarden није могао да дешифрира 1 стљвку сефа. Копирајте и делите овај извештај о грешци са успехом купца да бисте избегли додатни губитак података.
vi: Bitwarden không thể giải mã 1 mục trong kho lưu trữ. Vui lòng sao chép và chia sẻ báo cáo lỗi này với bộ phận Hỗ trợ Khách hàng để tránh mất dữ liệu thêm.
zh_hans: Bitwarden 无法解密 1 个密码库项目。复制此错误报告并将其分享给客户成功团队，以避免额外的数据丢失。

# BitwardenCouldNotDecryptXVaultItemsDescriptionLong
source: Bitwarden could not decrypt %1$@ vault items. Copy and share this error report with customer success to avoid additional data loss.
bg: Битуорден не може да дешифрира %1$@ елемента от трезора. Копирайте доклада за грешката и го изпратете на поддръжката, за да избегнете загубата на данни.
cs: Bitwarden nemohl dešifrovat %1$@ položek trezoru. Zkopírujte a sdílejte tuto zprávu o chybě s oddělením zákaznické podpory, abyste předešli další ztrátě dat.
hr: Bitwarden nije mogao dešifrirati ovoliko stavki trezora: %1$@. Kopiraj i podijeli ovu grešku s odjelom korisničke podrške za izbjegavanje dodatnog gubitka podataka.
hu: A Bitwarden nem tudta visszafejteni %1$@ suéf elemet. Másoljuk és osszil meg ezt a hibajelentést az ügyfél sikerrel, hogy elkerüljük a további adatvesztést.
lv: Bitwarden nevarēja atšifrēt %1$@ glabātavas vienumus. Šī kļūda jāievieto starpliktuvē un jākopīgo ar klientu atbalstu, lai izvairītos no papildu datu zudumiem.
nl: Bitwarden kon %1$@ kluisitems niet ontsleutelen. Kopieer deze foutenrapportage en stuur het door naar klantondersteuning om meer dataverlies te voorkomen.
pl: Bitwarden nie mógł odszyfrować %1$@ elementów sejfu. Skopiuj i udostępnij raport błędu działowi obsługi klienta, aby uniknąć dodatkowej utraty danych.
pt: O Bitwarden não conseguiu desencriptar %1$@ itens do cofre. Copie e partilhe este relatório de erro com o serviço de apoio ao cliente para evitar perdas de dados adicionais.
sk: Bitwarden nedokázal dešifrovať položky (%1$@) trezoru. Skopírujte a zdieľajte toto hlásenie o chybe s oddelením Customer Success, aby ste zabránili ďalšej strate údajov.
vi: Bitwarden không thể giải mã %1$@ mục trong kho lưu trữ. Vui lòng sao chép và chia sẻ báo cáo lỗi này với bộ phận Hỗ trợ Khách hàng để tránh mất dữ liệu thêm.
zh_hans: Bitwarden 无法解密 %1$@ 个密码库项目。复制此错误报告并将其分享给客户成功团队，以避免额外的数据丢失。

source: Copy error report
bg: Копиране на доклада за грешката
cs: Zkopírovat zprávu o chybě
fr: Copier le rapport d’erreur
he: העתק דוח שגיאה
hr: Kopiraj izvješće o pogrešci
hu: Hibajelentés másolása
id: Salin laporan kesalahan
it: Copia il testo della segnalazione
lv: Ievietot kļūdas ziņojumu starpliktuvē
nl: Foutrapportage kopiëren
pl: Kopiuj raport błędu
pt: Copiar relatório de erros
pt_br: Copiar relatório de erros
sk: Kopírovať hlásenie o chybe
sr: Копирај извештај о грешци
ta: பிழை அறிக்கையை நகலெடு
th: คัดลอกรายงานข้อผิดพลาด
tr: Hata raporunu kopyala
vi: Sao chép báo lỗi
zh_hans: 复制错误报告

source: [error: cannot decrypt]
bg: [грешка: не може да се дешифрира]
cs: [chyba: nelze dešifrovat]
fr: [erreur : impossible de déchiffrer]
he: [שגיאה: לא ניתן לפענח]
hr: [greška: dešifriranje nije moguće]
hu: [hiba: nem fejlthető vissza]
id: [kesalahan: tidak bisa mendecrypt]
it: [errore: impossibile decrittare]
lv: [kļūda: nevar atšifrēt]
nl: [fout: kan niet ontsleutelen]
pl: [błąd: nie można odszyfrować]
pt: [erro: não é possível desencriptar]
pt_br: [erro: não é possível descriptografar]
sk: [chyba: nedá sa dešifrovať]
sr: [грешка: неуспешна декрипција]
ta: [பிழை: மறையாக்கத் திறக்க முடியாது]
th: [ข้อผิดพลาด: ไม่สามารถถอดรหัสได้]
tr: [hata: deşifre edilemiyor]
vi: [lỗi: không thể giải mã]
zh_hans: [错误：无法解密]

source: Account name
ar: اسم الحساب
az: Hesab adı
bg: Име на акаунта
cs: Název účtu
da: Kontonavn
de: Kontoname
el: Όνομα λογαριασμού
fi: Tilin nimi
fr: Nom du compte
gl: Nome da conta
he: שם חשבון
hr: Naziv računa
hu: Fióknév
id: Nama akun
it: Nome account
ja: アカウント名
lv: Konta nosaukums
nl: Accountnaam
pl: Nazwa konta
pt: Nome da conta
pt_br: Nome da conta
sk: Názov účtu
sr: Име налога
ta: கணக்கின் பெயர்
th: ชื่อบัญชี
tr: Hesap adı
uk: Назва облікового запису
vi: Tên tài khoản
zh_hans: 账户名称
zh_hant: 帳戶名稱

source: Accounts synced from Bitwarden app
ar: تمت مزامنة الحسابات من تطبيق Bitwarden
az: Bitwarden tətbiqindən sinxronlaşdırılan hesablar
bg: Акаунтите са синхронизирани от приложението на Битуорден
cs: Účty jsou synchronizovány z aplikace Bitwarden
de: Konten über Bitwarden App synchronisiert
fi: Tilit synkronoitu Bitwarden-sovelluksesta
fr: Comptes synchronisés à partir de l'app Bitwarden
he: חשבונות מסונכרנים מתוך היישום Bitwarden
hr: Računi sinkronizirani iz Bitwarden aplikacije
hu: A fiók szinkronizálva lett a Bitwarden alkalmazásból.
id: Akun tersinkron dari aplikasi Bitwarden
it: Account sincronizzati dall'app Bitwarden
ja: Bitwarden アプリからアカウントが同期されました
lv: No Bitwarden lietotnes sinhronizētie konti
nl: Accounts gesynchroniseerd vanuit Bitwarden app
pl: Konta zsynchronizowane z aplikacją Bitwarden
pt: Contas sincronizadas a partir da app Bitwarden
pt_br: Contas sincronizadas do aplicativo do Bitwarden
sk: Účty sú synchronizované s apkou Bitwarden
sr: Налози су синхронизовани из апликације Bitwarden
ta: Bitwarden பயன்பாட்டிலிருந்து ஒத்திசைக்கப்பட்ட கணக்குகள்
th: บัญชีที่ซิงค์จากแอป Bitwarden
tr: Bitwarden uygulamasından senkronize edilen hesaplar
uk: Облікові записи синхронізовано з програми Bitwarden
zh_hans: 从 Bitwarden App 同步帐户
zh_hant: 從 Bitwarden 應用程式同步的帳戶

# AddANewCodeToSecure
source: Add a new code to secure your accounts.
ar: أضف رمزا جديدا لتأمين حساباتك.
az: Hesablarınızı qorumaq üçün yeni bir kod əlavə edin.
bg: Добавете нова код, за да защитите акаунтите си.
cs: Přidejte nový kód pro zabezpečení Vašich účtů.
da: Tilføj en ny kode for at sikre kontiene.
de: Füge einen neuen Code hinzu, um deine Konten abzusichern.
el: Προσθέστε έναν νέο κωδικό για να ασφαλίσετε τους λογαριασμούς σας.
fi: Lisää uusi kohde suojataksesi tilejäsi
fr: Ajouter un nouveau code pour sécuriser vos comptes.
gl: Engadir un novo código para asegurar as túas contas.
he: הוסף קוד חדש כדי לאבטח את החשבונות שלך.
hr: Dodaj novi kôd za zaštitu svojih računa.
hu: Adjunk hozzá egy új kódot a fiókok biztonságához.
id: Tambah kode baru untuk mengamankan akun Anda.
it: Aggiungi un nuovo codice per proteggere i tuoi account.
ja: 新しいコードを追加してアカウントを保護します。
lv: Pievieno jaunu kodu, lai aizsargātu savus kontus!
nl: Nieuwe code om je accounts te beveiligen toevoegen.
pl: Dodaj nowy kod, by zabezpieczyć swoje konta.
pt: Adicione um novo código para proteger as suas contas.
pt_br: Adicione um novo código para proteger suas contas.
sk: Pridajte nový kód na zabezpečenie svojich účtov.
sr: Додајте нови кôд да бисте заштитили своје налоге.
ta: உங்கள் கணக்குகளைப் பாதுகாக்க ஒரு புதிய குறியீட்டைச் சேர்க்கவும்.
th: เพิ่มรหัสใหม่เพื่อรักษาความปลอดภัยบัญชีของคุณ
tr: Hesaplarınızı güvence altına almak için yeni bir kod ekleyin.
uk: Додайте новий код, щоб захистити свої облікові записи.
vi: Thêm mã mới để bảo mật tài khoản của bạn.
zh_hans: 添加一个新的代码以保护您的账户。
zh_hant: 新增驗證碼以保護您的帳戶。

source: Add code
ar: أضف رمزا
az: Kod əlavə et
bg: Добавяне на код
cs: Přidat kód
da: Tilføj kode
de: Code hinzufügen
el: Προσθήκη κωδικού
fi: Lisää kohde
fr: Ajouter le code
gl: Engadir código
he: הוסף קוד
hr: Dodaj kôd
hu: Kód hozzáadása
id: Tambah kode
it: Aggiungi codice
ja: コードを追加
lv: Pievienot kodu
nl: Code toevoegen
pl: Dodaj kod
pt: Adicionar código
pt_br: Adicionar código
sk: Pridať kód
sr: Додај кôд
ta: குறியீட்டைச் சேர்
th: เพิ่มรหัส
tr: Kod ekle
uk: Додати код
vi: Thêm mã
zh_hans: 添加代码
zh_hant: 新增驗證碼

source: Advanced
ar: متقدم
az: Qabaqcıl
bg: Разширени
cs: Pokročilé
da: Avanceret
de: Erweitert
el: Σύνθετα
fi: Lisäasetukset
fr: Avancé
gl: Avanzado
he: מתקדם
hr: Napredno
hu: Bővített
id: Tingkat lanjut
it: Avanzato
ja: 上級者向け
lv: Papildu
nl: Geavanceerd
pl: Zaawansowane
pt: Avançadas
pt_br: Avançado
sk: Rozšírené
sr: Напредно
ta: மேம்பட்டது
th: ขั้นสูง
tr: Gelişmiş
uk: Додатково
vi: Nâng cao
zh_hans: 高级选项
zh_hant: 進階

source: Algorithm
ar: الخوارزمية
az: Alqoritm
bg: Алгоритъм
cs: Algoritmus
da: Algoritme
de: Algorithmus
el: Αλγόριθμος
fi: Algoritmi
fr: Algorithme
gl: Algoritmo
he: אלגוריתם
hr: Algoritam
hu: Algoritmus
id: Algoritma
it: Algoritmo
ja: アルゴリズム
lv: Algoritms
nl: Algoritme
pl: Algorytm
pt: Algoritmo
pt_br: Algoritmo
sk: Algoritmus
sr: Алгоритам
ta: அல்காரிதம்
th: อัลกอริทึม
tr: Algoritma
uk: Алгоритм
vi: Thuật toán
zh_hans: 算法
zh_hant: 演算法

source: Allow Authenticator app syncing in settings to view all your verification codes here.
ar: السماح لمزامنة تطبيق المصادقة في الإعدادات لعرض جميع رموز التحقق الخاصة بك هنا.
az: Ayarlarda Authenticator tətbiqinin sinxronlaşdırılmasına icazə verərək bütün doğrulama kodlarınızı burada görə bilərsiniz.
bg: Дайте на приложението за удостоверяване разрешение за синхронизиране в настройките, за да виждате всичките си кодове за потвърждаване тук.
cs: V nastavení povolte synchronizaci aplikace Authenticator a zobrazte zde všechny své ověřovací kódy.
de: Lasse die Authenticator App-Synchronisierung in den Einstellungen zu, um hier alle deine Verifizierungscodes anzuzeigen.
fi: Salli sovelluksen synkronointi asetuksista, niin voit tarkastella kaikkia vahvistuskoodejasi täällä.
fr: Autorisez la synchronisation de l'application Authenticator dans les paramètres pour afficher tous vos codes de vérification ici.
he: התר סנכרון יישום מאמת בהגדרות כדי להציג את כל קודי האימות שלך כאן.
hr: Dopusti sinkronizaciju aplikacije Autentifikator u postavkama kako bi ovdje vidjeli sve svoje kôdove za provjeru.
hu: Engedélyezzük a Hitelesítő alkalmazás szinkronizálását a beállításokban, hogy itt megtekinthessük az összes ellenőrző kódot.
id: Aktifkan sinkron dengan apl Authenticator di pengaturan agar semua kode verifikasi muncul di sini.
it: Consenti la sincronizzazione dell'app Authenticator nelle impostazioni per visualizzare tutti i codici di verifica qui.
ja: ここにすべての認証コードを表示するためには、認証アプリの同期を許可してください。
nl: Authenticator-app synchronisatie toestaan in instellingen om hier al je verificatiecodes te bekijken.
pl: Włącz synchronizację aplikacje, aby wyświetlać wszystkie kody weryfikacyjne.
pt: Permita a sincronização da app Authenticator nas definições para ver todos os seus códigos de verificação aqui.
pt_br: Permita a sincronização do app do Authenticator nas configurações para ver todos os seus códigos de verificação aqui.
sk: Ak chcete zobraziť všetky svoje overovacie kódy, povoľte v nastaveniach synchronizáciu aplikácie Authenticator.
sr: Дозволите синхронизацију апликације Authenticator у подешавањима да бисте видели све своје верификационе кôдове овде.
ta: உங்கள் சரிபார்ப்புக் குறியீடுகள் அனைத்தையும் இங்கே காண, அமைப்புகளில் அங்கீகரிப்புப் பயன்பாடு ஒத்திசைவை அனுமதிக்கவும்.
th: อนุญาตการซิงค์แอปยืนยันตัวตนในการตั้งค่าเพื่อดูรหัสยืนยันทั้งหมดของคุณที่นี่
tr: Tüm doğrulama kodlarınızı burada görmek için ayarlardan Authenticator uygulaması senkronizasyonuna izin verin.
uk: Дозвольте синхронізацію програми Authenticator у налаштуваннях, щоб бачити тут свої коди підтвердження.
zh_hans: 允许身份验证器 App 在设置中同步以查看您的所有验证码。
zh_hant: 在設定中允許驗證器應用程式同步，以在此查看所有驗證碼。

source: Backup
ar: النسخ الاحتياطي
az: Nüsxələmə
bg: Резервно копие
cs: Záloha
da: Sikkerhedskopi
de: Sicherung
el: Αντίγραφο ασφαλείας
fi: Varmuuskopio
fr: Sauvegarder
gl: Copia de seguridade
he: גיבוי
hr: Sigurnosna kopija
hu: Biztonsági mentés
id: Cadangan
ja: バックアップ
pl: Kopia zapasowa
pt: Cópia de segurança
sk: Zálohovať
sr: Резервна копија
ta: காப்புப்பிரதி
th: สำรองข้อมูล
tr: Yedekle
uk: Резервне копіювання
vi: Sao lưu
zh_hans: 备份
zh_hant: 備份

source: Bitwarden Authenticator
ar: مصادق Bitwarden
bg: Удостоверител на Битуорден
cs: Autentikátor Bitwarden
fa: تأییدکننده هویت Bitwarden
gl: Autenticador de Bitwarden
he: מאמת Bitwarden
lv: Bitwarden autentificētājs
ta: Bitwarden அங்கீகரிப்பு
zh_hans: Bitwarden 身份验证器
zh_hant: Bitwarden 驗證器
