Repository: bitwarden/ios
Catalog: BitwardenResources/Localizations/*.lproj/Localizable.strings
Languages: ar, az, bg, cs, da, de, el, fa, fi, fr, gl, he, hr, hu, id, it, ja, lv, nl, pl, pt, pt_br, sk, sr, ta, th, tr, uk, vi, zh_hans, zh_hant

source: About
ar: عن التطبيق
az: Haqqında
bg: Относно
cs: O aplikaci
da: Om
de: Über
el: Σχετικά
fa: درباره
fi: Tietoja
fr: À propos
gl: Acerca de
he: אודות
hr: O aplikaciji
hu: Névjegy
id: Tentang
it: Informazioni
ja: アプリ情報
lv: Par
nl: Over
pl: O aplikacji
pt: Acerca de
pt_br: Sobre
sk: O aplikácii
sr: О апликацији
ta: இதுபற்றி
th: เกี่ยวกับ
tr: Hakkında
uk: Про програму
vi: Thông tin
zh_hans: 关于
zh_hant: 關於

source: Add
ar: أضِف
az: Əlavə et
bg: Добавяне
cs: Přidat
da: Tilføj
de: Hinzufügen
el: Προσθήκη
fa: افزودن
fi: Lisää
fr: Ajouter
gl: Engadir
he: הוסף
hr: Dodaj
hu: Hozzáadás
id: Tambah
it: Aggiungi
ja: 追加
lv: Pievienot
nl: Toevoegen
pl: Dodaj
pt: Adicionar
pt_br: Adicionar
sk: Pridať
sr: Додај
ta: சேர்
th: เพิ่ม
tr: Ekle
uk: Додати
vi: Thêm
zh_hans: 添加
zh_hant: 新增

source: Add Folder
ar: إضافة مجلّد
az: Qovluq əlavə et
bg: Добавяне на папка
cs: Přidat složku
da: Tilføj mappe
de: Ordner hinzufügen
el: Προσθήκη Φακέλου
fa: افزودن پوشه
fi: Lisää kansio
fr: Ajouter un dossier
gl: Engadir cartafol
he: הוסף תיקיה
hr: Dodaj mapu
hu: Mappa hozzáadása
id: Tambah Folder
it: Aggiungi cartella
ja: フォルダーを追加
lv: Pievienot mapi
nl: Map toevoegen
pl: Dodaj folder
pt: Adicionar pasta
pt_br: Adicionar pasta
sk: Pridať priečinok
sr: Додај фасциклу
ta: கோப்புறை சேர்
th: เพิ่มโฟลเดอร์
tr: Klasör ekle
uk: Додати теку
vi: Thêm thư mục
zh_hans: 添加文件夹
zh_hant: 新增資料夾

source: Add Item
ar: إضافة عنصر
az: Maddə əlavə edin
bg: Добавяне на елемент
cs: Přidat položku
da: Tilføj element
de: Neuer Eintrag
el: Προσθήκη Στοιχείου
fa: افزودن مورد
fi: Lisää kohde
fr: Ajouter un élément
gl: Engadir elemento
he: הוסף פריט
hr: Dodaj stavku
hu: Elem hozzáadása
id: Tambah Item
it: Aggiungi elemento
ja: アイテムの追加
lv: Pievienot vienumu
nl: Item toevoegen
pl: Dodaj element
pt: Adicionar item
pt_br: Adicionar item
sk: Pridať položku
sr: Додај ставку
ta: உருப்படியைச் சேர்
th: เพิ่มรายการ
tr: Kayıt ekle
uk: Додати запис
vi: Thêm mục
zh_hans: 添加项目
zh_hant: 新增項目

source: An error has occurred.
ar: لقد حدث خطأ.
az: Bir xəta baş verdi.
bg: Възникна грешка.
cs: Vyskytla se chyba.
da: Der opstod en fejl.
de: Es ist ein Fehler aufgetreten.
el: Παρουσιάστηκε σφάλμα.
fa: خطایی رخ داده است.
fi: Tapahtui virhe.
fr: Une erreur s'est produite.
gl: Produciuse un erro.
he: אירעה שגיאה.
hr: Došlo je do pogreške.
hu: Hiba történt.
id: Terjadi kesalahan.
it: Si è verificato un errore.
ja: エラーが発生しました。
lv: Radusies kļūda.
nl: Er is een fout opgetreden.
pl: Wystąpił błąd.
pt: Ocorreu um erro.
pt_br: Ocorreu um erro.
sk: Vyskytla sa chyba.
sr: Појавила се грешка.
ta: ஓரு பிழை நேர்ந்துவிட்டது.
th: พบข้อผิดพลาด
tr: Bir hata oluştu.
uk: Сталася помилка.
vi: Đã xảy ra lỗi.
zh_hans: 发生错误。
zh_hant: 發生錯誤。

source: Back
ar: رجوع
az: Geri
bg: Назад
cs: Zpět
da: Tilbage
de: Zurück
el: Πίσω
fa: بازگشت
fi: Takaisin
fr: Retour
gl: Atrás
he: הקודם
hr: Natrag
hu: Vissza
id: Kembali
it: Indietro
ja: 戻る
lv: Atpakaļ
nl: Terug
pl: Powrót
pt: Voltar
pt_br: Voltar
sk: Späť
sr: Назад
ta: பின்னே
th: ย้อนกลับ
tr: Geri
uk: Назад
vi: Quay lại
zh_hans: 后退
zh_hant: 返回

source: Cancel
ar: إلغاء
az: Ləğv et
bg: Отказ
cs: Zrušit
da: Annullér
de: Abbrechen
el: Ακύρωση
fa: انصراف
fi: Peruuta
fr: Annuler
gl: Cancelar
he: ביטול
hr: Odustani
hu: Mégse
id: Batal
it: Annulla
ja: キャンセル
lv: Atcelt
nl: Annuleren
pl: Anuluj
pt: Cancelar
pt_br: Cancelar
sk: Zrušiť
sr: Откажи
ta: ரத்துசெய்
th: ยกเลิก
tr: İptal
uk: Скасувати
vi: Hủy bỏ
zh_hans: 取消
zh_hant: 取消

source: Copy
ar: نسخ
az: Kopyala
bg: Копиране
cs: Kopírovat
da: Kopiér
de: Kopieren
el: Αντιγραφή
fa: کپی
fi: Kopioi
fr: Copier
gl: Copiar
he: העתק
hr: Kopiraj
hu: Másolás
id: Salin
it: Copia
ja: コピー
lv: Ievietot starpliktuvē
nl: Kopiëren
pl: Kopiuj
pt: Copiar
pt_br: Copiar
sk: Kopírovať
sr: Копирај
ta: நகலெடு
th: คัดลอก
tr: Kopyala
uk: Копіювати
vi: Sao chép
zh_hans: 复制
zh_hant: 複製

source: Copy password
ar: نسخ كلمة المرور
az: Parolu kopyala
bg: Копиране на паролата
cs: Kopírovat heslo
da: Kopiér adgangskode
de: Passwort kopieren
el: Αντιγραφή κωδικού
fa: کپی کلمه عبور
fi: Kopioi salasana
fr: Copier le mot de passe
gl: Copiar contrasinal
he: העתק סיסמה
hr: Kopiraj lozinku
hu: Jelszó másolása
id: Salin sandi
it: Copia password
ja: パスワードをコピー
lv: Ievietot paroli starpliktuvē
nl: Wachtwoord kopiëren
pl: Kopiuj hasło
pt: Copiar palavra-passe
pt_br: Copiar senha
sk: Kopírovať heslo
sr: Копирај лозинку
ta: கடவுச்சொல்லை நகலெடு
th: คัดลอกรหัสผ่าน
tr: Parolayı kopyala
uk: Копіювати пароль
vi: Sao chép mật khẩu
zh_hans: 复制密码
zh_hant: 複製密碼

source: Copy username
ar: انسخ اسم المستخدم
az: İstifadəçi adını kopyala
bg: Копиране на потребителското име
cs: Kopírovat uživatelské jméno
da: Kopiér brugernavn
de: Benutzername kopieren
el: Αντιγραφή ονόματος χρήστη
fa: کپی نام کاربری
fi: Kopioi käyttäjätunnus
fr: Copier le nom d'utilisateur
gl: Copiar nome de usuario
he: העתק שם משתמש
hr: Kopiraj korisničko ime
hu: Felhasználónév másolása
id: Salin nama pengguna
it: Copia nome utente
ja: ユーザー名をコピー
lv: Ievietot lietotājvārdu starpliktuvē
nl: Gebruikersnaam kopiëren
pl: Kopiuj nazwę użytkownika
pt: Copiar nome de utilizador
pt_br: Copiar nome de usuário
sk: Kopírovať používateľské meno
sr: Копирај име
ta: பயனர்பெயரை நகலெடு
th: คัดลอกชื่อผู้ใช้
tr: Kullanıcı adını kopyala
uk: Копіювати ім'я користувача
vi: Sao chép tên đăng nhập
zh_hans: 复制用户名
zh_hant: 複製使用者名稱

source: Delete
ar: حذف
az: Sil
bg: Изтриване
cs: Smazat
da: Slet
de: Löschen
el: Διαγραφή
fa: حذف
fi: Poista
fr: Supprimer
gl: Borrar
he: מחק
hr: Izbriši
hu: Törlés
id: Hapus
it: Elimina
ja: 削除
lv: Izdzēst
nl: Verwijderen
pl: Usuń
pt: Eliminar
pt_br: Apagar
sk: Odstrániť
sr: Обриши
ta: அழி
th: ลบ
tr: Sil
uk: Видалити
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

source: Delete all
ar: حذف الكل
az: Hamısını sil
bg: Изтриване на всичко
cs: Smazat vše
de: Alles löschen
el: Διαγραφή όλων
fa: حذف همه
fi: Poista kaikki
fr: Supprimer tout
he: מחק הכל
hr: Izbriši sve
hu: Összes törlése
id: Hapus semua
it: Elimina tutto
ja: すべて削除
lv: Izdzēst visu
nl: Alles verwijderen
pl: Usuń wszystko
pt: Eliminar tudo
pt_br: Apagar tudo
sk: Odstrániť všetko
sr: Избриши све
ta: அனைத்தையும் நீக்கு
th: ลบทั้งหมด
tr: Tümünü sil
uk: Видалити все
vi: Xóa tất cả
zh_hans: 删除所有

source: Deleting…
ar: جارِ الحذف...
az: Silinir...
bg: Изтриване…
cs: Mazání...
da: Sletter...
de: Lösche...
el: Διαγραφή...
fa: در حال حذف...
fi: Poistetaan...
fr: Suppression…
gl: Borrando...
he: מוחק…
hr: Brisanje...
hu: Törlés...
id: Menghapus…
it: Eliminazione…
ja: 削除中…
lv: Dzēš...
nl: Verwijderen…
pl: Usuwanie...
pt: A eliminar...
pt_br: Apagando…
sk: Odstraňuje sa...
sr: Брисање...
th: กำลังลบ…
tr: Siliniyor…
uk: Видалення...
vi: Đang xoá...
zh_hans: 正在删除...
zh_hant: 正在刪除...

# DoYouReallyWantToDelete
source: Do you really want to delete? This cannot be undone.
ar: هل تريد حقا أن تحذف؟ هذا لا يمكن التراجع عنها.
az: Həqiqətən silmək istəyirsiniz? Bunun geri dönüşü yoxdur.
bg: Наистина ли искате да го изтриете? Действието не може да бъде отменено.
cs: Opravdu chcete smazat tuto položku? Akce je nevratná.
da: Er du sikker på, at du vil slette? Dette kan ikke fortrydes.
de: Wirklich löschen? Dieser Vorgang kann nicht rückgängig gemacht werden.
el: Είστε σίγουροι για τη διαγραφή; Αυτό δεν μπορεί να αναιρεθεί.
fa: آیا مطمئنید که می‌خواهید حذف کنید؟ این عمل قابل بازگشت نیست.
fi: Haluatko varmasti poistaa? Toiminnon peruminen ei ole mahdollista.
fr: Êtes-vous sûr de vouloir supprimer ? Cette action ne peut pas être annulée.
gl: Vostede realmente quere borrar? Isto non pode ser desfeito.
he: האם אתה בטוח שברצונך למחוק? זוהי פעולה בלתי הפיכה.
hr: Sigurno želiš izbrisati? To se ne može poništiti.
hu: Tényleg törölni akarod? Ezt nem lehet visszavonni.
id: Apakah Anda yakin ingin menghapusnya? Ini tidak dapat dibatalkan.
it: Sei sicuro di volerlo eliminare? Questa operazione è irreversibile.
ja: 本当に削除しますか？この操作は元に戻せません。
lv: Vai tiešām izdzēst? To nevar atsaukt.
nl: Weet je zeker dat je wilt verwijderen? Je kunt dit niet ongedaan maken.
pl: Czy na pewno chcesz usunąć? Tej operacji nie można cofnąć.
pt: Pretende mesmo eliminar? Esta ação não pode ser anulada.
pt_br: Tem certeza que quer apagar? Isto não pode ser desfeito.
sk: Naozaj chcete odstrániť? Nedá sa to vrátiť späť.
sr: Да ли сигурно желите да избришете? Ово се не може поништити.
ta: உண்மையிலேயே அழிக்கவேண்டுமா? இதை செயல்தவிர்க்க இயலாது.
th: คุณแน่ใจหรือไม่ว่าต้องการลบ? การกระทำนี้ไม่สามารถเลิกทำได้
tr: Gerçekten silmek istiyor musunuz? Bu işlem geri alınamaz.
uk: Ви справді хочете видалити? Цю дію неможливо скасувати.
vi: Bạn có chắc chắn muốn xóa không? Thao tác này không thể hoàn tác.
zh_hans: 您确定要删除吗？这个操作无法撤消。
zh_hant: 您確定要刪除嗎？刪除後將無法復原。

source: Edit
ar: تعديل
az: Düzəliş et
bg: Редактиране
cs: Upravit
da: Redigér
de: Bearbeiten
el: Επεξεργασία
fa: ویرایش
fi: Muokkaa
fr: Modifier
gl: Editar
he: ערוך
hr: Uredi
hu: Szerkesztés
it: Modifica
ja: 編集
lv: Labot
nl: Bewerken
pl: Edytuj
pt: Editar
pt_br: Editar
sk: Upraviť
sr: Уреди
ta: திருத்து
th: แก้ไข
tr: Düzenle
uk: Змінити
vi: Sửa
zh_hans: 编辑
zh_hant: 編輯

source: Edit folder
ar: تحرير المجلد
az: Qovluğa düzəliş et
bg: Редактиране на папка
cs: Upravit složku
da: Redigér mappe
de: Ordner bearbeiten
el: Επεξεργασία φακέλου
fa: ويرايش پوشه
fi: Muokkaa kansiota
fr: Éditer le dossier
gl: Editar cartafol
he: ערוך תיקייה
hr: Uredi mapu
hu: Mappa szerkesztése
it: Modifica cartella
ja: フォルダーを編集
lv: Labot mapi
nl: Map bewerken
pl: Edytuj folder
pt: Editar pasta
pt_br: Editar pasta
sk: Upraviť priečinok
sr: Уреди фасциклу
ta: கோப்புறையைத் திருத்து
th: แก้ไขโฟลเดอร์
tr: Klasörü düzenle
uk: Редагування
vi: Sửa thư mục
zh_hans: 编辑文件夹
zh_hant: 編輯資料夾

source: Email
ar: بريد الكتروني
az: E-poçt
bg: Имейл
fa: ایمیل
fi: Sähköposti
fr: Courriel
gl: Correo electrónico
he: אימייל
hr: E-pošta
ja: メール
lv: E-pasts
pl: Adres e-mail
sr: Е-пошта
ta: மின்னஞ்சல்
th: อีเมล
tr: E-posta
uk: Е-пошта
zh_hans: 电子邮箱
zh_hant: 電子郵件

source: Email address
ar: عنوان البريد الإلكتروني
az: E-poçt ünvanı
bg: Имейл адрес
cs: E-mailová adresa
da: E-mailadresse
de: E-Mail-Adresse
el: Διεύθυνση email
fa: نشانی ایمیل
fi: Sähköpostiosoite
fr: Adresse électronique
gl: Enderezo de correo electrónico
he: כתובת אימייל
hr: Adresa e-pošte
hu: Email cím
id: Alamat email
it: Indirizzo email
ja: メールアドレス
lv: E-pasta adrese
nl: E-mailadres
pl: Adres e-mail
pt: Endereço de e-mail
pt_br: Endereço de e-mail
sk: E-mailová adresa
sr: Адреса е-поште
ta: மின்னஞ்சல் முகவரி
th: ที่อยู่อีเมล
tr: E-posta adresi
uk: Адреса е-пошти
vi: Địa chỉ email
zh_hans: 电子邮箱地址
zh_hant: 電子郵件地址

# EnterPIN
source: Enter your PIN code.
ar: أدخل رَقم تعريفك الشخصي.
az: PIN kodunuzu daxil edin.
bg: Въведете своя ПИН.
cs: Zadejte PIN kód.
da: Indtast din pinkode.
de: PIN-Code eingeben.
el: Εισαγωγή κωδικού ΡΙΝ.
fa: کد پین را وارد کنید.
fi: Syötä PIN-koodisi.
fr: Saisissez votre code PIN.
gl: Introduza o seu código PIN.
he: הזן קוד PIN.
hr: Unesi svoj PIN.
hu: Add meg a PIN-kódodat.
id: Masukkan kode PIN Anda.
it: Inserisci il tuo PIN.
ja: PIN コードを入力してください。
lv: Jāievada PIN kods.
nl: PIN-code invoeren.
pl: Wpisz kod PIN.
pt: Introduza o seu código PIN.
pt_br: Digite o seu código PIN.
sk: Zadajte PIN kód.
sr: Унеси свој ПИН код.
ta: உம் கடவெண் குறியை உள்ளிடு.
th: ป้อนรหัส PIN ของคุณ
tr: PIN kodunuzu girin.
uk: Введіть PIN-код.
vi: Nhập mã PIN của bạn.
zh_hans: 请输入您的 PIN 码。
zh_hant: 請輸入 PIN 碼。

source: Favorites
ar: المفضلات
az: Sevimlilər
bg: Любими
cs: Oblíbené
da: Favoritter
de: Favoriten
el: Αγαπημένα
fa: مورد علاقه‌ها
fi: Suosikit
fr: Favoris
gl: Favoritos
he: מועדפים
hr: Favoriti
hu: Kedvencek
id: Favorit
it: Preferiti
ja: お気に入り
lv: Izlase
nl: Favorieten
pl: Ulubione
pt: Favoritos
pt_br: Favoritos
sk: Obľúbené
sr: Омиљени
ta: பிடித்தவை
th: รายการโปรด
tr: Favoriler
uk: Обране
vi: Yêu thích
zh_hans: 收藏夹
zh_hant: 我的最愛

source: Folder
ar: المجلد
az: Qovluq
bg: Папка
cs: Složka
da: Mappe
de: Ordner
el: Φάκελος
fa: پوشه
fi: Kansio
fr: Dossier
gl: Cartafol
he: תיקייה
hr: Mapa
hu: Mappa
it: Cartella
ja: フォルダー
lv: Mape
nl: Map
pt: Pasta
pt_br: Pasta
sk: Priečinok
sr: Фасцикла
ta: கோப்புறை
th: โฟลเดอร์
tr: Klasör
uk: Тека
vi: Thư mục
zh_hans: 文件夹
zh_hant: 資料夾

# FolderCreated
source: New folder created.
ar: نشأ مجلد جديد.
az: Yeni qovluq yaradıldı.
bg: Папката е създадена.
cs: Nová složka byla vytvořena.
da: Ny mappe oprettet.
de: Neuer Ordner wurde erstellt.
el: Ο φάκελος δημιουργήθηκε.
fa: پوشه جدید ساخته شد.
fi: Uusi kansio luotu.
fr: Nouveau dossier créé.
gl: Creouse un novo cartafol.
he: תיקייה חדשה נוצרה.
hr: Nova mapa stvorena.
hu: Új mappa létrehozva.
id: Folder baru telah dibuat.
it: Nuova cartella creata.
ja: 新しいフォルダーを作成しました。
lv: Izveidota jauna mape.
nl: Nieuwe map is aangemaakt.
pl: Folder został utworzony.
pt: Nova pasta criada.
pt_br: Nova pasta criada.
sk: Nový priečinok vytvorený.
sr: Нова фасцикла креирана.
ta: புதிய கோப்புறை உருவாக்கப்பட்டது.
th: สร้างโฟลเดอร์ใหม่แล้ว
tr: Yeni klasör oluşturuldu.
uk: Нову теку створено.
vi: Đã tạo thư mục mới.
zh_hans: 新文件夹已创建。
zh_hant: 已新增資料夾。

source: Folder deleted.
ar: حذفت المجلد.
az: Qovluq silindi.
bg: Папката е изтрита.
cs: Složka byla smazána.
da: Mappe slettet.
de: Ordner wurde gelöscht.
el: Ο φάκελος διαγράφηκε
fa: پوشه حذف شد.
fi: Kansio poistettiin
fr: Dossier supprimé.
gl: Cartafol eliminado.
he: תיקייה נמחקה.
hr: Mapa izbrisana.
hu: A mappa törlése megtörtént.
id: Folder dihapus.
it: Cartella eliminata.
ja: フォルダーを削除しました。
lv: Mape izdzēsta.
nl: Map is verwijderd.
pl: Folder został usunięty.
pt: Pasta eliminada.
pt_br: Pasta apagada.
sk: Priečinok bol odstránený.
sr: Фасцикла избрисана.
ta: கோப்புறை அழிக்கப்பட்டது.
th: ลบโฟลเดอร์แล้ว
tr: Klasör silindi.
uk: Теку видалено.
vi: Đã xóa thư mục.
zh_hans: 文件夹已删除。
zh_hant: 已刪除資料夾。

# FolderNone
source: No Folder
ar: لا مجلد
az: Qovluq yoxdur
bg: Няма папка
cs: Žádná složka
da: Ingen mappe
de: Kein Ordner
el: Δεν υπάρχει φάκελος
fa: بدون پوشه
fi: Ei kansiota
fr: Aucun dossier
gl: Sen cartafoles
he: ללא תיקיה
hr: Nema mape
hu: Nincs mappa
id: Tidak Ada Folder
it: Nessuna cartella
ja: フォルダーなし
lv: Nav mapes
nl: Geen map
pl: Nieprzypisane
pt: Sem pasta
pt_br: Sem pasta
sk: Žiadny priečinok
sr: Без фасцикле
ta: கோப்புறையற்றவை
th: ไม่มีโฟลเดอร์
tr: Klasör yok
uk: Без теки
vi: Chưa phân loại
zh_hans: 无文件夹
zh_hant: （未分類）

source: Folders
ar: المجلدات
az: Qovluqlar
bg: Папки
cs: Složky
da: Mapper
de: Ordner
el: Φάκελοι
fa: پوشه‌ها
fi: Kansiot
fr: Dossiers
gl: Cartafoles
he: תיקיות
hr: Mape
hu: Mappák
id: Folder
it: Cartelle
ja: フォルダー
lv: Mapes
nl: Mappen
pl: Foldery
pt: Pastas
pt_br: Pastas
sk: Priečinky
sr: Фасцикле
ta: கோப்புறைகள்
th: โฟลเดอร์
tr: Klasörler
uk: Теки
vi: Thư mục
zh_hans: 文件夹
zh_hant: 資料夾

# FolderUpdated
source: Folder saved
ar: حُفظ المجلد
az: Qovluq güncəlləndi.
bg: Папката е обновена.
cs: Složka byla uložena
da: Mappe opdateret.
de: Ordner gespeichert
el: Ο φάκελος ενημερώθηκε
fa: پوشه ذخیره شد
fi: Kansio tallennettiin
fr: Dossier sauvegardé
gl: Cartafol gardado
he: תיקיה עודכנה
hr: Mapa ažurirana
hu: A mappa mentésre került.
id: Folder disimpan
it: Cartella salvata
ja: フォルダーを更新しました。
lv: Mape atjaunota.
nl: Map opgeslagen
pl: Folder został zapisany
pt: Pasta guardada
pt_br: Pasta salva
sk: Priečinok bol uložený
sr: Фасцикла ажурирана.
ta: கோப்புறை சேமிக்கப்பட்டது
th: บันทึกโฟลเดอร์แล้ว
tr: Klasör kaydedildi
uk: Теку збережено
vi: Đã lưu thư mục
zh_hans: 文件夹已保存
zh_hant: 已更新資料夾。

source: Help and feedback
ar: المساعدة و الملاحظات
az: Kömək və əks-əlaqə
bg: Помощ и обратна връзка
cs: Nápověda a zpětná vazba
da: Hjælp og feedback
de: Hilfe und Feedback
el: Βοήθεια και σχόλια
fa: کمک و باز خورد
fi: Tuki ja palaute
fr: Aide et commentaires
gl: Axuda e comentarios
he: עזרה ומשוב
hr: Pomoć i povratne informacije
hu: Súgó és visszajelzés
id: Bantuan dan umpan balik
it: Aiuto e feedback
ja: ヘルプとフィードバック
lv: Palīdzība un atsauksmes
nl: Help en reacties
pl: Pomoc i opinie
pt: Ajuda e feedback
pt_br: Ajuda e retorno
sk: Pomoc a spätná väzba
sr: Помоћ и подршка
ta: உதவி மற்றும் கருத்து
th: ความช่วยเหลือและความคิดเห็น
tr: Yardım ve geribildirim
uk: Допомога та зворотний зв'язок
vi: Trợ giúp & Phản hồi
zh_hans: 帮助和反馈
zh_hant: 協助與意見反應

source: Hide
ar: إخفاء
az: Gizlət
bg: Скриване
cs: Skrýt
da: Skjul
de: Verstecken
el: Απόκρυψη
fa: پنهان‌سازی
fi: Piilota
fr: Masquer
gl: Agochar
he: הסתר
hr: Sakrij
hu: Elrejtés
id: Sembunyikan
it: Nascondi
ja: 隠す
lv: Paslēpt
nl: Verbergen
pl: Ukryj
pt: Ocultar
pt_br: Ocultar
sk: Skryť
sr: Сакриј
ta: மறை
th: ซ่อน
tr: Gizle
uk: Приховати
vi: Ẩn
zh_hans: 隐藏
zh_hant: 隱藏

# InternetConnectionRequiredMessage
source: Please connect to the internet before continuing.
ar: عليك الاتصال بالإنترنت قبل المواصلة.
az: Davam etməzdən əvvəl lütfən internetə bağlanın.
bg: Свържете се с Интернет, за да продължите.
cs: Před pokračováním se připojte k internetu.
da: Opret forbindelse til internettet inden du fortsætter.
de: Bitte verbinde dich mit dem Internet um fortzufahren.
el: Συνδεθείτε στο διαδίκτυο πριν συνεχίσετε.
fa: لطفاً قبل از ادامه به اینترنت متصل شوید.
fi: Jatka muodostamalla yhteys Internetiin.
fr: Veuillez vous connecter à internet avant de continuer.
gl: Por favor conéctese a Internet antes de continuar.
he: אנא התחבר לאינטרנט לפני שתמשיך.
hr: Spoji se na internet prije nastavka.
hu: Csatlakozzunk az internetre a folytatás előtt.
id: Pastikan Anda tersambung ke internet sebelum melanjutkan.
it: Connettiti a internet prima di continuare.
ja: 続行する前に、インターネットに接続してください。
lv: Lūgums izveidot savienojumu ar internetu, lai varētu turpināt.
nl: Maak verbinding met internet voordat u doorgaat.
pl: Najpierw połącz się z Internetem.
pt: Por favor, ligue-se à Internet antes de continuar.
pt_br: Conecte-se à internet antes de continuar.
sk: Pripojte sa k internetu pred pokračovaním.
sr: Повежите се на Интернет пре него што наставите.
ta: தொடரும் முன் இணையத்துடன் இணைக்கவும்.
th: โปรดเชื่อมต่ออินเทอร์เน็ตก่อนดำเนินการต่อ
tr: Lütfen devam etmeden önce internete bağlanın.
uk: Щоб продовжити, під'єднайтеся до інтернету.
vi: Hãy kết nối mạng trước khi tiếp tục.
zh_hans: 请连接因特网后再继续。
zh_hant: 請先連線至網際網路再繼續。

# InternetConnectionRequiredTitle
source: Internet connection required
ar: الاتصال بالإنترنت مطلوب
az: İnternet bağlantısı tələb olunur
bg: Необходима е връзка към Интернет
cs: Je vyžadováno připojení k internetu
da: Internetforbindelse kræves
de: Internetverbindung erforderlich
el: Απαιτείται σύνδεση στο διαδίκτυο
fa: اتصال به اینترنت لازم است
fi: Internet-yhteys vaaditaan
fr: Connexion internet requise
gl: Requírese unha conexión a Internet
he: דרוש חיבור אינטרנט
hr: Potrebna je veza s internetom
hu: Internetkapcsolat szükséges
id: Koneksi internet diperlukan
it: Connessione a internet necessaria
ja: インターネット接続が必要です
lv: Nepieciešams interneta savienojums
nl: Internetverbinding is vereist
pl: Połączenie internetowe jest wymagane
pt: Ligação à Internet necessária
pt_br: É necessária uma conexão com a internet
sk: Vyžaduje sa internetové pripojenie
sr: Неопходна је веза са интернетом
ta: இணைய இணைப்பு தேவை
th: จำเป็นต้องเชื่อมต่ออินเทอร์เน็ต
tr: İnternet bağlantısı gerekli
uk: Необхідно під'єднатися до інтернету
vi: Cần có kết nối mạng
zh_hans: 需要互联网连接
zh_hant: 需要網際網路連線

# InvalidMasterPassword
source: Invalid master password. Try again.
ar: كلمة المرور الرئيسية خاطئة. الرجاء المحاولة مرة أخرى.
az: Yararsız ana parol. Yenidən sınayın.
bg: Грешна главна парола. Пробвайте отново.
cs: Chybné hlavní heslo. Zkuste to znovu.
da: Ugyldig hovedadgangskode. Forsøg igen.
de: Ungültiges Master-Passwort. Bitte erneut versuchen.
el: Μη έγκυρος κύριος κωδικός. Δοκιμάστε ξανά.
fa: کلمه عبور اصلی نامعتبر است. دوباره امتحان کنید.
fi: Virheellinen pääsalasana. Yritä uudelleen.
fr: Mot de passe principal invalide. Essayez à nouveau.
gl: Contrasinal mestre non válido. Téntao de novo.
he: סיסמה ראשית שגויה. נסה שוב.
hr: Neispravna glavna lozinka. Pokušaj ponovo.
hu: A mesterjelszó érvénytelen. Próbáljuk újra.
id: Sandi utama tidak valid. Coba Lagi.
it: Password principale non valida. Riprova.
ja: マスターパスワードが間違っています。入力し直してください。
lv: Nederīga galvenā parole. Jāmēģina vēlreiz.
nl: Ongeldig hoofdwachtwoord. Probeer het opnieuw.
pl: Hasło główne jest nieprawidłowe. Spróbuj ponownie.
pt: Palavra-passe mestra inválida. Tente novamente.
pt_br: Senha principal inválida. Tente novamente.
sk: Neplatné hlavné heslo. Skúste znova.
sr: Главна Лозинка је неважећа. Покушајте поново.
ta: செல்லாத பிரதான கடவுச்சொல். மீண்டும் முயலவும்.
th: รหัสผ่านหลักไม่ถูกต้อง โปรดลองอีกครั้ง
tr: Ana parola geçersiz. Tekrar deneyin.
uk: Недійсний головний пароль. Спробуйте знову.
vi: Mật khẩu chính không đúng. Thử lại.
zh_hans: 无效的主密码。请重试。
zh_hant: 無效的主密碼，請再試一次。

# InvalidPIN
source: Invalid PIN. Try again.
ar: رقم التعريف الشخصي غير صالح. الرجاء المحاولة مرة أخرى.
az: Yararsız PIN. Yenidən sınayın.
bg: Неправилен ПИН. Пробвайте отново.
cs: Chybný PIN. Zkuste to znovu.
da: Ugyldig pinkode. Prøv igen.
de: Ungültiger PIN. Bitte erneut versuchen.
el: Μη έγκυρο PIN. Προσπάθηστε ξανά.
fa: کد پین نامعتبر است. دوباره امتحان کنید.
fi: Virheellinen PIN-koodi. Yritä uudelleen.
fr: Code PIN invalide. Veuillez réessayer.
gl: PIN non válido. Téntao de novo.
he: קוד PIN שגוי. נסה שוב.
hr: Neispravan PIN. Pokušaj ponovo.
hu: A pinkód érvénytelen. Próbáljuk újra.
id: PIN Tidak Valid. Coba Lagi.
it: PIN non valido. Riprova.
ja: PIN が間違っています。入力し直してください。
lv: Nederīgs PIN. Jāmēģina vēlreiz.
nl: Ongeldige PIN-code. Probeer het opnieuw.
pl: Kod PIN jest nieprawidłowy. Spróbuj ponownie.
pt: PIN inválido. Tente novamente.
pt_br: PIN inválido. Tente novamente.
sk: Neplatný PIN kód. Skúste znova.
sr: Погрешан ПИН. Покушајте поново.
ta: செல்லாத கடவெண். மீண்டும் முயலவும்.
th: รหัส PIN ไม่ถูกต้อง โปรดลองอีกครั้ง
tr: Geçersiz PIN. Yeniden deneyin.
uk: Недійсний PIN. Спробуйте знову.
vi: Mã PIN không đúng. Thử lại.
zh_hans: 无效的 PIN 码。请重试。
zh_hant: 無效的 PIN 碼，請再試一次。

source: Launch
ar: بدء
az: Başlat
bg: Пускане
cs: Spustit
da: Gå til
de: Öffnen
el: Εκκίνηση
fa: راه‌اندازی
fi: Avaa
fr: Ouvrir
gl: Abrir
he: הפעל
hr: Otvori web stranicu
hu: Indítás
id: Luncurkan
it: Avvia
ja: 開く
lv: Palaist
nl: Starten
pl: Uruchom
pt: Iniciar
pt_br: Abrir
sk: Spustiť
sr: Отвори
ta: ஏவு
th: เปิด
tr: Başlat
uk: Перейти
vi: Khởi chạy
zh_hans: 前往
zh_hant: 前往

source: Log in
ar: تسجيل الدخول
az: Giriş et
bg: Вписване
cs: Přihlásit se
da: Log ind
de: Anmelden
el: Σύνδεση
fa: ورود
fi: Kirjaudu
fr: Se connecter
gl: Iniciar sesión
he: התחבר
hr: Prijavi se
hu: Belépés
id: Masuk
it: Accedi
ja: ログイン
lv: Pieteikties
nl: Inloggen
pl: Zaloguj się
pt: Iniciar sessão
pt_br: Conectar-se
sk: Prihlásiť sa
sr: Пријави се
ta: உள்நுழை
th: เข้าสู่ระบบ
tr: Giriş yap
uk: Увійти
vi: Đăng nhập
zh_hans: 登录
zh_hant: 登入

source: Login credentials
ar: معلومات الدخول
az: Giriş kimlik məlumatları
bg: Данни за вписване
cs: Přihlašovací údaje
da: Login-legitimationsoplysninger
de: Zugangsdaten
el: Στοιχεία σύνδεσης
fa: اطلاعات ورود
fi: Kirjautumistiedot
fr: Identifiants de connexion
gl: Credenciais de inicio de sesión
he: סיסמאות כניסה
hr: Vjerodajnice za prijavu
hu: Bejelentkezési hitelesítések
id: Kredensial login
it: Credenziali di accesso
ja: ログイン情報
lv: Pieteikšanās dati
nl: Inloggegevens
pl: Dane logowania
pt: Credenciais de início de sessão
pt_br: Credenciais de acesso
sk: Prihlasovacie údaje
sr: Акредитиве за пријављивање
ta: உள்நுழைவு சான்றுகள்
th: ข้อมูลเข้าสู่ระบบ
tr: Hesap bilgileri
uk: Облікові дані для входу
vi: Thông tin đăng nhập
zh_hans: 登录凭据
zh_hant: 登入資訊

source: Log out
ar: تسجيل الخروج
az: Çıxış
bg: Отписване
cs: Odhlásit se
da: Log ud
de: Abmelden
el: Αποσύνδεση
fa: خروج
fi: Kirjaudu ulos
fr: Se déconnecter
gl: Pechar sesión
he: התנתק
hr: Odjavi se
hu: Kijelentkezés
id: Keluar
it: Esci
ja: ログアウト
lv: Atteikties
nl: Uitloggen
pl: Wyloguj się
pt: Terminar sessão
pt_br: Desconectar
sk: Odhlásiť sa
sr: Одјави се
ta: வெளியேறு
th: ออกจากระบบ
tr: Çıkış yap
uk: Вийти
vi: Đăng xuất
zh_hans: 注销
zh_hant: 登出
