Repository: bitwarden/ios
Catalog: BitwardenResources/Localizations/*.lproj/Localizable.strings
Languages: ar, az, bg, cs, da, de, el, fa, fi, fr, gl, he, hr, hu, id, it, ja, lv, nl, pl, pt, pt_br, sk, sr, ta, th, tr, uk, vi, zh_hans, zh_hant

source: Learn about other ways to prevent account lockout
ar: تعرف على طرق أخرى لمنع قفل الحساب
az: Hesab kilidlənməsini önləməyin digər yolları haqqında daha ətraflı
bg: Научете и за други начини, чрез които да избегнете загуба на достъп до регистрацията си
cs: Více o dalších způsobech, jak zabránit uzamčení účtu
da: Læs om andre måder til forhindre at blive låst ude af kontoen
de: Erfahre mehr über andere Möglichkeiten, wie du ein Aussperren von deinem Konto verhindern kannst
el: Μάθετε άλλους τρόπους για να αποτρέψετε το κλείδωμα λογαριασμού
fa: با روش‌های دیگر جلوگیری از قفل شدن حساب کاربری آشنا شوید
fi: Lue muista tavoista, joilla voit välttyä tilin menetykseltä
fr: En savoir plus sur les autres moyens d'empêcher le blocage du compte
gl: Descobre outras formas de prever o bloqueo da conta
he: למד על דרכים אחרות למניעת השבתת חשבון
hr: Saznaj više o drugim načinima za sprječavanje blokade računa
hu: További információ a fiókzárolás megelőzésének egyéb módjairól
id: Pelajari cara lain untuk mencegah akun terkunci
it: Scopri di più su come evitare il blocco dell'account
ja: アカウントのロックアウトを防ぐ他の方法について学ぶ
lv: Vairāk par citiem veidiem, kā nepieļaut nepiekļūšanu kontam, var uzzināt
nl: Lees meer over andere manieren om te voorkomen dat je wordt buitengesloten van je account
pl: Dowiedz się więcej o innych sposobach zapobiegania blokowaniu konta
pt: Saiba mais sobre outras formas de evitar o bloqueio da conta
pt_br: Saiba mais sobre outras formas de evitar a perca da conta
sk: Prečítajte si o ďalších spôsoboch, ako zabrániť vymknutiu z účtu
sr: Сазнајте више о другим начинима да спречите закључавање налога
ta: கணக்கு பூட்டுதலைத் தடுக்க மற்ற வழிகளைப் பற்றி அறிக
th: เรียนรู้วิธีอื่น ๆ ในการป้องกันบัญชีถูกล็อก
tr: Hesabınıza erişimi kaybetmemenin diğer yollarını öğrenin
uk: Дізнайтеся про інші способи запобігання блокуванню облікового запису
vi: Tìm hiểu thêm các cách khác để ngăn ngừa việc tài khoản bị khoá
zh_hans: 了解其他防止账户被锁住的方法
zh_hant: 了解更多避免帳號被鎖定的方式

source: Master password help
ar: مساعدة كلمة المرور الرئيسية
az: Ana parol köməyi
bg: Помощ за главната парола
cs: Nápověda k hlavnímu heslu
da: Hovedadgangskode-hjælp
de: Master-Passwort-Hilfe
el: Βοήθεια κύριου κωδικού πρόσβασης
fa: راهنمای کلمه عبور اصلی
fi: Ohjeita pääsalasanalle
fr: Indice du mot de passe principal
gl: Obter pista do contrasinal mestre
he: עזרה עם סיסמה ראשית
hr: Pomoć za glavnu lozinku
hu: Mesterjelszó segítség
id: Petunjuk sandi utama
it: Aiuto per la password principale
ja: マスターパスワードのヘルプ
lv: Galvenās paroles palīdzība
nl: Uitleg hoofdwachtwoord
pl: Pomoc dotycząca hasła głównego
pt: Ajuda com a palavra-passe mestra
pt_br: Ajuda com a senha principal
sk: Nápoveď pre hlavné heslo
sr: Помоћ главне лозинке
ta: மாஸ்டர் கடவுச்சொல் உதவி
th: ความช่วยเหลือรหัสผ่านหลัก
tr: Ana parola yardımı
uk: Довідка щодо головного пароля
vi: Gợi ý mật khẩu chính
zh_hans: 主密码帮助
zh_hant: 主密碼提示

source: A secure, memorable password
ar: كلمة مرور آمنة، لا تنسى
az: Güvənli, yaddaqalan bir parol
bg: Сигурна и лесна за помнене парола
cs: Bezpečné, zapamatovatelné heslo
da: En sikker adgangskode, der kan huskes
de: Ein sicheres, einprägsames Passwort
el: Ένας ασφαλής, αξέχαστος κωδικός πρόσβασης
fa: یک کلمه عبور امن و قابل یادآوری
fi: Turvallinen, muistettava salasana
fr: Un mot de passe sécurisé et mémorisable
gl: Un contrasinal seguro e memorizable
he: סיסמה מאובטחת, בלתי נשכחת
hr: Sigurna, pamtljiva lozinka
hu: Biztonságos, megjegyezhető jelszó
id: Sandi aman, mudah diingat
it: Una parola d'accesso sicura e memorizzabile
ja: 安全で覚えやすいパスワード
lv: Droša, iegaumējama parole
nl: Een veilig, onthoudbaar wachtwoord
pl: Bezpieczne, łatwe do zapamiętania hasło
pt: Uma palavra-passe segura e memorizável
pt_br: Uma senha segura e memorizável
sk: Bezpečné, zapamätateľné heslo
sr: Безбедна, упамтива лозинка
ta: ஒரு பாதுகாப்பான, நினைவில் வைத்துக் கொள்ளக்கூடிய கடவுச்சொல்
th: รหัสผ่านที่ปลอดภัยและจำง่าย
tr: Güvenli, ezberlenebilir bir parola
uk: Надійний пароль, який легко запам'ятати
vi: Một mật khẩu an toàn và dễ nhớ
zh_hans: 安全、难忘的密码
zh_hant: 一個安全、好記的密碼

# ASecureMemorablePasswordDescriptionLong
source: One of the best ways to create a secure and memorable password is to use a passphrase. Here’s how:
ar: واحدة من أفضل الطرق لإنشاء كلمة مرور آمنة لا تنسى هي استخدام عبارة مرور. إليك:
az: Güvənli və yaddaqalan parol yaratmağın ən yaxşı yollarından biri keçid ifadəsi istifadə etməkdir. İzahı:
bg: Един от най-добрите начини да създадете сигурна и лесна за помнене парола е да използвате парола-фраза. Ето как:
cs: Jedním z nejlepších způsobů, jak vytvořit bezpečné a zapamatovatelné heslo, je použití heslové fráze. Zde je, jak:
de: Eine der besten Möglichkeiten, ein sicheres und einprägsames Passwort zu erstellen, ist die Verwendung einer Passphrase. Hier erfährst du wie:
fa: یکی از بهترین روش‌ها برای ساخت یک کلمه عبور امن و قابل یادآوری، استفاده از یک عبارت عبور است. در ادامه نحوه انجام آن آمده است:
fr: L'un des meilleurs moyens de créer un mot de passe sécurisé et facile à mémoriser consiste à utiliser une phrase de passe. Voici comment faire :
he: אחת הדרכים הטובות ביותר ליצור סיסמה מאובטחת ובלתי נשכחת הוא להשתמש בביטוי סיסמה. הנה איך:
hr: Jedan od najboljih načina za stvaranje sigurne i pamtljive lozinke je korištenje frazne lozinke. Evo kako:
hu: A biztonságos és megjegyezhető jelszó létrehozásának egyik legjobb módja a jelmondat használata. Itt van, hogy hogyan:
id: Salah satu cara terbaik membuat sandi yang aman dan mudah diingat adalah dengan menggunakan frasa sandi. Berikut caranya:
it: Uno dei modi migliori per creare una parola d'accesso sicura e memorizzabile è quello di usare una frase segreta. Ecco come:
ja: 安全で覚えやすいパスワードを作成する最善の方法の1つは、パスフレーズを使用することです。使用方法：
lv: Viens no labākajiem veidiem, kā izveidot drošu un iegaumējamu paroli, ir paroles vārkopas izmantošana. Kā to izdarīt:
nl: Een van de beste manieren om een veilig en onthoudbaar wachtwoord te maken is door een wachtwoordzin te gebruiken. Zo werkt het:
pl: Jednym z najlepszych sposobów na utworzenie bezpiecznego i łatwego do zapamiętania hasła jest użycie hasła wyrazowego. Jak to zrobić:
pt: Uma das melhores formas de criar uma palavra-passe segura e memorizável é utilizar uma frase de acesso. Aqui está como:
pt_br: Uma das melhores maneiras de criar uma senha segura e memorável é usar uma frase secreta. Veja como:
sk: Jedným z najlepších spôsobov, ako vytvoriť bezpečné a zapamätateľné heslo, je použitie prístupovej frázy. Ako to urobiť:
sr: Један од најбољих начина да направите безбедну и упамтиву лозинку је да користите фразе. Ево како:
ta: பாதுகாப்பான மற்றும் நினைவில் வைத்துக் கொள்ளக்கூடிய கடவுச்சொல்லை உருவாக்க சிறந்த வழிகளில் ஒன்று கடவுக்குறிச்சொல்லைப் பயன்படுத்துவது. அதை எப்படி செய்வது என்பது இங்கே:
th: หนึ่งในวิธีที่ดีที่สุดในการสร้างรหัสผ่านที่ปลอดภัยและจำง่ายคือการใช้วลีรหัสผ่าน นี่คือวิธีทำ:
tr: Güvenli ve akılda kalıcı bir parola oluşturmanın en iyi yollarından biri bir parola cümlesi kullanmaktır. İşte nasıl yapılacağı:
uk: Найкращим способом створення надійного пароля, який легко запам'ятати, є використання парольної фрази. Ось, як це зробити:
vi: Một trong những cách tốt nhất để tạo mật khẩu an toàn và dễ nhớ là sử dụng cụm mật khẩu:
zh_hans: 创建安全且难忘的密码的最佳方法之一是使用密码短语。具体方法如下：

source: Choose three or four random words
ar: اختر ثلاث أو أربع كلمات عشوائية
az: Üç və ya dörd təsadüfi söz seçin
bg: Изберете три или четири произволни думи
cs: Vyberte tři nebo čtyři náhodná slova
da: Vælg tre eller fire tilfældige ord
de: Wähle drei oder vier zufällige Wörter aus
el: Επιλέξτε τρεις ή τέσσερις τυχαίες λέξεις
fa: سه یا چهار کلمه تصادفی انتخاب کنید
fi: Valitse kolme tai neljä satunnaista sanaa
fr: Choisissez trois ou quatre mots aléatoires
gl: Escolle tres ou catro palabras aleatorias
he: בחר שלוש או ארבע מילים אקראיות
hr: Odaberi tri ili četiri nasumične riječi
hu: Válasszunk három vagy négy véletlenszerű szót
id: Pilih tiga atau empat kata acak
it: Scegli tre o quattro parole casuali
ja: 3つまたは4つのランダムな単語を選択
lv: Jāizvēlas trīs vai četri nejauši vārdi
nl: Kies drie of vier willekeurige woorden
pl: Wybierz 3 lub 4 losowe słowa
pt: Escolha três ou quatro palavras ao acaso
pt_br: Escolha três ou quatro palavras aleatórias
sk: Vyberte tri alebo štytri náhodné slová
sr: Изаберите три или четири насумичне речи
ta: மூன்று அல்லது நான்கு சீரற்ற வார்த்தைகளைத் தேர்ந்தெடுக்கவும்
th: เลือกคำสุ่ม 3 หรือ 4 คำ
tr: Rastgele üç veya dört kelime seçin
uk: Оберіть три або чотири випадкові слова
vi: Chọn ba hoặc bốn từ ngẫu nhiên
zh_hans: 选择三到四个随机单词
zh_hant: 選擇三或四個隨機的單字

# ChooseThreeOrFourRandomWordsDescriptionLong
source: Pick three or four random, unrelated words that you can easily remember. Think of **objects, places, or things** you like.
ar: اختر ثلاثة أو أربعة كلمات عشوائية غير ذات صلة يمكنك تذكرها بسهولة. فكر في **كائنات أو أماكن أو أشياء** تحب.
az: Asanlıqla xatırlaya biləcəyiniz üç və ya dörd təsadüfi və əlaqəsiz söz seçin. Bəyəndiniz **obyektləri, məkanları və ya şeyləri** düşünün.
bg: Изберете три или четири произволни думи, които можете лесно да запомните. Това може да са **обекти, места или неща**, които харесвате.
cs: Vyberte tři nebo čtyři náhodná slova, která si snadno pamatujete. Vzpomeňte si na **objekty, místa nebo věci**, které se Vám líbí.
de: Wähle drei oder vier zufällige, nicht zusammenhängende Wörter, die du dir leicht merken kannst. Denke an **Gegenstände, Orte oder Dinge**, die du magst.
fa: سه یا چهار کلمه تصادفی و نامرتبط انتخاب کنید که به راحتی بتوانید به خاطر بسپارید. به **اشیاء، مکان‌ها یا چیزهایی** که دوست دارید فکر کنید.
fr: Choisissez trois ou quatre mots aléatoires, sans rapport entre eux, que vous pouvez facilement mémoriser. Pensez à des **objets, des lieux ou des choses** que vous aimez.
he: בחר שלוש או ארבע מילים אקראיות ולא קשורות שאתה יכול לזכור בקלות. חשוב על **חפצים, מקומות, או דברים** שאתה אוהב.
hr: Odaberi tri ili četiri nasumične, nevezane riješa koje možeš jednostavno zapamtiti. **Stvari, mjesta ili nešto** što voliš.
hu: Válasszunk három vagy négy véletlenszerű, egymáshoz nem kapcsolódó szót, amelyeket könnyen megjegyezhetünk. Gondoljunk olyan tárgyakra, helyekre vagy dolgokra, amelyeket szeretünk.
id: Pilih tiga atau empat kata acak yang tidak berhubungan dan mudah Anda ingat. Pikirkan tentang **benda, tempat, atau hal** yang Anda sukai.
it: Scegli tre o quattro parole casuali e non correlate che puoi facilmente ricordare. Pensa a a **oggetti, luoghi o cose** che ti piacciono.
ja: 簡単に覚えておくことのできる、無関係な3つまたは4つの単語を選んでください。
lv: Jāizvēlas trīs vai četri nejauši, nesaistīti vārdi, kurus var viegli atcerēties. Jādomā par **priekšmetiem, vietam vai lietām**, kas patīk.
nl: Kies drie of vier willekeurige, niet-gerelateerde woorden die je makkelijk kunt onthouden. Denk aan **voorwerpen, plaatsen of dingen** die je leuk vindt.
pl: Wybierz 3 lub 4 losowe, niepowiązane ze sobą słowa, które łatwo zapamiętasz. Pomyśl o **obiektach, miejscach lub rzeczach**, które lubisz.
pt: Escolha três ou quatro palavras ao acaso, não relacionadas, de que se possa lembrar facilmente. Pense em **objetos, lugares ou coisas** de que gosta.
pt_br: Escolha três ou quatro palavras aleatórias, sem relação que você pode facilmente lembrar. Pense em **objetos, lugares ou coisas** que você goste.
sk: Vyberte si tri alebo štyri náhodné, nesúvisiace slová, ktoré si ľahko zapamätáte. Spomeňte si na **predmety, miesta alebo veci**, ktoré máte radi.
sr: Изаберите три или четири насумичне, неповезане речи које можете лако упамтити. Мислите о **објектима, местима или стварима** које волите.
ta: நீங்கள் எளிதாக நினைவில் வைத்துக் கொள்ளக்கூடிய மூன்று அல்லது நான்கு சீரற்ற, தொடர்பில்லாத வார்த்தைகளைத் தேர்ந்தெடுக்கவும். உங்களுக்குப் பிடித்தமான **பொருட்கள், இடங்கள் அல்லது விஷயங்களைப்** பற்றி சிந்தியுங்கள்.
th: เลือกคำสุ่มที่ไม่เกี่ยวข้องกัน 3 หรือ 4 คำที่คุณจำได้ง่าย นึกถึง **วัตถุ สถานที่ หรือสิ่งของ** ที่คุณชอบ
tr: Kolayca hatırlayabileceğiniz üç veya dört rastgele, birbiriyle ilgisiz kelime seçin. Sevdiğiniz **nesneleri, yerleri veya şeyleri** düşünün.
uk: Вигадайте три або чотири випадкові, не пов'язані між собою слова, які ви легко запам'ятаєте. Подумайте про **об'єкти, місця або улюблені речі**.
vi: Chọn ba hoặc bốn từ ngẫu nhiên, không liên quan đến nhau mà bạn có thể dễ dàng nhớ. Hãy nghĩ đến **đồ vật, địa điểm hoặc thứ gì đó** mà bạn thích.
zh_hans: 挑选三到四个您容易记住的随机的、不相关的单词。想想您喜欢的**物品、地点或事物**。

source: Combine those words together
ar: دمج تلك الكلمات معا
az: Bu sözləri birləşdirin
bg: Комбинирайте думите
cs: Spojte tato slova dohromady
da: Kombinér disse ord sammen
de: Diese Wörter miteinander kombinieren
el: Συνδυάστε αυτές τις λέξεις μαζί
fa: آن کلمات را کنار هم قرار دهید و ترکیب کنید
fi: Yhdistä nuo sanat yhteen
fr: Combinez ces mots ensemble
gl: Combina esas palabras
he: שלב את המילים האלה יחד
hr: Kombiniraj te riječi zajedno
hu: Kombináljuk ezeket a szavakat
id: Kombinasikan kata-kata tersebut
it: Combina queste parole insieme
ja: それらの単語を組み合わせてください
lv: Jāapvieno šie vārdi
nl: Combineer deze woorden
pl: Połącz te słowa
pt: Combine estas palavras
pt_br: Combine essas palavras
sk: Spojte tieto slová dohromady
sr: Укомбинујте те речи заједно
ta: அந்த வார்த்தைகளை ஒன்றாக இணைக்கவும்
th: รวมคำเหล่านั้นเข้าด้วยกัน
tr: Bu kelimeleri birleştirin
uk: Об'єднайте ці слова разом
vi: Kết hợp các từ đó lại với nhau
zh_hans: 将这些单词组合在一起
zh_hant: 將這些單字結合在一起

# CombineThoseWordsTogetherDescriptionLong
source: Put the words together in any order to form your passphrase. **Use hyphens, spaces, or leave them as one long word**—your choice!
ar: ضع الكلمات معا في أي ترتيب لتشكيل عبارة المرور الخاصة بك. **استخدم الوصلات أو المسافات أو تركها ككلمة واحدة طويلة**--اختيارك!
az: Keçid ifadənizi yaratmaq üçün sözləri istənilən sırada bir araya gətirin. **Tire, boşluq istifadə edin və ya bunları tək bir uzun söz kimi saxlayın**—seçim sizindir!
bg: Подредете думите в някакъв ред, за да създадете своята парола-фраза. **Използвайте тирета и интервали за разделение, или пък ги слепете като една дълга дума** – изборът е Ваш!
cs: Spojte slova dohromady do libovolného pořadí pro vytvoření heslové fráze. **Použijte pomlčky, mezery nebo je nechte jako jedno dlouhé slovo**!
de: Setze die Wörter in beliebiger Reihenfolge zusammen, um deine Passphrase zu bilden. **Verwende Bindestriche, Leerzeichen oder lasse sie als ein langes Wort stehen** - du hast die Wahl!
fa: کلمات را به هر ترتیبی که دوست دارید کنار هم قرار دهید تا عبارت عبور خود را بسازید. **می‌توانید از خط تیره، فاصله استفاده کنید یا همه را به صورت یک کلمه بلند بنویسید** — انتخاب با شماست!
fr: Assemblez les mots dans n'importe quel ordre pour former votre phrase secrète. **Utilisez des tirets, des espaces ou laissez-les tels quels pour former un seul mot long**, c'est vous qui choisissez !
he: שים את המילים יחד בכל סדר כדי ליצור את ביטוי הסיסמה שלך. **השתמש במקפים, ברווחים, או השאר אותם כמילה אחת ארוכה**—הבחירה שלך!
hr: Stavi riječi bilo kojim redoslijedom za formiranje svoje frazne lozinke. **Koristi crtice, razmake ili ostavi spojene kao jednu dugu riječ** - tvoj izbor!
hu: Állítsuk össze a szavakat tetszőleges sorrendben a jelmondat kialakításához. Használjunk kötőjeleket, szóközöket, vagy hagyjuk azokat egyetlen hosszú szóként – ez saját választás!
id: Gabungkan kata-kata tersebut dalam urutan apa pun untuk membentuk frasa sandi Anda. **Gunakan tanda hubung, spasi, atau biarkan sebagai satu kata panjang**—pilihan Anda!
it: Metti insieme le parole in qualsiasi modo per formare la tua espressione d'accesso. **Usa trattini, spazi, o lasciali come una lunga parola** — a tua scelta!
ja: 単語を1つの文字列になるようにまとめてください。**ハイフンやスペースを使うってもよいですし、ただただ長い文字の羅列しにてもOKです**。
lv: Vārdi ir saliekami kopā jebkādā secībā, lai izveidotu savu paroles vārdkopu. **Var izmantot domuzīmes, atstarpes vai atstāt tos vienā garā vārdā** — tas ir katra paša ziņā.
nl: Zet de woorden samen in een willekeurige volgorde om je wachtwoordzin te vormen. **Gebruik koppeltekens, spaties of maak er één lang woord van** — jouw keuze!
pl: Połącz słowa w dowolnej kolejności, aby utworzyć hasło. **Użyj myślników, spacji lub pozostaw je jako jedno długie słowo** — Twój wybór!
pt: Junte as palavras em qualquer ordem para formar a sua frase de acesso. **Utilize hífenes, espaços ou deixe-as como uma palavra longa** — a escolha é sua!
pt_br: Junte as palavras em qualquer ordem para formar sua frase secreta. **Use hífens, espaços ou junte-as como uma palavra comprida** — a escolha é sua!
sk: Slová poskladajte v ľubovoľnom poradí a vytvorte tak prístupovú frázu. **Použite pomlčky, medzery alebo ich nechajte ako jedno dlhé slovo** – je to na vás!
sr: Поставите речи заједно у било ком редоследу да би сте формирали фразу. **Користите цртице, размаке или их оставите спојене**—избор је ваш!
ta: உங்கள் கடவுக்குறிச்சொல்லை உருவாக்க வார்த்தைகளை எந்த வரிசையிலும் ஒன்றாக இணைக்கவும். **கோடிட்ட குறிகள், இடைவெளிகளைப் பயன்படுத்தவும் அல்லது அவற்றை ஒரு நீண்ட வார்த்தையாக விட்டுவிடவும்**—அது உங்கள் விருப்பம்!
th: นำคำมารวมกันในลำดับใดก็ได้เพื่อสร้างวลีรหัสผ่านของคุณ **ใช้เครื่องหมายยัติภังค์ เว้นวรรค หรือปล่อยให้เป็นคำยาวคำเดียว**—เลือกได้เลย!
tr: Parolayı oluşturmak için kelimeleri istediğiniz sırayla birleştirin. **Tire, boşluk kullanın veya tek bir uzun kelime olarak bırakın**—seçim sizin!
uk: Складіть слова разом у будь-якій послідовності, щоб сформувати парольну фразу. **Використовуйте дефіси чи пробіли для відокремлення слів, або просто об'єднайте їх в єдиний довгий текст**.
vi: Ghép các từ lại với nhau theo bất kỳ thứ tự nào để tạo thành cụm mật khẩu của bạn. **Sử dụng dấu gạch ngang, khoảng trắng hoặc để nguyên thành một từ dài**—tuỳ bạn chọn!
zh_hans: 将这些单词按任意顺序组合在一起以形成您的密码短语。**使用连字符、空格或将它们保留为一个长单词** - 由您选择！

source: Make it yours
ar: أجعلها لك
az: Özəlləşdirin
bg: Добавете нещо от себе си
cs: Vytvořte si vlastní
da: Gør det til ens eget
de: Mach es zu deinem
el: Κάντε το δικό σας
fa: آن را به سبک خودتان بسازید
fi: Tee siitä omasi
fr: Appropriez-vous la
gl: Faina túa
he: הפוך את זה לשלך
hr: Učinite sve svojim
hu: Tegyük sajátunkká
id: Sesuaikan untuk Anda
it: Rendilo tuo
ja: 自分好みに
lv: Padari to par savu
nl: Maak het je eigen
pl: Spraw, aby było Twoje
pt: Torne-a sua
pt_br: Faça dela sua
sk: Vytvorte si vlastné
sr: Учините је својом
ta: உங்களுடையதாக்குங்கள்
th: ทำให้เป็นสไตล์คุณ
tr: Kişiselleştirin
uk: Вдоскональте
vi: Tùy theo ý bạn
zh_hans: 使其成为您的
zh_hant: 隨心所欲

# MakeItYoursDescriptionLong
source: **Add a number or symbol** to make it even stronger. Now you have a unique, secure, and memorable passphrase!
ar: **أضف رقما أو رمز** لجعله أقوى من ذلك. الآن لديك عبارة مرور فريدة وآمنة وقابلة للتذكير!
az: Daha da güclü etmək üçün **rəqəm və ya simvol** əlavə edin. Artıq unikal, güvənli və yaddaqalan bir keçid ifadəniz var!
bg: **Добавете число или знак**, за да я направите още по-сигурна. Вече имате уникална, сигурна и лесна за помнене парола-фраза!
cs: **Přidejte číslo nebo symbol**, abyste jej ještě posílili. Nyní máte jedinečnou, bezpečnou a zapamatovatelnou heslovou frázi!
de: **Füge eine Nummer oder ein Symbol hinzu**, um sie noch stärker zu machen. Jetzt hast du eine einzigartige, sichere und einprägsame Passphrase!
fa: **یک عدد یا علامت** اضافه کنید تا عبارت عبور قوی‌تر شود. حالا یک عبارت عبور منحصربه‌فرد، امن و به یادماندنی دارید!
fr: **Ajoutez un nombre ou un symbole** pour la rendre encore plus forte. Vous disposez désormais d'une phrase de passe unique, sécurisée et facile à mémoriser !
he: **הוסף מספר או סמל** כדי לעשות את זה אפילו חזק יותר. עכשיו יש לך ביטוי סיסמה ייחודי, מאובטח, ובלתי נשכח!
hr: **Dodaj broj ili znak** kako bi bila još sigurnija. Sada imaš jedinstvenu, sigurnu i pamtljivu fraznu lozinku!
hu: **Adjunk hozzá egy számot vagy szimbólumot**, hogy még erősebb legyen. Most egyedi, biztonságos és emlékezetes jelmondattal rendelkezünk!
id: **Tambahkan angka atau simbol** untuk membuatnya lebih kuat. Sekarang Anda memiliki frasa sandi unik, aman, dan mudah diingat!
it: **Aggiungi un numero o un simbolo** per renderlo ancora più forte. Ora hai una frase segreta unica, sicura e memorizzabile!
ja: **数字または記号**を追加して、より強力にしましょう。パスフレーズの完成です！
lv: **Numurs vai īpaša rakstzīme** ir pievienojama, lai padarītu to vēl drošāku. Tagad Tev ir neatkārtojama, droša un iegaumējama paroles vārdkopa.
nl: **Voeg een nummer of symbool toe** om het nog sterker te maken. Nu heb je een uniek, veilig en onthoudbare wachtwoordzin!
pl: **Dodaj cyfrę lub znak specjalny**, aby hasło było silniejsze. Teraz masz unikalne, bezpieczne i łatwe do zapamiętania hasło wyrazowe!
pt: **Acrescente um número ou símbolo** para a tornar ainda mais forte. Agora tem uma frase de acesso única, segura e memorizável!
pt_br: **Adicione um número ou símbolo** para torná-la ainda mais forte. Agora você tem uma senha única, segura e memorável!
sk: **Pridajte číslo alebo symbol**, aby ste ho ešte viac zvýraznili. Teraz máte jedinečnú, bezpečnú a zapamätateľnú prístupovú frázu!
sr: **Додајте број или симбол** да би сте је учинили још јачом. Сада имате јединствену, безбедну и упамтиву фразу!
ta: அதை இன்னும் வலுவாக்க ஒரு **எண் அல்லது குறியீட்டைச் சேர்க்கவும்**. இப்போது உங்களிடம் ஒரு தனித்துவமான, பாதுகாப்பான மற்றும் நினைவில் வைத்துக் கொள்ளக்கூடிய கடவுக்குறிச்சொல் உள்ளது!
th: **เพิ่มตัวเลขหรือสัญลักษณ์** เพื่อให้รัดกุมยิ่งขึ้น ตอนนี้คุณก็มีวลีรหัสผ่านที่ไม่ซ้ำใคร ปลอดภัย และจำง่ายแล้ว!
tr: Daha da güçlü hale getirmek için **bir sayı veya sembol ekleyin**. Artık benzersiz, güvenli ve hatırlanması kolay bir parolaya sahipsiniz!
uk: **Додайте число або символ**, щоб зробити її ще надійнішою. Тепер у вас є унікальна, безпечна парольна фраза, яку ви легко запам'ятаєте!
vi: **Thêm số hoặc ký tự đặc biệt** để làm cho nó mạnh mẽ hơn nữa. Bây giờ bạn đã có một cụm mật khẩu duy nhất, an toàn và dễ nhớ!
zh_hans: **添加数字或符号**使其更加强大。现在您就拥有一个唯一、安全且难忘的密码了！

source: Check out the passphrase generator
ar: تحقق من مولد عبارة المرور
az: Parol yaradıcıya nəzər salın
bg: Изпробвайте генератора на пароли-фрази
cs: Podívejte se na generátor heslové fráze
da: Tjek adgangssætningsgeneratoren ud
de: Schau dir den Passphrasen-Generator an
el: Ελέγξτε τη γεννήτρια φράσεων πρόσβασης
fa: از تولید کننده عبارت عبور دیدن کنید
fi: Tutustu salalausegeneraattoriin
fr: Découvrez le générateur de phrases de passe
gl: Proba o xerador de frases de contrasinal
he: בדוק את מחולל ביטויי הסיסמה
hr: Pogledaj generator fraznih lozinki
hu: Nézzük meg a jelszógenerátort
id: Coba pembuat frasa sandi
it: Controlla il generatore di espressioni d'accesso
ja: パスフレーズジェネレーターをチェックしてください
lv: Ir vērts ieskatīties paroles vārdkopu veidotājā
nl: Bekijk de wachtwoordzingenerator
pl: Sprawdź generator haseł wyrazowych
pt: Dê uma vista de olhos no gerador de frases de acesso
pt_br: Confira o gerador de frase secreta
sk: Vyskúšajte náš generátor prístupových fráz
sr: Испробајте генератор фраза
ta: கடவுக்குறிச்சொல் ஜெனரேட்டரை சரிபார்க்கவும்
th: ลองดูตัวสร้างวลีรหัสผ่าน
tr: Parola cümlesi üretecini deneyin
uk: Скористайтеся генератором парольної фрази
vi: Tham khảo trình tạo cụm mật khẩu
zh_hans: 查看密码短语生成器
zh_hant: 來看看密碼短語產生器
