Repository: bitwarden/ios
Catalog: BitwardenResources/Localizations/*.lproj/Localizable.strings
Languages: ar, az, bg, cs, da, de, el, fa, fi, fr, gl, he, hr, hu, id, it, ja, lv, nl, pl, pt, pt_br, sk, sr, ta, th, tr, uk, vi, zh_hans, zh_hant

source: Account logged out successfully
ar: تم تسجيل الخروج من الحساب بنجاح
az: Hesabdan uğurla çıxış edildi
bg: Отписването от регистрацията беше успешно
cs: Odhlášení proběhlo úspěšně
da: Konto logget ud
de: Konto erfolgreich abgemeldet
el: Ο λογαριασμός αποσυνδέθηκε επιτυχώς
fa: حساب کاربری با موفقیت خارج شد
fi: Tilin uloskirjaus onnistui
fr: Compte déconnecté avec succès
gl: Sesión cerrada
he: החשבון יצא בהצלחה
hr: Račun uspješno odjavljen
hu: A fiókból kijelentkezés sikeres volt.
id: Berhasil keluar
it: Account uscito
ja: ログアウトしました
lv: Veiksmīga izrakstīšanās no konta
nl: Account succesvol uitgelogd
pl: Wylogowano z konta
pt: Sessão terminada com sucesso
pt_br: Conta desconectada com sucesso
sk: Účet bol úspešne odhlásený
sr: Успешно одјављивање
ta: கணக்கிலிருந்து வெளியேறல் வெற்றி
th: ออกจากระบบบัญชีสำเร็จ
tr: Başarıyla çıkış yapıldı
uk: Ви успішно вийшли з облікового запису
vi: Đăng xuất tài khoản thành công
zh_hans: 账户注销成功
zh_hant: 已成功登出帳戶

source: Account removed successfully
ar: أُزيل الحساب بنجاح
az: Hesab uğurla silindi
bg: Регистрацията беше премахната успешно
cs: Účet byl úspěšně odebrán
da: Konto fjernet
de: Konto erfolgreich entfernt
el: Ο λογαριασμός αφαιρέθηκε επιτυχώς
fa: حساب کاربری با موفقیت حذف شد
fi: Tilin poisto onnistui
fr: Compte supprimé avec succès
gl: Conta eliminada
he: החשבון הוסר בהצלחה
hr: Račun uspješno uklonjen
hu: A fiók eltávolítása sikeres volt.
id: Akun berhasil dihapus
it: Account rimosso
ja: アカウントを削除しました
lv: Konts tika veiksmīgi noņemts
nl: Account succesvol verwijderd
pl: Konto zostało usunięte
pt: Conta removida com sucesso
pt_br: Conta removida com sucesso
sk: Účet bol úspešne odstránený
sr: Налог je успешно уклоњен
ta: கணக்கு நீக்கம் வெற்றி
th: ลบบัญชีสำเร็จ
tr: Hesap başarıyla kaldırıldı
uk: Обліковий запис успішно вилучено
vi: Đã xóa tài khoản thành công
zh_hans: 账户移除成功
zh_hant: 已成功移除帳戶

source: Delete account
ar: حذف الحساب
az: Hesabı sil
bg: Изтриване на регистрацията
cs: Smazat účet
da: Slet konto
de: Konto löschen
el: Διαγραφή λογαριασμού
fa: حذف حساب کاربری
fi: Poista tili
fr: Supprimer le compte
gl: Eliminar conta
he: מחק חשבון
hr: Izbriši račun
hu: Fiók törlése
id: Hapus akun
it: Elimina account
ja: アカウントの削除
lv: Izdzēst kontu
nl: Account verwijderen
pl: Usuń konto
pt: Eliminar conta
pt_br: Apagar conta
sk: Odstrániť účet
sr: Избриши Налог
ta: கணக்கை அழி
th: ลบบัญชี
tr: Hesabı sil
uk: Видалити обліковий запис
vi: Xóa tài khoản
zh_hans: 删除账户
zh_hant: 刪除帳戶

source: Deleting your account is permanent
ar: حذف حسابك نهائي
az: Hesabınız birdəfəlik silinəcək
bg: Изтриването на регистрацията е необратимо
cs: Smazání Vašeho účtu je trvalé
da: Sletning af din konto er permanent
de: Das Löschen deines Kontos ist unwiderruflich
el: Η διαγραφή του λογαριασμού σας είναι μόνιμη
fa: حذف حساب کاربری شما دائمی است
fi: Tilin poisto on pysyvä toimenpide
fr: La suppression de votre compte est permanente
gl: Eliminar a túa conta é irreversible
he: מחיקת חשבון היא לצמיתות
hr: Brisanje tvog računa je nepovratno
hu: A fiók törlése végleges.
id: Menghapus akun Anda bersifat permanen
it: Eliminare il tuo account è definitivo
ja: アカウントを完全に削除します
lv: Konta dzēšana ir neatgriezeniska
nl: Het verwijderen van je account is definitief
pl: Usunięcie konta jest nieodwracalne
pt: A eliminação da sua conta é permanente
pt_br: O apagamento da sua conta é para sempre
sk: Odstránenie účtu je trvalé
sr: Брисање налога је трајно
ta: உமது கணக்கை அழித்தல் நிரந்தரமானது
th: การลบบัญชีจะเป็นการลบถาวร
tr: Silinen hesaplar geri getirilemez
uk: Видалення облікового запису остаточне
vi: Xóa vĩnh viễn tài khoản của bạn
zh_hans: 删除账户是永久性的
zh_hant: 刪除帳戶是永久性的

# DeleteAccountExplanation
source: Your account and all vault data will be erased and unrecoverable. Are you sure you want to continue?
ar: سيتم محو حسابك وجميع البيانات المرتبطة به ولن يمكن استردادها. هل أنت متأكد أنك تريد الاستمرار؟
az: Hesabınız və əlaqəli bütün datalar silinəcək və bərpa oluna bilməyəcək. Davam etmək istədiyinizə əminsiniz?
bg: Регистрацията Ви и всички свързани с нея данни ще бъдат изтрити и няма да могат да бъдат възстановени. Наистина ли искате да продължите?
cs: Váš účet a všechna související data budou vymazána a neobnovitelná. Opravdu chcete pokračovat?
da: Din konto og alle tilknyttede data vil blive slettet og kan ikke gendannes. Er du sikker på, at du vil fortsætte?
de: Dein Konto und alle damit verbundenen Daten werden gelöscht und sind nicht wiederherstellbar. Bist du sicher, dass du fortfahren möchtest?
el: Ο λογαριασμός σας και όλα τα σχετικά δεδομένα θα διαγραφούν και δε θα ανακτηθούν. Σίγουρα θέλετε να συνεχίσετε;
fa: حساب کاربری شما و تمام داده‌های مرتبط پاک می‌شود و قابل بازیابی نیست. آیا مطمئن هستید که می‌خواهید ادامه دهید؟
fi: Tilisi ja kaikki siihen liittyvät tiedot poistetaan, eikä niitä voida palauttaa. Haluatko varmasti jatkaa?
fr: Votre compte et toutes les données associées seront effacées et irrécupérables. Êtes-vous sûr de vouloir continuer ?
gl: A túa conta e os datos da caixa forte serán eliminados de forma permanente. Seguro que queres continuar?
he: החשבון שלך וכל נתוני הכספת יימחקו ולא ניתן יהיה לשחזרם. האם אתה בטוח שברצונך להמשיך?
hr: Tvoj račun i svi povezani podaci biti će nepovratno izbrisani. Sigurno želiš nastaviti?
hu: A fiók és az összes társított adat törlésre kerül és nem állítható vissza. Biztosan folytassuk?
id: Akun Anda dan semua data brankas akan terhapus dan tidak dapat dipulihkan. Apakah Anda yakin untuk melanjutkan?
it: Il tuo account e tutti i dati della tua cassaforte saranno eliminati e non recuperabili. Sei sicuro di voler continuare?
ja: アカウントと関連するすべてのデータが消去され、回復不能になります。続行しますか？
lv: Konts un visi ar to saistītie dati tiks izdzēsti un nebūs atkopjami. Vai tiešām turpināt?
nl: Je account en alle bijbehorende gegevens worden onherstelbaar gewist. Weet je zeker dat je wilt doorgaan?
pl: Konto i wszystkie dane sejfu zostaną trwale usunięte. Czy na pewno chcesz usunąć konto?
pt: A sua conta e todos os dados do cofre serão apagados e irrecuperáveis. Tem a certeza de que quer continuar?
pt_br: Sua conta e todos os dados associados serão apagados e irrecuperáveis. Você tem certeza que quer continuar?
sk: Váš účet a všetky súvisiace údaje budú vymazané a neobnoviteľné. Naozaj chcete pokračovať?
sr: Ваш налог и сви придружени подаци биће избрисани и неповратно. Да ли сте сигурни да желите да наставите?
ta: உமது கணக்கும் அதனுடன் சேர்ந்த தரவனைத்தும் அழிக்கப்படும் மற்றும் மீட்டெடுக்கவியலா. நிச்சயமாக தொடரவா?
th: บัญชีและข้อมูลตู้นิรภัยทั้งหมดจะถูกลบและกู้คืนไม่ได้ ยืนยันที่จะดำเนินการต่อหรือไม่
tr: Hesabınız ve kasanızdaki tüm veriler kalıcı olarak silinecektir. Devam etmek istediğinizden emin misiniz?
uk: Ваш обліковий запис та всі дані сховища буде стерто без можливості відновлення. Ви дійсно хочете продовжити?
vi: Tài khoản của bạn và tất cả dữ liệu trong kho sẽ bị xóa và không thể khôi phục được. Bạn có chắc chắn muốn tiếp tục không?
zh_hans: 您的账户和所有相关数据将被擦除并且无法恢复。确定要继续吗？
zh_hant: 您的帳戶及密碼庫資料將被完全清除並且無法復原。您確定要繼續嗎？

source: Deleting your account
ar: حذف حسابك
az: Hesabınız silinir
bg: Изтриване на регистрацията Ви
cs: Mazání Vašeho účtu
da: Sletter din konto
de: Dein Konto wird gelöscht
el: Διαγραφή του λογαριασμού σας
fa: در حال حذف حساب کاربری شما
fi: Tiliäsi poistetaan
fr: Suppression de votre compte
gl: Eliminando a túa conta
he: מוחק את החשבון שלך
hr: Brisanje tvog računa
hu: A fiók törlése folyamatban van.
id: Hapus akun anda
it: Eliminazione del tuo account
ja: アカウントを削除中
lv: Dzēš kontu
nl: Je account verwijderen
pl: Usuwanie konta
pt: A eliminar a sua conta
pt_br: Apagando sua conta
sk: Odstraňuje sa účet
sr: Брисање вашег налога
ta: உமது கணக்கை அழிக்கிறது
th: กำลังลบบัญชีของคุณ
tr: Hesabınız siliniyor
uk: Видалення облікового запису
vi: Đang xóa tài khoản của bạn
zh_hans: 正删除您的账户
zh_hant: 正在刪除您的帳戶

source: Your account has been permanently deleted
ar: تم حذف حسابك بشكل دائم
az: Hesabınız birdəfəlik silindi
bg: Регистрацията Ви беше изтрита необратимо
cs: Váš účet byl trvale smazán
da: Din konto er blevet permanent slettet
de: Dein Konto wurde unwiderruflich gelöscht
el: Ο λογαριασμός σας έχει διαγραφεί οριστικά
fa: حساب کاربری شما برای همیشه حذف شد
fi: Tilisi on poistettu pysyvästi
fr: Votre compte a été définitivement supprimé
gl: A túa conta eliminouse de forma permanente
he: חשבונך נמחק לצמיתות
hr: Tvoj račun je trajno izbrisan.
hu: A fiók véglegesen törlésre került.
id: Akun Anda telah dihapus secara permanen.
it: Il tuo account è stato eliminato definitivamente
ja: アカウントを完全に削除しました
lv: Jūsu konts ir neatgriezeniski izdzēsts
nl: Jouw account is definitief verwijderd
pl: Konto zostało trwale usunięte
pt: A sua conta foi permanentemente eliminada
pt_br: Sua conta foi apagada permanentemente
sk: Váš účet bol natrvalo odstránený
sr: Ваш налог је трајно обрисан
ta: உமது கணக்கு நிரந்தரமாக அழிக்கப்பட்டது
th: บัญชีของคุณถูกลบถาวรแล้ว
tr: Hesabınız kalıcı olarak silinmiştir
uk: Ваш обліковий запис було остаточно видалено
vi: Tài khoản của bạn đã được xóa vĩnh viễn
zh_hans: 您的账户已被永久删除
zh_hant: 已永久刪除您的帳戶

source: Invalid verification code
ar: رقم التحقق خاطئ
az: Yararsız doğrulama kodu
bg: Грешен код за потвърждаване
cs: Neplatný ověřovací kód.
da: Ugyldig bekræftelseskode
de: Ungültiger Verifizierungscode
el: Μη έγκυρος κωδικός επαλήθευσης
fa: کد تأیید نامعتبر است
fi: Virheellinen todennuskoodi
fr: Code de vérification invalide.
gl: Código de verificación non válido
he: קוד אימות שגוי
hr: Nevažeći kôd za provjeru
hu: A hitelesítő kód érvénytelen.
id: Kode verifikasi tidak valid.
it: Codice di verifica non valido
ja: 認証コードが無効です。
lv: Nederīgs apliecinājuma kods
nl: Ongeldige verificatiecode
pl: Kod weryfikacyjny jest nieprawidłowy
pt: Código de verificação inválido
pt_br: Código de verificação inválido
sk: Neplatný verifikačný kód.
sr: Неисправан верификациони код.
ta: செல்லாத சரிபார்ப்புக் குறியீடு
th: รหัสยืนยันไม่ถูกต้อง
tr: Doğrulama kodu geçersiz
uk: Недійсний код підтвердження
vi: Mã xác minh không đúng
zh_hans: 无效的验证码
zh_hant: 無效的驗證碼

# RequestOTP
source: Request one-time password
ar: اطلب كلمة مرور لمرة واحدة
az: Tək istifadəlik parol tələb et
bg: Заявка за еднократна парола
cs: Vyžádat jednorázové heslo
da: Anmod om engangsadgangskode
de: Einmalpasswort anfordern
el: Αιτηθείτε τον κωδικό πρόσβασης μιας χρήσης
fa: درخواست رمز یکبار مصرف
fi: Pyydä kertakäyttöinen salasana
fr: Demander un mot de passe à usage unique
gl: Requirir código dun uso
he: בקש סיסמה חד־פעמית
hr: Zatraži jednokratnu lozinku
hu: Egyszeri jelszó kérése
id: Meminta kata sandi sekali pakai
it: Richiedi OTP
ja: ワンタイムパスワードを要求する
lv: Pieprasīt vienreiz izmantojamo paroli
nl: Eenmalig wachtwoord aanvragen
pl: Poproś o jednorazowe hasło
pt: Pedir palavra-passe única
pt_br: Solicitar senha de uso único
sk: Vyžiadať jednorazové heslo
sr: Захтевај једнократну лозинку
ta: ஒருமுறை கடவுச்சொல்லைக் கோரு
th: ขอรหัสผ่านครั้งเดียว (OTP)
tr: Tek kullanımlık parola iste
uk: Запитувати одноразовий пароль
vi: Yêu cầu mật khẩu một lần (OTP)
zh_hans: 要求一次性密码
zh_hant: 要求一次性密碼

source: Send code
ar: إرسال الرمز
az: Kod göndər
bg: Изпращане на кода
cs: Poslat kód
da: Send kode
de: Code senden
el: Αποστολή Κωδικού
fa: ارسال کد
fi: Lähetä koodi
fr: Envoyer le code
gl: Enviar código
he: שלח קוד
hr: Pošalji kôd
hu: Send kód
id: Kirim Kode
it: Invia codice
ja: コードを送信
lv: Nosūtīt kodu
nl: Code versturen
pl: Wyślij kod
pt: Enviar código
pt_br: Enviar código
sk: Odoslať kód
sr: Пошаљи код
ta: குறியீட்டை அனுப்பு
th: ส่งรหัส
tr: Kod gönder
uk: Надіслати код
vi: Gửi mã
zh_hans: 发送验证码
zh_hant: 傳送驗證碼

source: Sending
ar: جار الإرسال
az: Göndərilir
bg: Изпращане…
cs: Odesílání
da: Sender
de: Wird gesendet
el: Αποστολή....
fa: درحال ارسال
fi: Lähetetään
fr: Envoi en cours
gl: Enviando
he: שולח
hr: Šaljem
hu: Küldés...
id: Mengirim...
it: Invio in corso
ja: 送信中
lv: Sūta
nl: Versturen
pl: Wysyłanie
pt: A enviar
pt_br: Enviando
sk: Odosiela sa
sr: Слање
ta: அனுப்புகிறது
th: กำลังส่ง
tr: Gönderiliyor
uk: Надсилання
vi: Đang gửi
zh_hans: 正在发送
zh_hant: 正在傳送

source: Sending code
ar: جار إرسال الرمز
az: Kod göndərilir
bg: Изпращане на кода
cs: Odesílání kódu
da: Sender kode
de: Code wird gesendet
el: Αποστολή κωδικού
fa: درحال ارسال کد
fi: Koodia lähetetään
fr: Envoi du code
gl: Enviando código
he: שולח קוד
hr: Šaljem kod
hu: Küldési kód
id: Mengirim kode
it: Invio codice in corso...
ja: コードを送信中
lv: Sūta kodu
nl: Code versturen
pl: Wysyłanie kodu
pt: A enviar código
pt_br: Enviando código
sk: Odosiela sa kód
sr: Слање кôда
ta: குறியீட்டை அனுப்புகிறது
th: กำลังส่งรหัส
tr: Kod gönderiliyor
uk: Надсилання коду
vi: Đang gửi mã
zh_hans: 发送代码
zh_hant: 正在傳送驗證碼

source: Verifying
ar: جارٍ التحقق
az: Doğrulanır
bg: Потвърждаване
cs: Ověřování
da: Bekræfter
de: Wird verifiziert
el: Επαλήθευση
fa: در حال تأیید
fi: Todennetaan
fr: Vérification
gl: Verificando
he: מאמת
hr: Potvrđivanje
hu: Ellenőrzés
id: Memverifikasi...
it: Verifica
ja: 検証中
lv: Pārbauda
nl: Verifiëren
pl: Weryfikowanie
pt: A verificar
pt_br: Verificando
sk: Overuje sa
sr: Проверавање
ta: சரிபார்க்கிறது
th: กำลังยืนยัน
tr: Doğrulanıyor
uk: Перевірка
vi: Đang xác minh
zh_hans: 正在验证
zh_hant: 正在驗證

source: Resend code
ar: إعادة إرسال الرمز
az: Kodu təkrar göndər
bg: Повторно изпращане на кода
cs: Znovu odeslat kód
da: Send kode igen
de: Code erneut senden
el: Επαναποστολή κωδικού
fa: ارسال دوباره کد
fi: Lähetä koodi uudelleen
fr: Renvoyer le code
gl: Volver enviar o código
he: שלח קוד מחדש
hr: Ponovno pošalji kod
hu: Újraküldési kód
id: Kirim ulang kode
it: Invia codice di nuovo
ja: コードを再送信
lv: Atkārtoti nosūtīt kodu
nl: Code opnieuw versturen
pl: Wyślij ponownie kod
pt: Reenviar código
pt_br: Reenviar código
sk: Znova odoslať kód
sr: Понови слање кôда
ta: குறியீட்டை மீண்டுமனுப்பு
th: ส่งรหัสอีกครั้ง
tr: Kodu yeniden gönder
uk: Надіслати новий код
vi: Gửi lại mã
zh_hans: 重新发送代码
zh_hant: 重新傳送驗證碼

source: Enter the verification code that was sent to your email
ar: أدخِل رمز التحقق الذي أرسل إلى بريدك الإلكتروني.
az: E-poçtunuza göndərilmiş doğrulama kodunu daxil edin
bg: Въведете кода за потвърждаване, който беше изпратен на Вашата е-поща
cs: Zadejte ověřovací kód, který byl odeslán do Vašeho e-mailu
da: Indtast den bekræftelseskode, der blev sendt til din e-mail
de: Gib den Verifizierungscode ein, der an deine E-Mail-Adresse gesendet wurde
el: Εισάγετε τον κωδικό επαλήθευσης που έχει σταλεί στο email σας
fa: کد تأییدی را که به ایمیل شما ارسال شده است وارد کنید
fi: Syötä sähköpostiisi lähetetty todennuskoodi
fr: Saisissez le code de vérification qui vous a été envoyé par courriel
gl: Insire o código de verificación enviado ó teu correo
he: הזן את קוד האימות שנשלח לאימייל שלך
hr: Unesite kôd za provjeru primljen e-poštom
hu: Az emailben elküldött ellenőrző kód megadása
id: Masukkan kode verifikasi yang dikirim ke email anda
it: Inserisci il codice di verifica che è stato inviato alla tua email
ja: メールアドレスに送信された確認コードを入力してください
lv: Jāievada apliecinājuma kods, kas tika nosūtīts e-pastā
nl: Voer de verificatiecode in die naar je e-mail is gestuurd
pl: Wpisz kod weryfikacyjny wysłany na adres e-mail
pt: Introduza o código de verificação que foi enviado para o seu e-mail
pt_br: Digite o código de verificação enviado para seu e-mail
sk: Zadajte overovací kód, ktorý vám bol zaslaný na e-mail
sr: Унесите верификациони кôд који је послат на Вашу е-адресу
ta: உம் மின்னஞ்சலுக்கு அனுப்பப்பட்ட சரிபார்ப்புக் குறியீட்டை உள்ளிடு
th: กรอกรหัสยืนยันที่ส่งไปยังอีเมลของคุณ
tr: E-posta adresinize gönderilen doğrulama kodunu girin
uk: Введіть код підтвердження, надісланий на вашу електронну пошту
vi: Nhập mã xác minh đã được gửi đến email của bạn
zh_hans: 输入发送到您电子邮箱的验证码
zh_hant: 輸入傳送至您電子郵件信箱的驗證碼

source: Submit crash logs
ar: إرسال سجلات الأعطال
az: Çökmə jurnallarını göndər
bg: Изпращане на доклади за сривовете
cs: Odesílat záznamy o pádech
da: Indsend nedbrudslogger
de: Absturzprotokolle senden
el: Υποβολή αρχείου καταγραφής σφαλμάτων
fa: گزارش‌های خرابی را ارسال کنید
fi: Lähetä kaatumislokit
fr: Envoyer les journaux de plantage
gl: Enviar rexistro de fallos
he: הגש יומני קריסה
hr: Slanje zapisnika rušenja
hu: Összeomlási naplózások beküldése
id: Kirim catatan kerusakan
it: Invia rapporti sugli arresti anomali
ja: クラッシュログを送信
lv: Iesniegt avāriju ierakstus
nl: Crashes rapporteren
pl: Wyślij logi awarii
pt: Submeter registo de falhas
pt_br: Enviar registros de travamentos
sk: Odoslať logy o zlyhaní
sr: Пошаљите евиденцију о паду
ta: சிதைவுக்குறிப்புகளைச் சமர்ப்பி
th: ส่งบันทึกข้อผิดพลาด
tr: Çökme günlüklerini gönder
uk: Надсилати звіти про збої
vi: Gửi nhật ký lỗi
zh_hans: 提交崩溃日志
zh_hant: 提交當機記錄

# OptionsExpanded
source: Options are expanded, tap to collapse.
ar: يتم توسيع الخيارات، انقر للتصغير.
az: Seçimlər genişləndirildi, yığcamlaşdırmaq üçün toxunun.
bg: Възможностите са разгънати. Докоснете за свиване.
cs: Volby jsou rozbaleny, klepněte pro sbalení.
da: Indstillinger er udvidet, tryk for at kollapse.
de: Optionen sind ausgeklappt, tippen zum Einklappen.
el: Οι επιλογές έχουν επεκταθεί, πατήστε για κατάρρευση.
fa: گزینه‌ها گسترده شده‌اند، برای جمع کردن ضربه بزنید.
fi: Valinnat on laajennettu, tiivistä napauttamalla.
fr: Les options sont dépliées, appuyez pour grouper.
gl: As opcións están despregadas, pulsa para recollelas.
he: האפשרויות מורחבות, הקש כדי לכווץ.
hr: Opcije su proširene, dodirni za sažimanje.
hu: Az opciók nyitottak, koppintásra bezárulnak.
id: Opsi diperluas, ketuk untuk menciutkan.
it: Opzioni estese, clicca per comprimerle.
ja: オプションを展開しました。タップして折りたたみます。
lv: Iespējas ir izvērstas, piesist, lai sakļautu.
nl: Opties zijn uitgebreid, tik om te storten.
pl: Opcje są rozwinięte. Kliknij, aby zwinąć.
pt: As opções estão expandidas, clique para as fechar.
pt_br: Opções expandidas, toque para recolher.
sk: Možnosti sú rozbalené, ťuknutím na položku ich zbalíte.
sr: Опције су проширене, додирните да бисте скупили.
ta: தெரிவுகள் விரிவாகின, சுருக்கத் தட்டு.
th: ตัวเลือกขยายอยู่ แตะเพื่อย่อ
tr: Seçenekler genişletildi, daraltmak için dokunun.
uk: Налаштування розгорнуто. Торкніться, щоб згорнути.
vi: Đã mở rộng các tuỳ chọn, nhấn để thu gọn.
zh_hans: 选项已展开，点击折叠。
zh_hant: 選項已展開，點選收合。

source: Uppercase (A to Z)
ar: أحرف كبيرة (من A إلى Z)
az: Böyük hərf (A-Z)
bg: Главни букви (A-Z)
cs: Velká písmena (A-Z)
da: Store bogstaver (A til Z)
de: Großbuchstaben (A bis Z)
el: Κεφαλαία (A-Z)
fa: حروف بزرگ (A تا Z)
fi: Isot kirjaimet (A-Z)
fr: Majuscules (A à Z)
gl: Maiúsculas (A - Z)
he: אותיות גדולות (A-Z)
hr: Velika slova (A - Z)
hu: Nagybetűs (A-Z)
id: Huruf besar (A ke Z)
it: Maiuscole (A-Z)
ja: 大文字（A～Z）
lv: Lielie burti (A līdz Z)
nl: Hoofdletters (A tot Z)
pl: Wielkie litery (A-Z)
pt: Maiúsculas (A-Z)
pt_br: Maiúsculas (A ao Z)
sk: Veľké písmená (A až Z)
sr: Велика слова (A-Z)
ta: பேரெழுத்து (A - Z)
th: ตัวพิมพ์ใหญ่ (A ถึง Z)
tr: Büyük harf (A-Z)
uk: Верхній регістр (A - Z)
vi: Chữ hoa (A-Z)
zh_hans: 大写 (A-Z)
zh_hant: 大寫 (A–Z)

source: Lowercase (A to Z)
ar: أحرف صغيرة (من A إلى Z)
az: Kiçik hərf (Z-A)
bg: Малки букви (a-z)
cs: Malá písmena (A-Z)
da: Små bogstaver (A til Z)
de: Kleinbuchstaben (A bis Z)
el: Πεζά (A-Z)
fa: حروف کوچک (A تا Z)
fi: Pienet kirjaimet (A-Z)
fr: Minuscules (A à Z)
gl: Minúsculas (A - Z)
he: אותיות קטנות (a-z)
hr: Mala slova (a - z)
hu: Kisbetűs (a-z)
id: Huruf kecil (Z ke A)
it: Minuscole (a-z)
ja: 小文字（a～z）
lv: Mazie burti (A līdz Z)
nl: Kleine letters (A tot Z)
pl: Małe litery (a-z)
pt: Minúsculas (a-z)
pt_br: Minúsculas (A ao Z)
sk: Malé písmená (a až z)
sr: Мала слова (A-Z)
ta: சிற்றெழுத்து (a - z)
th: ตัวพิมพ์เล็ก (a ถึง z)
tr: Küçük harf (A-Z)
uk: Нижній регістр (a - z)
vi: Chữ thường (a-z)
zh_hans: 小写 (a-z)
zh_hant: 小寫 (a-z)

# NumbersZeroToNine
source: Numbers (0 to 9)
ar: الأعداد (من 0 حتى 9)
az: Rəqəmlər (0-9)
bg: Числа (0-9)
cs: Číslice (0-9)
da: Tal (0 til 9)
de: Zahlen (0 bis 9)
el: Αριθμοί (0-9)
fa: اعداد (‪0 to 9‬)
fi: Numerot (0-9)
fr: Nombres (0 à 9)
gl: Números (0 - 9)
he: מספרים (0-9)
hr: Brojevi (0 - 9)
hu: Számok (0-9)
id: Angka (0 ke 9)
it: Numeri (0-9)
ja: 数値 (0～9)
lv: Cipari (0 līdz 9)
nl: Cijfers (0 tot 9)
pl: Cyfry (0-9)
pt: Números (0-9)
pt_br: Números (0 ao 9)
sk: Čísla (0 až 9)
sr: Цифре (0-9)
ta: எண்கள் (0 - 9)
th: ตัวเลข (0 ถึง 9)
tr: Rakamlar (0-9)
uk: Числа (0 - 9)
vi: Số (0-9)
zh_hans: 数字 (0-9)
zh_hant: 數字 (0–9)

source: Special characters (!@#$%^&*)
ar: أحرف خاصة (!@#$%^&*)
az: Xüsusi simvollar (!@#$%^&*)
bg: Специални знаци (!@#$%^&*)
cs: Speciální znaky (!@#$%^&*)
da: Specialtegn (!@#$%^&*)
de: Sonderzeichen (!@#$%^&*)
el: Ειδικοί Χαρακτήρες (!@#$%^&*)
fa: کاراکترهای خاص (!@#$%^&*)
fi: Erikoismerkit (!@#$%^&*)
fr: Caractères spéciaux (!@#$%^&*)
gl: Caracteres especiais (!@#$%^&*)
he: תווים מיוחדים (*&^%$#@!)
hr: Posebni znakovi (!@#$%^&*)
hu: Speciális karakterek (!@#$%^&*)
id: Karakter spesial (!@#$%^&*)
it: Caratteri speciali (!@#$%^&*)
ja: 特殊文字（!@#$%^&*)
lv: Īpašās rakstzīmes (!@#$%^&*)
nl: Speciale tekens (!@#$%^&*)
pl: Znaki specjalne (!@#$%^&*)
pt: Carateres especiais (!@#$%^&*)
pt_br: Caracteres especiais (!@#$%^&*)
sk: Špeciálne znaky (!@#$%^&*)
sr: Специјална слова (!@#$%^&*)
ta: சிறப்பு எழுத்துக்கள் (!@#$%^&*)
th: อักขระพิเศษ (!@#$%^&*)
tr: Özel karakterler (!@#$%^&*)
uk: Спеціальні символи (!@#$%^&*)
vi: Ký tự đặc biệt (!@#$%^&*)
zh_hans: 特殊字符 (!@#$%^&*)
zh_hant: 特殊字元 (!@#$%^&*)

source: Password is visible, tap to hide.
ar: كلمة المرور مرئية، انقر للإخفاء.
az: Parol görünür, gizlətmək üçün toxunun.
bg: Паролата е видима. Докоснете за скриване.
cs: Heslo je viditelné, klepněte pro skrytí.
da: Adgangskode er synlig, tryk for at skjule.
de: Passwort ist sichtbar, tippen um es auszublenden.
el: Ο κωδικός πρόσβασης είναι ορατός, πατήστε για απόκρυψη.
fa: کلمه عبور قابل مشاهده است، برای نمایش ضربه بزنید.
fi: Salasana on näkyvissä, piilota napauttamalla.
fr: Le mot de passe est visible, appuyez pour le cacher.
gl: O contrasinal é visible, pulsa para agochalo.
he: הסיסמה גלויה, הקש כדי להסתיר.
hr: Lozinka je vidljiva, dodirnite za skrivanje.
hu: A jelszó látható, koppintással elrejthető.
id: Kata sandi terlihat, ketuk untuk menyembunyikannya.
it: Password visibile, clicca per nasconderla.
ja: パスワードが表示されています。タップして非表示にします。
lv: Parole ir redzama, piesist, lai paslēptu.
nl: Wachtwoord is zichtbaar, tik om te verbergen.
pl: Hasło jest widoczne. Kliknij, aby je ukryć.
pt: A palavra-passe está visível, toque para a ocultar.
pt_br: A senha está visível, toque para ocultar.
sk: Heslo je viditeľné, ťuknutím ho skryjete.
sr: Лозинка се види, додирните да је сакријете.
ta: கடவுச்சொல் தெரிகிறது, மறைக்கத் தட்டு
th: รหัสผ่านแสดงอยู่ แตะเพื่อซ่อน
tr: Parola görünür durumda. Gizlemek için dokunun.
uk: Пароль видимий. Торкніться, щоб приховати.
vi: Đang hiện mật khẩu, nhấn để ẩn.
zh_hans: 密码可见，点击以隐藏。
zh_hant: 密碼可見，點選以隱藏。
