Repository: bitwarden/ios
Catalog: BitwardenResources/Localizations/*.lproj/Localizable.strings
Languages: ar, az, bg, cs, da, de, el, fa, fi, fr, gl, he, hr, hu, id, it, ja, lv, nl, pl, pt, pt_br, sk, sr, ta, th, tr, uk, vi, zh_hans, zh_hant

# ImportingFromTwoFasPasswordProtectedNotSupported
source: Importing from 2FAS password protected files is not supported. Try again with an exported file that is not password protected.
ar: الاستيراد من الملفات المحمية بكلمة مرور 2FAS غير مدعوم. حاول مرة أخرى مع ملف مصدَّر غير محمي بكلمة المرور.
az: 2FAS parol qorumalı fayllardan daxilə köçürmə dəstəklənmir. Parol qorumalı olmayan xaricə köçürülən bir faylla yenidən sınayın.
bg: Внасянето от защитени с парола файлове на 2FAS не се поддържа. Опитайте отново с изнесен файл, който не е защитен с парола.
cs: Importování ze souborů chráněných hesly 2FAS není podporován. Zkuste to znovu s exportovaným souborem, který není chráněn heslem.
da: Import fra 2FAS-adgangskodebeskyttede filer understøttes ikke. Prøv igen med en eksporteret fil uden adgangskodebeskyttelse.
de: Der Import aus passwortgeschützten 2FAS-Dateien wird nicht unterstützt. Versuche es erneut mit einer exportierten Datei, die nicht passwortgeschützt ist.
el: Η εισαγωγή από αρχεία του 2FAS με κωδικό πρόσβασης δεν υποστηρίζεται. Δοκιμάστε ξανά με ένα αρχείο που δεν προστατεύεται με κωδικό πρόσβασης.
fi: Tuonti 2FAS:n salasanasuojatuista tiedostoista ei ole tuettua. Yritä uudelleen tiedostolla, jota ei ole salasanasuojattu.
fr: L'importation à partir de fichiers protégés par mot de passe 2FAS n'est pas prise en charge. Réessayez avec un fichier exporté qui n'est pas protégé par mot de passe.
gl: A importación dende arquivos 2FAS protexido por contrasinal non é soportada. Tenteo de novo cun arquivo exportado sen protección.
he: ייבוא מקבצי אימות דו־שלבי המוגנים בסיסמה אינו נתמך. נסה שוב עם קובץ מיוצא שאינו מוגן סיסמה.
hr: Uvoz iz datoteka zaštićenih 2FAS lozinkom nije podržan. Pokušaj ponovno s izvezenom datotekom koja nije zaštićena lozinkom.
hu: A 2FAS jelszóval védett fájlokból történő importálás nem támogatott. Próbálkozzunk újra egy exportált fájllal, amely nem jelszóval védett.
id: Impor dari file 2FAS yang dilindungi sandi tidak didukung. Coba lagi dengan file ekspor yang tidak dilindungi sandi.
it: L'importazione da file protetti da password 2FAS non è supportata. Riprovare con un file esportato che non è protetto da password.
ja: 2FASのパスワードで保護されたファイルからのインポートには対応しておりません。パスワード保護されていないエクスポートファイルでもう一度お試しください。
nl: Importeren vanuit 2FAS-bestanden met wachtwoordbeveiliging wordt niet ondersteund. Probeer het opnieuw met een geëxporteerd bestand dat niet met een wachtwoord is beveiligd.
pl: Importowanie plików 2FAS chronionych hasłem nie jest obsługiwane. Wyeksportuj plik, który nie jest chroniony hasłem.
pt: A importação de ficheiros 2FAS protegidos por palavra-passe não é suportada. Tente novamente com um ficheiro exportado que não esteja protegido por palavra-passe.
pt_br: Não é suportado importar de arquivos do 2FAS protegidos por senha. Tente novamente com um arquivo exportado que não esteja protegido por senha.
sk: Importovanie súborov chránených heslom z 2FAS nie je podporované. Skúste to znova so súborom bez hesla.
sr: Увоз из 2ФА датотека заштићених лозинком није подржан. Покушајте поново са извезеном датотеком која није заштићена лозинком.
ta: கடவுச்சொல் பாதுகாக்கப்பட்ட 2FAS கோப்புகளிலிருந்து இறக்குமதி செய்வது ஆதரிக்கப்படவில்லை. கடவுச்சொல் பாதுகாப்பில்லாத ஏற்றுமதி செய்யப்பட்ட கோப்புடன் மீண்டும் முயற்சிக்கவும்.
th: ไม่รองรับการนำเข้าจากไฟล์ 2FAS ที่ป้องกันด้วยรหัสผ่าน โปรดลองอีกครั้งด้วยไฟล์ที่ส่งออกซึ่งไม่มีการป้องกันด้วยรหัสผ่าน
tr: Parola korumalı 2FAS dosyalarından içe aktarma desteklenmiyor. Parola korumasız bir dosyayla yeniden deneyin.
uk: Імпортування даних із захищених паролем файлів 2FAS не підтримується. Повторіть спробу з експортованим файлом, який не захищено паролем.
vi: Ứng dụng không hỗ trợ nhập từ các tập tin được bảo mật bằng mật khẩu 2FAS. Vui lòng thử lại với một tập tin xuất khẩu không được bảo mật bằng mật khẩu.
zh_hans: 不支持从 2FAS 密码保护文件导入，请尝试导出不受密码保护的文件。
zh_hant: 不支援從受密碼保護的 2FAS 檔案匯入。請使用未受密碼保護的匯出檔案重試。

source: Item information
ar: معلومات العنصر
az: Element məlumatları
bg: Сведения за елемента
cs: Informace o položce
da: Elementinformation
de: Eintragsinformationen
el: Πληροφορίες στοιχείου
fa: اطلاعات مورد
fi: Kohteen tiedot
fr: Informations sur l'élément
gl: Información da entrada
he: מידע על הפריט
hr: Informacije o stavci
hu: Elem információ
id: Informasi item
it: Informazioni elemento
ja: アイテム情報
lv: Vienuma informācija
nl: Item
pl: Informacje o elemencie
pt: Informações do item
pt_br: Informações do item
sk: Informácie o položke
sr: Инфо о ставци
ta: உருப்படித் தகவல்
th: ข้อมูลรายการ
tr: Hesap Bilgileri
uk: Інформація про запис
vi: Thông tin mục
zh_hans: 项目信息
zh_hant: 項目資訊

# ItemsExported
source: Verification codes exported
ar: أُنشئَ رمز التحقق
az: Doğrulama kodları xaricə köçürüldü
bg: Кодовете за потвърждаване са изнесени
cs: Ověřovací kódy byly exportovány
da: Bekræftelseskoder er eksporteret
de: Verifizierungscodes exportiert
el: Έγινε εξαγωγή των κωδικών επαλήθευσης
fi: Vahvistuskoodit viety
fr: Codes de vérification exportés
gl: Códigos de verificación exportados
he: קודי אימות יוצאו
hr: Kôdovi za provjeru izvezeni
hu: Az ellenőrző kód exportálásra került.
id: Kode verifikasi berhasil diekspor
it: Codici di verifica esportati
ja: 認証コードがエクスポートされました
nl: Verificatiecodes geëxporteerd
pl: Kody weryfikacyjne zostały wyeksportowane
pt: Códigos de verificação exportados
pt_br: Códigos de verificação exportados
sk: Overovacie kódy boli exportované
sr: Верификациони кодови су извезени
ta: சரிபார்ப்புக் குறியீடுகள் ஏற்றுமதி செய்யப்பட்டன
th: ส่งออกรหัสยืนยันแล้ว
tr: Doğrulama kodları dışa aktarıldı
uk: Коди підтвердження експортовано
vi: Mã xác minh đã được xuất
zh_hans: 验证码已导出
zh_hant: 驗證碼已匯出

# ItemsImported
source: Verification codes imported
ar: تم استيراد رموز التحقق
az: Doğrulama kodları daxilə köçürüldü
bg: Кодовете за потвърждаване са внесени
cs: Ověřovací kódy byly importovány
da: Bekræftelseskoder er importeret
de: Verifizierungscodes importiert
el: Έγινε εισαγωγή των κωδικών επαλήθευσης
fi: Vahvistuskoodit tuotu
fr: Codes de vérification importés
gl: Códigos de verificación importados
he: קודי אימות יובאו
hr: Kôdovi za provjeru uvezeni
hu: Az ellenőrző kód importálásra került.
id: Kode verifikasi berhasil diimpor
it: Codici di verifica importati
ja: 認証コードがインポートされました
nl: Verticatiecodes geïmporteerd
pl: Kody weryfikacyjne zostały zaimportowane
pt: Códigos de verificação importados
pt_br: Códigos de verificação importados
sk: Overovacie kódy boli importované
sr: Верификациони кодови су увезени
ta: சரிபார்ப்புக் குறியீடுகள் இறக்குமதி செய்யப்பட்டன
th: นำเข้ารหัสยืนยันแล้ว
tr: Doğrulama kodları içe aktarıldı
uk: Коди підтвердження імпортовано
vi: Mã xác minh đã được nhập
zh_hans: 已导入验证码
zh_hant: 驗證碼已匯入

source: Key
ar: مفتاح
az: Açar
bg: Ключ
cs: Klíč
da: Nøgle
de: Schlüssel
el: Κλειδί
fa: کلید
fi: Avain
fr: Clé
gl: Clave
he: מפתח
hr: Ključ
hu: Kulcs
id: Kunci
it: Chiave
ja: キー
lv: Atslēga
nl: Sleutel
pl: Klucz
pt: Chave
pt_br: Chave
sk: Kľúč
sr: Кључ
ta: விசை
th: คีย์
tr: Anahtar
uk: Ключ
vi: Khóa
zh_hans: 密钥
zh_hant: 金鑰

# KeyReadError
source: Cannot read key.
ar: لا يمكن قراءة المفتاح.
az: Açar oxuna bilmir.
bg: Ключът не може да бъде прочетен.
cs: Nelze přečíst klíč.
da: Nøgle kan ikke læses.
de: Kann den Schlüssel nicht lesen.
el: Δεν είναι δυνατή η ανάγνωση του κλειδιού.
fi: Avainta ei voitu lukea.
fr: Impossible de lire la clé.
gl: Non se pode ler a clave.
he: לא ניתן לקרוא מפתח.
hr: Ne mogu očitati ključ.
hu: A kulcs nem olvasható be.
id: Tidak dapat membaca kunci.
it: Impossibile leggere la chiave.
ja: キーが読み込めません。
nl: Kan sleutel niet lezen.
pl: Nie można odczytać klucza.
pt: Não é possível ler a chave.
pt_br: Não é possível ler a chave.
sk: Kľúč sa nedá prečítať.
sr: Није могуће прочитати кључ.
ta: விசையைப் படிக்க முடியவில்லை.
th: ไม่สามารถอ่านคีย์ได้
tr: Anahtar okunamıyor.
uk: Неможливо прочитати ключ.
vi: Không thể đọc khoá.
zh_hans: 无法读取密钥。
zh_hant: 無法讀取金鑰。

source: Launch tutorial
ar: تشغيل البرنامج التعليمي
az: Təlimi başlat
bg: Стартиране на обучението
cs: Spustit tutoriál
da: Start tutorial
de: Tutorial starten
el: Εκκίνηση οδηγού
fi: Opetusohjelma
fr: Lancer le tutoriel
gl: Iniciar tutorial
he: פתח מדריך ללומד
hr: Pokreni vodič
hu: Útmutató elindítása
id: Mulai tutorial
it: Avvia tutorial
ja: チュートリアルを開始
nl: Tutorial starten
pl: Uruchom samouczek
pt: Iniciar tutorial
pt_br: Abrir tutorial
sk: Spustiť tutoriál
sr: Покрените водич
ta: பயிற்சியைத் தொடங்கு
th: เปิดบทช่วยสอน
tr: Öğreticiyi başlat
uk: Запустити знайомство
vi: Bắt đầu hướng dẫn
zh_hans: 打开教程

# LearnMoreLink
source: [Learn more](%1$@)
az: [Daha ətraflı](%1$@)
bg: [Научете повече](%1$@)
cs: [Další informace](%1$@)
de: [Mehr erfahren](%1$@)
fi: [Lue lisää](%1$@)
fr: [En savoir plus](%1$@)
he: [למד עוד](%1$@)
hr: [Saznaj više](%1$@)
hu: [További információ](%1$@)
id: [Pelajari lebih lanjut](%1$@)
it: [Scopri di più](%1$@)
nl: [Meer informatie](%1$@)
pl: [Dowiedz się więcej](%1$@)
pt: [Saber mais](%1$@)
pt_br: [Saiba mais](%1$@)
sk: [Viac informácií](%1$@)
sr: [Сазнај више](%1$@)
ta: [மேலும் அறிக](%1$@)
th: [เรียนรู้เพิ่มเติม](%1$@)
tr: [Daha fazla bilgi alın](%1$@)
zh_hans: [了解更多](%1$@)

source: Local codes
ar: الرموز المحلية
az: Daxili anbardakı kodlar
bg: Кодове, налични на това устройство
cs: Místní kódy
da: Lokale koder
de: Lokale Codes
el: Τοπικοί κωδικοί
fi: Paikalliset koodit
fr: Codes locaux
he: קודים מקומיים
hr: Lokalni kodovi
hu: Helyi kódok
id: Kode lokal
it: Codici locali
ja: ローカルのコード
nl: Lokale codes
pl: Kody lokalne
pt: Códigos locais
pt_br: Códigos locais
sk: Miestne kódy
sr: Локални кодови
ta: உள்ளூர் குறியீடுகள்
th: รหัสในเครื่อง
tr: Yerel kodlar
uk: Локальні коди
zh_hans: 本地代码

source: Need help? Visit our Help Center for guidance.
ar: بحاجة إلى مساعدة؟ زر مركز المساعدة للحصول على التوجيه.
az: Kömək lazımdır? Rəhbərlik üçün Kömək Mərkəzimizi ziyarət edin.
bg: Имате ли нужда от помощ? Посетете помощния център за насоки.
cs: Potřebujete pomoc? Navštivte naše centrum nápovědy pro další informace.
de: Benötigst du Hilfe? Besuch unser Hilfe-Zentrum für Unterstützung.
fi: Tarvitseko apua? Katso, voiko Tukikeskuksemme auttaa.
fr: Besoin d'aide ? Visitez notre centre d’aide pour obtenir des conseils.
he: צריך עזרה? בקר במרכז העזרה שלנו עבור הדרכה.
hr: Trebaš pomoć? Za smjernice, posjeti naš centar za pomoć.
hu: Segítségre szorulunk? Látogassunk el Súgóba útmutatásért.
id: Butuh bantuan? Kunjungi Pusat Bantuan kami untuk panduan.
it: Hai bisogno di aiuto? Visita il nostro Centro Assistenza per la guida.
ja: 助けが必要ですか？ヘルプセンターのガイドをご覧ください。
nl: Hulp nodig? Bezoek ons Helpcentrum voor hulp.
pl: Potrzebujesz pomocy? Odwiedź nasze centrum pomocy.
pt: Precisa de ajuda? Visite o nosso Centro de ajuda para obter orientação.
pt_br: Precisa de ajuda? Visite nosso Centro de Ajuda para obter orientações.
sk: Potrebujete pomoc? Navštívte naše centrum pomoci a získajte informácie.
sr: Треба ли помоћ? Посетите наш центар за помоћ за упутства.
ta: உதவி வேண்டுமா? வழிகாட்டுதலுக்கு எங்கள் உதவி மையத்தைப் பார்வையிடவும்.
th: ต้องการความช่วยเหลือไหม เยี่ยมชมศูนย์ช่วยเหลือของเราเพื่อรับคำแนะนำ
tr: Yardıma mı ihtiyacınız var? Yardım merkezimizi ziyaret edin.
uk: Потрібна допомога? Відвідайте наш довідковий центр.
zh_hans: 需要帮助吗？请访问我们的帮助中心寻求帮助。
zh_hant: 需要協助嗎？請造訪我們的說明中心以取得指引。

# NinetySeconds
source: 90 seconds
ar: 90 ثانية
az: 90 saniyə
bg: 90 секунди
cs: 90 sekund
da: 90 sekunder
de: 90 Sekunden
el: 90 δευτερόλεπτα
fi: 90 sekuntia
gl: 90 segundos
hr: 90 sekundi
hu: 90 másodperc
ja: 90秒
nl: 90 seconden
pl: 90 sekund
pt: 90 segundos
sk: 90 sekúnd
sr: 90 секунди
uk: 90 секунд
vi: 90 giây
zh_hans: 90 秒
zh_hant: 90 秒鐘

source: No, ask me
ar: لا، اسألني
az: Xeyr, məndən soruş
bg: Не, питайте ме
cs: Ne, zeptat se mě
de: Nein, frag mich
el: Όχι, να γίνεται ερώτηση
fi: Ei, kysy minulta
fr: Non, me demander
he: לא, שאל אותי
hr: Ne, pitaj me
hu: Nem, rákérdezés
id: Tidak, tanya saya
it: No, chiedimelo
ja: いいえ、毎回確認します
nl: Nee, vraag het me
pl: Nie, zapytaj mnie
pt: Não, perguntem-me
pt_br: Não, me pergunte
sk: Nie, opýtať sa ma
sr: Не, питај ме
ta: வேண்டாம், என்னிடம் கேள்
th: ไม่ ถามฉัน
tr: Hayır, bana sor
uk: Ні, запитувати щоразу
zh_hans: 不，总是询问
zh_hant: 不，詢問我

# NoCodes
source: You don’t have any codes to display
ar: ليس لديك أي رموز لعرضها
az: Göstəriləcək heç bir kodunuz yoxdur
bg: Нямате кодове за показване
cs: Nemáte žádné kódy k zobrazení
da: Der er ingen koder at vise
de: Keine Codes zum Anzeigen vorhanden
el: Δεν έχετε κανέναν κωδικό προς εμφάνιση
fi: Sinulla ei ole näytettäviä kohteita.
fr: Il n'y a aucun code à afficher
gl: Non tes ningún código para amosar
he: אין לך קודים כלשהם להציג
hr: Nema kodova za prikaz
hu: Nincs megjeleníthető kód.
id: Anda tidak memiliki kode untuk ditampilkan
it: Non hai nessun codice da visualizzare
ja: 表示するコードがありません
nl: Je hebt geen codes om weer te geven
pl: Nie masz żadnych kodów do wyświetlenia
pt: Não tem códigos para apresentar
pt_br: Você não tem nenhum código para exibir
sk: Nemáte žiadne kódy na zobrazenie
sr: Немате никакве кодове за приказ
ta: உங்களிடம் காண்பிக்கக் குறியீடுகள் இல்லை
th: คุณไม่มีรหัสที่จะแสดง
tr: Görüntülenecek hiç kodunuz yok
uk: У вас немає кодів для показу
vi: Bạn không có mã nào để hiển thị
zh_hans: 您没有任何可显示的代码
zh_hant: 您沒有任何可顯示的驗證碼

source: None
ar: لا شَيْء
az: Yoxdur
bg: Няма
cs: Žádné
da: Intet
de: Keine
el: Κανένα
fi: Ei mitään
fr: Aucun
he: ללא
hr: Nijedno
hu: Nincs
id: Tidak ada
it: Niente
ja: なし
nl: Geen
pl: Brak
pt: Nenhum
pt_br: Nenhum
sk: Žiadne
sr: Ниједан
ta: ஏதுமில்லை
th: ไม่มี
tr: Yok
uk: Немає
vi: Không có
zh_hans: 无

source: Number of digits
ar: عدد الأرقام
az: Rəqəm sayı
bg: Брой цифри
cs: Počet číslic
da: Antal cifre
de: Anzahl der Ziffern
el: Αριθμός ψηφίων
fi: Pituus
fr: Nombre de chiffres
gl: Número de díxitos
he: מספר ספרות
hr: Broj znamenki
hu: Számjegyek száma
id: Jumlah angka
it: Numero di cifre
ja: 桁数
lv: Ciparu skaits
nl: Aantal cijfers
pl: Liczba cyfr
pt: Número de dígitos
pt_br: Número de dígitos
sk: Počet číslic
sr: Број цифара
ta: இலக்கங்களின் எண்ணிக்கை
th: จำนวนหลัก
tr: Basamak sayısı
uk: Кількість цифр
vi: Số lượng chữ số
zh_hans: 位数
zh_hant: 位數

source: OTP Type
ar: نوع OTP
az: OTP növü
bg: Вид еднократна парола
cs: Typ OTP
de: OTP-Typ
el: Τύπος OTP
fi: OTP:n tyyppi
fr: Type OTP
gl: Tipo de código dun só uso
he: סוג OTP
hr: Vrsta OTP-a
hu: OTP típus
id: Jenis OTP
it: Tipo di OTP
ja: OTPの種類
pl: Rodzaj OTP
pt: Tipo de OTP
pt_br: Tipo de OTP
sk: Typ OTP
sr: Тип ОТП
ta: OTP வகை
th: ประเภท OTP
tr: OTP türü
uk: Тип OTP
vi: Loại OTP
zh_hans: OTP 类型
zh_hant: OTP 類型

source: Refresh period
ar: فترة التحديث
az: Təzələmə periodu
bg: Период на опресняване
cs: Doba obnovení
da: Opdateringsperiode
de: Aktualisierungszeitraum
el: Περίοδος ανανέωσης
fi: Päivitysaika
fr: Fréquence de mise à jour
gl: Período de refresco
he: תקופת רענון
hr: Vrijeme osvježavanja
hu: Frissítési gyakoriság
id: Interval muat ulang
it: Periodo di aggiornamento
ja: 更新頻度
lv: Atsvaidzināšanas laika posms
nl: Verversperiode
pl: Okres odświeżenia
pt: Período de atualização
pt_br: Período de recarregamento
sk: Interval obnovenia
sr: Период освежавања
ta: புதுப்பிக்கும் காலம்
th: ระยะเวลารีเฟรช
tr: Yenileme süresi
uk: Період оновлення
vi: Chu kỳ làm mới
zh_hans: 刷新周期
zh_hant: 更新週期

# RequiredInformationIsMissing
source: Required information is missing at %1$@. Please review the field and try again.
ar: المعلومات المطلوبة مفقودة في %1$@. يرجى مراجعة الحقل والمحاولة مرة أخرى.
az: Tələb olunan məlumatlar %1$@ üzərində əskikdir. Lütfən xananı incələyib yenidən sınayın.
bg: Липсва задължителна информация в %1$@. Моля, прегледайте полето и опитайте отново.
cs: Chybí požadované informace: %1$@. Zkontrolujte pole a zkuste to znovu.
de: Erforderliche Informationen fehlen unter %1$@. Bitte überprüfe das Feld und versuche es erneut.
fi: Tarpeellisia tietoja puuttuu kohteesta %1$@. Tarkista kohta ja yritä uudelleen.
fr: Les informations requises manquent à %1$@. Veuillez examiner le champ et réessayer.
he: חסר מידע נדרש בשדה %1$@. נא לסקור את השדה ולנסות שוב.
hr: Na %1$@ nedostaju potrebni podaci. Pregledaj polje i pokušaj ponovno.
hu: Hiányzik a szükséges információ: %1$@. Tekintsük át a mezőt és próbáljuk újra.
id: Informasi yang diperlukan hilang pada %1$@. Harap periksa kolom tersebut dan coba lagi.
it: Informazioni richieste mancano in %1$@. Si prega di rivedere il campo e riprovare.
ja: 「%1$@」に必須の情報がありません。入力欄を確認して再度お試しください。
nl: Verplicht informatie ontbreekt bij %1$@. Controleer het veld en probeer het opnieuw.
pl: Brak wymaganych informacji w polu %1$@. Sprawdź pole i spróbuj ponownie.
pt: Faltam informações necessárias em %1$@. Por favor, reveja o campo e tente novamente.
pt_br: Faltam informações necessárias em %1$@. Verifique o campo e tente novamente.
sk: Chýbajú požadované informácie %1$@. Skontrolujte pole a skúste to znova.
sr: Недостају потребне информације на %1$@. Прегледајте поље и покушајте поново.
ta: %1$@ இல் தேவையான தகவல் இல்லை. தயவுசெய்து புலத்தைச் சரிபார்த்து மீண்டும் முயற்சிக்கவும்.
th: ข้อมูลที่จำเป็นหายไปที่ %1$@ โปรดตรวจสอบฟิลด์และลองอีกครั้ง
tr: Gerekli %1$@ bilgileri eksik. Lütfen bu alanı kontrol edip yeniden deneyin.
uk: У %1$@ відсутня необхідна інформація. Перевірте поле і повторіть спробу.
zh_hans: 在 %1$@ 缺少所需信息。请检查该字段，然后重试。
zh_hant: %1$@ 處缺少必要資訊。請檢查該欄位並再試一次。

source: Required Information Missing
ar: المعلومات المطلوبة مفقودة
az: Tələb olunan məlumat əskikdir
bg: Липсва задължителна информация
cs: Chybí požadované informace
de: Erforderliche Informationen fehlen
fi: Tarpeellisia tietoja puuttuu
fr: Informations requises manquantes
he: חסר מידע נדרש
hr: Potrebni podaci nedostaju
hu: Hiányzik a szükséges információ.
id: Informasi yang Diperlukan Hilang
it: Informazioni Richieste Mancanti
ja: 必須の情報がありません
nl: Verplichte informatie ontbreekt
pl: Brak wymaganych informacji
pt: Informações necessárias em falta
pt_br: Informações necessárias ausentes
sk: Chýbajúce požadované informácie
sr: Недостају потребне информације
ta: தேவையான தகவல் இல்லை
th: ข้อมูลที่จำเป็นหายไป
tr: Gerekli bilgiler eksik
uk: Відсутня необхідна інформація
vi: Thông tin bắt buộc còn thiếu
zh_hans: 缺少所需信息
zh_hant: 缺少必要資訊

source: Save here
ar: حفظ هنا
az: Burada saxla
bg: Запазване тук
cs: Uložit zde
da: Gem her
de: Hier speichern
el: Αποθήκευση εδώ
fi: Tallenna tähän
fr: Enregistrer ici
he: שמור כאן
hr: Spremi ovdje
hu: Mentés ide
id: Simpan di sini
it: Salva qui
ja: ここに保存
nl: Hier opslaan
pl: Zapisz tutaj
pt: Guardar aqui
pt_br: Salvar aqui
sk: Uložiť sem
sr: Сачувај овде
ta: இங்கே சேமி
th: บันทึกที่นี่
tr: Buraya kaydet
uk: Зберегти тут
vi: Lưu tại đây
zh_hans: 另存至此

source: Save this authenticator key here, or add it to a login in your Bitwarden app.
ar: احفظ مفتاح المصادقة هذا هنا، أو أضفه إلى تسجيل الدخول في تطبيق Bitwarden الخاص بك.
az: Bu kimlik doğrulayıcı açarı burada saxlayın, ya da onu Bitwarden tətbiqində bir girişə əlavə edin.
bg: Запазете този удостоверителен ключ тук, или го добавете към елемент в приложението на Битуорден.
cs: Uložte tento ověřovací klíč zde nebo ho přidejte do Vaší aplikace Bitwarden.
da: Gem denne Authenticator-nøgle her, eller føj den til et login i Bitwarden-appen.
de: Speichere diesen Authentifizierungsschlüssel hier oder füge ihn zu Zugangsdaten in deiner Bitwarden App hinzu.
el: Αποθηκεύστε αυτό το κλειδί ελέγχου ταυτότητας εδώ ή προσθέστε το σε μια σύνδεση στο Bitwarden.
fi: Tallenna tämä todennusavain tähän tai lisää se kirjautumistietoon Bitwarden-sovelluksessasi.
fr: Enregistrez cette clé d'authentification ici ou ajoutez-la à une connexion dans votre application Bitwarden.
he: שמור מפתח מאמת זה כאן, או הוסף אותו לכניסה ביישום ה־Bitwarden שלך.
hr: Ovdje spremi autentifikatorski ključ ili ga dodaj prijavi u Bitwarden aplikaciji.
hu: Mentseükel ezt a hitelesítő kulcsot ide vagy adjuk hozzá a Bitwarden alkalmazásba a bejelentkezéshez.
id: Simpan kunci autentikator ini di sini, atau tambahkan ke login di aplikasi Bitwarden Anda.
it: Salva qui questa chiave di autenticazione, o aggiungila ad un login su Bitwarden.
ja: この認証キーをここに保存するか、Bitwarden アプリでログイン情報に追加してください。
nl: Sla deze authenticatorsleutel hier op of voeg hem toe aan een login in je Bitwarden-app.
pl: Zapisz klucz uwierzytelniający tutaj lub dodaj go do danych logowania w aplikacji Bitwarden.
pt: Guarde esta chave de autenticação aqui ou adicione-a a uma credencial na sua app Bitwarden.
pt_br: Salve esta chave de autenticador aqui, ou adicione-a a uma credencial no seu aplicativo do Bitwarden.
sk: Uložte tento kľúč overovacej aplikácie sem, alebo ho pridajte do prihlasovacích údajov Bitwardenu.
sr: Сачувајте овај кључ за аутентификацију овде или га додајте у пријаву у своју Bitwarden апликацију.
ta: இந்த அங்கீகரிப்பு விசையை இங்கே சேமிக்கவும் அல்லது உங்கள் Bitwarden பயன்பாட்டில் ஒரு உள்நுழைவுக்கு அதைச் சேர்க்கவும்.
th: บันทึกคีย์ยืนยันตัวตนนี้ที่นี่ หรือเพิ่มลงในข้อมูลเข้าสู่ระบบในแอป Bitwarden ของคุณ
tr: Bu kimlik doğrulayıcı anahtarını buraya kaydedebilir veya Bitwarden uygulamanızdaki bir hesaba ekleyebilirsiniz.
uk: Збережіть цей ключ автентифікації тут, або додайте його до запису в програмі Bitwarden.
vi: Lưu khóa xác thực này tại đây hoặc thêm nó vào tài khoản đăng nhập trong ứng dụng Bitwarden của bạn.
zh_hans: 将此身份验证器密钥保存到此处，或将其添加到您的 Bitwarden 应用程序的登录中。

source: Save to Bitwarden
ar: حفظ إلى Bitwarden
az: "Bitwarden"də saxla
bg: Запазване в Битуорден
cs: Uložit do Bitwardenu
da: Gem i Bitwarden
de: In Bitwarden speichern
el: Αποθήκευση στο Bitwarden
fa: ذخیره در Bitwarden
fi: Tallenna Bitwardeniin
fr: Enregistrer sur Bitwarden
he: שמור ב־Bitwarden
hr: Spremi u Bitwarden
hu: Mentés a Bitwardenbe
id: Simpan ke Bitwarden
it: Salva su Bitwarden
ja: Bitwarden に保存
lv: Saglabāt Bitwarden
nl: Opslaan in Bitwarden
pl: Zapisz w Bitwarden
pt: Guardar no Bitwarden
pt_br: Salvar no Bitwarden
sk: Uložiť do Bitwardenu
sr: Сачувај у Bitwarden
ta: Bitwarden-ல் சேமி
th: บันทึกไปที่ Bitwarden
tr: Bitwarden’a kaydet
uk: Зберегти в Bitwarden
vi: Lưu vào Bitwarden
zh_hans: 保存到 Bitwarden

source: Scan complete
ar: اكتمل الفحص
az: Skan tamamlandı
bg: Сканирането е завършено
cs: Prohledávání dokončeno
de: Scan abgeschlossen
el: Η σάρωση ολοκληρώθηκε
fi: Luenta valmis
fr: Scan terminé
he: הסריקה הושלמה
hr: Skeniranje završeno
hu: Az átvizsgálás befejeződött.
id: Pindai selesai
it: Scansione completata
ja: スキャン完了
nl: Scan voltooid
pl: Skanowanie zakończone
pt: Procura concluída
pt_br: Busca concluída
sk: Sken dokončený
sr: Скенирање је завршено
ta: ஸ்கேன் நிறைவடைந்தது
th: สแกนเสร็จสมบูรณ์
tr: Tarama tamamlandı
uk: Сканування завершено
zh_hans: 扫描完成
zh_hant: 掃描完成
