Repository: bitwarden/ios
Catalog: BitwardenResources/Localizations/*.lproj/Localizable.strings
Languages: ar, az, bg, cs, da, de, el, fa, fi, fr, gl, he, hr, hu, id, it, ja, lv, nl, pl, pt, pt_br, sk, sr, ta, th, tr, uk, vi, zh_hans, zh_hant

# MasterPasswordPolicyValidationMessage
source: Password does not meet organization requirements. Please check the policy information and try again.
ar: كلمة المرور لا تفي بمتطلبات المؤسسة. الرجاء التحقق من معلومات السياسة وحاول مرة أخرى.
az: Parol, şirkət tələblərini qarşılamır. Lütfən siyasət məlumatlarını yoxlayıb yenidən sınayın.
bg: Паролата не покрива изискванията на организацията. Проверете политиките и пробвайте отново.
cs: Heslo nesplňuje požadavky organizace. Zkontrolujte požadavky a zkuste to znovu.
da: Adgangskoden opfylder ikke organisationskravene. Tjek politikinformationen og forsøg igen.
de: Passwort entspricht nicht den Anforderungen der Organisation. Bitte überprüfe die Richtlinien-Informationen und versuche es erneut.
el: Ο κωδικός πρόσβασης δεν πληροί τις απαιτήσεις του οργανισμού. Ελέγξτε τις πληροφορίες πολιτικής και δοκιμάστε ξανά.
fa: کلمه عبور از شرایط سازمان پیروی نمی‌کند. لطفاً اطلاعات سیاست را بررسی کرده و دوباره امتحان کنید.
fi: Salasana ei vastaa organisaation vaatimuksia. Tarkasta organisaatiosi ohjeistus ja yritä uudelleen.
fr: Le mot de passe ne répond pas aux exigences de l'organisation. Veuillez vérifier les restrictions et réessayer.
gl: O contrasinal non cumpre os requisitos da organización. Por favor revisa as directivas e volve intentalo.
he: הסיסמה אינה עומדת בדרישות הארגון. אנא בדוק את פרטי מדיניות הסיסמאות ונסה שנית.
hr: Lozinka ne zadovoljava organizacijska pravila. Provjeri informacije o pravilima organizacije i pojušaj ponovno.
hu: A jelszó nem egyezik a szervezeti követelményekhez. Ellenőrizzük a szabály információt és próbáljuk újra.
id: Kata sandi tidak memenuhi persyaratan organisasi. Harap periksa informasi kebijakan dan coba lagi.
it: La password non soddisfa i requisiti dell'organizzazione. Controlla i criteri password dell'organizzazione e riprova.
ja: パスワードが組織の要件を満たしていません。ポリシー情報を確認して、もう一度やり直してください。
lv: Parole neatbilst apvienības prasībām. Lūgums pārskatīt nosacījumus un mēģināt vēlreiz.
nl: Het wachtwoord voldoet niet aan de organisatievereisten. Controleer het beleid en probeer het opnieuw.
pl: Hasło nie spełnia wymogów organizacji. Sprawdź wymaganą zasadę i spróbuj ponownie.
pt: A palavra-passe não corresponde aos requisitos da organização. Verifique as informações da política e tente novamente.
pt_br: A senha não atende aos requisitos da organização. Confira as informações da política e tente novamente.
sk: Vaše nové hlavné heslo nespĺňa pravidlá spoločnosti. Prosím pozrite si informácie o pravidlách a skúste to znova.
sr: Лозинка не испуњава организационе захтеве. Проверите информације о политици и покушајте поново.
ta: கடவுச்சொல் நிறுவன தேவைகளை சந்திக்கவில்லை. கொள்கை தகவலை சரிபார்த்து மீண்டும் முயலவும்.
th: รหัสผ่านไม่ตรงตามข้อกำหนดขององค์กร โปรดตรวจสอบข้อมูลนโยบายแล้วลองอีกครั้ง
tr: Parolanız kuruluş gereksinimlerini karşılamıyor. Lütfen parola politikasını kontrol edip yeniden deneyin.
uk: Пароль не відповідає вимогам організації. Перевірте інформацію про політику і спробуйте знову.
vi: Mật khẩu không đáp ứng yêu cầu của tổ chức. Vui lòng kiểm tra chính sách mật khẩu và thử lại.
zh_hans: 密码不符合组织要求。请检查策略信息然后重试。
zh_hant: 輸入的密碼不符合組織要求，請確認原則資訊後再試一次。

source: Loading
ar: جار التحميل
az: Yüklənir
bg: Зареждане
cs: Načítání
da: Indlæser
de: Wird geladen
el: Φόρτωση
fa: در حال بارگذاری
fi: Ladataan
fr: Chargement
gl: Cargando
he: טוען
hr: Učitavanje
hu: A betöltés folyamatban van.
id: Memuat
it: Caricamento
ja: 読み込み中
lv: Ielādē
nl: Laden
pl: Ładowanie
pt: A carregar
pt_br: Carregando
sk: Načíta sa
sr: Учитавање
ta: ஏற்றுகிறது
th: กำลังโหลด
tr: Yükleniyor
uk: Завантаження
vi: Đang tải
zh_hans: 加载中
zh_hant: 正在載入

# AcceptPoliciesError
source: Terms of Service and Privacy Policy have not been acknowledged.
ar: لم يتم الاعتراف بشروط الخدمة وسياسة الخصوصية.
az: Xidmət Şərtləri və Gizlilik Siyasəti qəbul edilməyib.
bg: Условията за използване и политиката за поверителност не бяха приети.
cs: Podmínky použití a Zásady ochrany osobních údajů nebyly odsouhlaseny.
da: Servicevilkår og fortrolighedspolitik er ikke blevet bekræftet.
de: Die Nutzungsbedingungen und Datenschutzerklärung wurden nicht akzeptiert.
el: Οι Όροι Παροχής Υπηρεσιών και η Πολιτική Απορρήτου δεν έχουν αναγνωριστεί.
fa: شرایط خدمات و سیاست حفظ حریم خصوصی تأیید نشده است.
fi: Palveluehtoja ja tietosuojakäytäntöä ei ole vahvistettu.
fr: Les conditions d'utilisation et la politique de confidentialité n'ont pas été acceptées.
gl: Os Termos de Servizo e a Política de Privacidade non foron aceptados.
he: לא הסכמת לתנאי השירות ומדיניות הפרטיות.
hr: Uvjeti korištenja i Pravila privatnosti nisu prihvaćeni.
hu: A szolgáltatási feltételeket és az adatvédelmi irányelveket nem vették figyelembe.
id: Persyaratan Layanan dan Kebijakan Privasi belum diakui.
it: I Termini di Servizio e l'Informativa sulla Privacy non sono stati accettati.
ja: 利用規約とプライバシーポリシーが確認されていません。
lv: Nav apstiprināti izmantošanas noteikumi un privātuma nosacījumi.
nl: Algemene voorwaarden en privacybeleid zijn nog niet erkend.
pl: Regulamin i polityka prywatności nie zostały zaakceptowane.
pt: Os Termos de utilização e a Política de privacidade não foram aceites.
pt_br: Os Termos de Serviço e a Política de Privacidade não foram reconhecidos.
sk: Neboli akceptované Podmienky používania a zásady Ochrany osobných údajov.
sr: Услови услуге и Политика приватности нису признати.
ta: சேவை விதிமுறைகளும் தனியுரிமைக் கொள்கையும் ஒப்புக்கொள்ளப்படவில்லை.
th: ยังไม่ได้ยอมรับข้อกำหนดในการให้บริการและนโยบายความเป็นส่วนตัว
tr: Hizmet Koşulları ve Gizlilik Politikası kabul edilmemiş.
uk: Умови користування та політика приватності не погоджені.
vi: Bạn chưa đồng ý với Điều khoản Dịch vụ và Chính sách Bảo mật.
zh_hans: 尚未同意服务条款和隐私政策。
zh_hant: 尚未接受服務條款與隱私權政策。

source: Privacy Policy
ar: سياسة الخصوصيّة
az: Gizlilik Siyasəti
bg: Политика за поверителност
cs: Zásady ochrany osobních údajů
da: Fortrolighedspolitik
de: Datenschutzbestimmungen
el: Πολιτική Απορρήτου
fa: سیاست حفظ حریم خصوصی
fi: Tietosuojakäytäntö
fr: Politique de confidentialité
gl: Política de Privacidade
he: מדיניות הפרטיות
hr: Pravila privatnosti
hu: Adatvédelmi Irányelvek
id: Kebijakan pribadi
it: Informativa sulla Privacy
ja: プライバシーポリシー
lv: Privātuma nosacījumi
nl: Privacybeleid
pl: Polityka prywatności
pt: Política de privacidade
pt_br: Política de Privacidade
sk: Zásady ochrany osobných údajov
sr: Политика приватности
ta: தனியுரிமை கொள்கை
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik Politikası
uk: Політика приватності
vi: Chính sách Bảo mật
zh_hans: 隐私政策
zh_hant: 隱私權政策

# Accessibility
source: Use accessibility
ar: استخدام إمكانية الوصول
az: Əlçatımlılığı istifadə et
bg: Услуги за достъпност
cs: Použít přístupnost
da: Brug tilgængelighed
de: Bedienungshilfen verwenden
el: Χρήση προσβασιμότητας
fa: از قابلیت دسترسی استفاده کنید
fi: Esteettömyyspalvelu
fr: Utiliser l'accessibilité
gl: Usar acessibilidade
he: השתמש בכלי נגישות
hr: Koristi pristupačnost
hu: Akadálymentes használat
id: Gunakan aksesibilitas
it: Usa il servizio di accessibilità
ja: ユーザー補助を使用する
lv: Izmantot pieejamību
nl: Toegankelijkheid gebruiken
pl: Użyj ułatwień dostępu
pt: Utilizar a acessibilidade
pt_br: Usar acessibilidade
sk: Použiť dostupnosť
sr: Користите приступачност
ta: அணுகல்தன்மை பயன்படுத்து
th: ใช้การเข้าถึง
tr: Erişilebilirliği kullan
uk: Використовувати спеціальні можливості
vi: Sử dụng trợ năng
zh_hans: 使用无障碍功能
zh_hant: 使用無障礙

# PersonalOwnershipPolicyInEffect
source: An organization policy is affecting your ownership options.
ar: تؤثر سياسة مؤسسة على خيارات الملكية الخاصة بك.
az: Bir təşkilat siyasəti, sahiblik seçimlərinizə təsir edir.
bg: Политика от някоя организация влияе на вариантите за собственост.
cs: Zásady organizace ovlivňují možnosti vlastnictví.
da: En organisationspolitik påvirker dine ejerskabsmuligheder.
de: Eine Organisationsrichtlinie beeinflusst deine Eigentümer-Optionen.
el: Μια πολιτική οργανισμού, επηρεάζει τις επιλογές ιδιοκτησίας σας.
fa: سیاست سازمانی بر تنظیمات مالکیت شما تأثیر می‌گذارد.
fi: Organisaatiokäytäntö vaikuttaa omistajuusvalintoihisi.
fr: Une politique d'organisation affecte vos options de Propriétaire.
gl: Unha directiva da empresa está a afectar ás túas opcións de propiedade.
he: מדיניות ארגונית משפיעה על אפשרויות הבעלות שלך.
hr: Pravila organizacije utječu na tvoje mogućnosti vlasništva.
hu: Egy szervezeti házirend befolyásolja a tulajdonjog beállításait.
id: Kebijakan organisasi memengaruhi opsi kepemilikan anda.
it: Una politica dell'organizzazione sta influenzando le tue opzioni di proprietà.
ja: 組織のポリシーが所有者のオプションに影響を与えています。
lv: Apvienības nosacījumi ietekmē Tavas īpašumtiesību iespējas.
nl: Een organisatiebeleid heeft invloed op je eigendomsopties.
pl: Zasada organizacji ma wpływ na opcję własności elementów.
pt: Uma política da organização está a afetar as suas opções de propriedade.
pt_br: Uma política de organização está afetando suas opções de propriedade.
sk: Politika organizácie ovplyvňuje vaše možnosti vlastníctva.
sr: Политика организације утичу на ваше могућности власништва.
ta: ஒரு நிறுவன கொள்கை உம் உரிமை விருப்பங்களைப் பாதிக்கிறது.
th: นโยบายองค์กรมีผลต่อตัวเลือกความเป็นเจ้าของของคุณ
tr: Bir kuruluş ilkesi sahiplik seçeneklerinizi etkiliyor.
uk: Політика організації впливає на ваші параметри власності.
vi: Chính sách của tổ chức đang ảnh hưởng đến các tùy chọn quyền sở hữu của bạn.
zh_hans: 某个组织策略正影响您的所有权选项。
zh_hant: 組織原則正在影響您的擁有權選項。

source: Send
ar: إرسال
bg: Изпращане
fa: ارسال
id: Kirim
pl: Wyślij
uk: Відправлення

source: All Sends
ar: كل الإرسالات
az: Bütün "Send"lər
bg: Всички изпращания
cs: Všechny Sends
da: Alle Sends
de: Alle Sends
el: Όλα τα Sends
fa: همه ارسال‌ها
fi: Kaikki Sendit
fr: Tous les Sends
gl: Todos os Sends
he: כל הSendים
hr: Svi Sendovi
hu: Összes Send
id: Semua Kirim
it: Tutti i Send
ja: すべての Send
lv: Visi Send
nl: Alle Sends
pl: Wszystkie wysyłki
pt: Todos os Sends
pt_br: Todos os Sends
sk: Všetky Sendy
sr: Све „Send“
ta: எல்லா Sends
th: Send ทั้งหมด
tr: Tüm Send'ler
uk: Усі відправлення
vi: Tất cả Send
zh_hans: 所有的 Send
zh_hant: 所有 Send

source: Sends
ar: إرسالات
az: "Send"lər
bg: Изпращания
fa: ارسال‌ها
fi: Sendit
he: Sendים
hr: Sendovi
hu: Küldések
id: Kirim
it: Send
ja: Send
lv: Send vienumi
pl: Wysyłki
sk: Sendy
sr: „Send“-ови
th: รายการ Send
tr: Send'ler
uk: Відправлення
vi: Send
zh_hans: Send
zh_hant: Send

source: Text
ar: نص
az: Mətn
bg: Текст
da: Tekst
el: Κείμενο
fa: متن
fi: Teksti
fr: Texte
gl: Texto
he: טקסט
hr: Tekst
hu: Szöveg
id: Teks
it: Testo
ja: テキスト
lv: Teksts
nl: Tekst
pl: Tekst
pt: Texto
pt_br: Texto
sr: Текст
ta: சொற்சரம்
th: ข้อความ
tr: Metin
uk: Текст
vi: Văn bản
zh_hans: 文本
zh_hant: 文字

# TypeText
source: Text
ar: نص
az: Mətn
bg: Текст
da: Tekst
el: Κείμενο
fa: متن
fi: Teksti
fr: Texte
gl: Texto
he: טקסט
hr: Tekst
hu: Szöveg
id: Teks
it: Testo
ja: テキスト
lv: Teksts
nl: Tekst
pl: Tekst
pt: Texto
pt_br: Texto
sr: Текст
ta: சொற்சரம்
th: ข้อความ
tr: Metin
uk: Текст
vi: Văn bản
zh_hans: 文本
zh_hant: 文字

# HideTextByDefault
source: When accessing the Send, hide the text by default
ar: عند الوصول إلى الإرسال، إخفاء النص بشكل افتراضي
az: "Send"ə müraciət edəndə ilkin olaraq mətni gizlədin
bg: При достъп до изпращането стандартно текстът да се скрива
cs: Při přístupu k Send, ve výchozím nastavení skrýt text
da: Når Send tilgås, skjul som standard teksten
de: Beim Zugriff auf diesen Send den Text standardmäßig ausblenden
el: Κατά την πρόσβαση σε αυτό το Send, αποκρύψτε το κείμενο από προεπιλογή
fa: هنگام دسترسی به ارسال، متن را به طور پیش‌فرض پنهان کن
fi: Piilota teksti oletuksena kun Send avataan
fr: Lors de l'accès à ce Send, masquer le texte par défaut
gl: Cando se acceda ó Send, amosar o texto agochado
he: בעת גישה לSend, הסתר את הטקסט כברירת מחדל
hr: Zadano sakrij tekst pri pristupanju Sendu
hu: A Send elérésekor alapértelmezés szerint a szöveg elrejtése
id: Saat mengakses Kirim, sembunyikan teks secara bawaan
it: Quando si accede al Send, nascondi il testo per impostazione predefinita
ja: Send へのアクセス時に既定でテキストを非表示にする
lv: Piekļūstot Sūtījumam, pēc noklusējuma paslēpiet tekstu
nl: Verberg de tekst standaard bij het gebruiken van de Send
pl: Ukryj domyślnie tekst wysyłki
pt: Ao aceder ao Send, ocultar o texto por defeito
pt_br: Ao acessar o Send, ocultar o texto por padrão
sk: Pri prístupe k Sendu, predvolene skryť text
sr: На приступ „Send“-а, сакриј текст по дефаулту
ta: Send ஐ அணுகும்போது, இயல்புநிலையில் சொற்சரத்தை மறை
th: เมื่อเข้าถึง Send ให้ซ่อนข้อความตามค่าเริ่มต้น
tr: Send'e erişirken varsayılan olarak metni gizle
uk: При доступі до відправлення типово приховувати текст
vi: Khi truy cập vào Send, văn bản sẽ được ẩn theo mặc định
zh_hans: 访问此 Send 时，默认隐藏文本内容
zh_hant: 存取此 Send 時，將預設隱藏文字

# TypeFile
source: File
ar: ملف
az: Fayl
bg: Файл
cs: Soubor
da: Fil
de: Datei
el: Αρχείο
fa: پرونده
fi: Tiedosto
fr: Fichier
gl: Arquivo
he: קובץ
hr: Datoteka
hu: Fájl
id: Berkas
ja: ファイル
lv: Datne
nl: Bestand
pl: Plik
pt: Ficheiro
pt_br: Arquivo
sk: Súbor
sr: Датотека
ta: கோப்பு
th: ไฟล์
tr: Dosya
uk: Файл
vi: Tập tin
zh_hans: 文件
zh_hant: 檔案

source: Deletion date
ar: تاريخ الحذف
az: Silinmə tarixi
bg: Дата на изтриване
cs: Datum smazání
da: Sletningsdato
de: Löschdatum
el: Ημερομηνία διαγραφής
fa: تاریخ حذف
fi: Poistoajankohta
fr: Date de suppression
gl: Data de eliminación
he: תאריך מחיקה
hr: Obriši za
hu: Törlési dátum
id: Tanggal Penghapusan
it: Data di eliminazione
ja: 削除日
lv: Dzēšanas datums
nl: Verwijderingsdatum
pl: Data usunięcia
pt: Data de eliminação
pt_br: Data de apagamento
sk: Dátum odstránenia
sr: Брисање после
ta: அழிக்கும் தேதி
th: วันที่ลบ
tr: Silinme tarihi
uk: Термін дії
vi: Xóa sau
zh_hans: 删除日期
zh_hant: 刪除日期

# DeletionDateInfo
source: The Send will be permanently deleted on the specified date and time.
ar: سيتم حذف الإرسال بشكل دائم في التاريخ والوقت المحددين.
az: "Send" göstərilən tarix və saatda birdəfəlik silinəcək.
bg: Изпращането ще бъде окончателно изтрито на зададената дата и време.
cs: Tento Send bude trvale smazán v určený datum a čas.
da: Send'en slettes permanent på den angivne dato og tid.
de: Das Send wird am angegebenen Datum zur angegebenen Uhrzeit dauerhaft gelöscht.
el: Το Send θα διαγραφεί οριστικά την καθορισμένη ημερομηνία και ώρα.
fa: ارسال در تاریخ و ساعت مشخص شده برای همیشه حذف خواهد شد.
fi: Send poistuu pysyvästi määritettynä ajankohtana.
fr: Le Send sera définitivement supprimé à la date et heure spécifiées.
gl: Este Send será permanente eliminado na data e hora especificadas.
he: הSend ימחק לצמיתות בתאריך ובשעה שצוינו.
hr: Send će nakon navedenog vremena biti trajno izbrisan.
hu: A Send véglegesen törlésre kerül a meghatározott időpontban.
id: Kirim akan terhapus permanen pada waktu dan tanggal yang ditetapkan.
it: Il Send sarà eliminato definitivamente alla data e ora specificate.
ja: Send は指定された日時に完全に削除されます。
lv: Send tiks neatgriezeniski izdzēsts norādītajā datumā un laikā.
nl: Deze Send wordt op de aangegeven datum en tijd definitief verwijderd.
pl: Wysyłka zostanie trwale usunięta w określonym czasie.
pt: O Send será permanentemente eliminado na data e hora especificadas.
pt_br: O Send será apagado permanentemente no horário especificado.
sk: Send bude natrvalo odstránený v zadaný dátum a čas.
sr: Слање ће бити трајно обрисано у наведени датум и време.
ta: குறிப்பிடப்பட்ட தேதி மற்றும் நேரத்தில் Send நிரந்தரமாக அழிக்கப்படும்.
th: Send นี้จะถูกลบถาวรในวันที่และเวลาที่ระบุ
tr: Bu Send belirtilen tarih ve saatte kalıcı olacak silinecek.
uk: Відправлення буде остаточно видалено у вказаний час.
vi: Send sẽ được xóa vĩnh viễn vào ngày và giờ được chỉ định.
zh_hans: 此 Send 将在指定的日期和时间后被永久删除。
zh_hant: 此 Send 將在指定的日期和時間後被永久刪除。

source: Expiration time
ar: وقت انتهاء الصلاحية
az: Bitmə vaxtı
bg: Време на валидност
cs: Čas vypršení platnosti
da: Udløbstidspunkt
de: Ablaufzeitpunkt
el: Χρόνος λήξης
fa: زمان انقضاء
fi: Voimassaolo päättyy
fr: Heure d'expiration
gl: Hora de vencemento
he: זמן תפוגה
hr: Vrijeme isteka
hu: Lejárati időpont
id: Waktu kedaluwarsa
it: Ora di scadenza
ja: 有効期限時刻
lv: Derīguma beigu laiks
nl: Vervaltijd
pl: Czas wygaśnięcia
pt: Hora de validade
pt_br: Horário de validade
sk: Čas exspirácie
sr: Време истека
ta: காலாவதி நேரம்
th: เวลาที่หมดอายุ
tr: Son kullanma saati
uk: Час завершення
vi: Thời hạn
zh_hans: 过期时间
zh_hant: 逾期時間

source: Expired
ar: منتهية الصلاحية
az: Müddəti bitib
bg: Изтекъл
cs: Vypršela platnost
da: Udløbet
de: Abgelaufen
el: Έληξε
fa: منقضی شده
fi: Erääntynyt
fr: Expiré
gl: Vencido
he: פג תוקף
hr: Isteklo
hu: Lejárt
id: Kedaluwarsa
it: Scaduto
ja: 有効期限切れ
lv: Beidzies izmantošanas laiks
nl: Verlopen
pl: Wygasła
pt: Expirado
pt_br: Vencido
sk: Expirované
sr: Истекло
ta: காலாவதியானது
th: หมดอายุแล้ว
tr: Süresi dolmuş
uk: Термін дії завершився
vi: Đã hết hạn
zh_hans: 已过期
zh_hant: 已逾期

source: Maximum access count
ar: الحد الأقصى لعدد الوصول
az: Maksimal müraciət sayı
bg: Максимален брой достъпвания.
cs: Maximální počet přístupů
da: Maksimalt antal tilgange
de: Maximale Zugriffsanzahl
el: Μέγιστος Αριθμός Πρόσβασης
fa: تعداد دسترسی حداکثر
fi: Käyttökertojen enimmäismäärä
fr: Nombre maximum d'accès
gl: Número máximo de accesos
he: מספר גישות מרבי
hr: Ograničeni broj pristupanja
hu: Maximális elérési szám
id: Batas akses maksimum
it: Numero massimo di accessi
ja: 最大アクセス数
lv: Lielākais pieļaujamais piekļuves reižu skaits
nl: Maximum toegangsaantal
pl: Maksymalna liczba dostępów
pt: Número máximo de acessos
pt_br: Número máximo de acessos
sk: Maximálny počet prístupov
sr: Максималан број приступа
ta: அதிகபட்ச அணுகல் எண்ணிக்கை
th: จำนวนการเข้าถึงสูงสุด
tr: Maksimum erişim sayısı
uk: Максимальна кількість доступів
vi: Số lần truy cập tối đa
zh_hans: 最大访问次数
zh_hant: 最大存取次數

# MaximumAccessCountInfo
source: If set, users will no longer be able to access this Send once the maximum access count is reached.
ar: في حالة التعيين، لن يتمكن المستخدمون من الوصول إلى هذا الإرسال بمجرد الوصول إلى الحد الأقصى لعدد الوصول.
az: Əgər ayarlanıbsa, istifadəçilər maksimal müraciət sayına çatdıqdan sonra bu "Send"ə müraciət edə bilməyəcək.
bg: При задаване — това изпращане ще се изключи след определен брой достъпвания.
cs: Je-li nastaveno, uživatelé již nebudou mít přístup k tomuto Send, jakmile bude dosaženo maximálního počtu přístupů.
da: Hvis opsat, vil brugere ikke længere kunne tilgå denne Send, når det maksimale adgangsantal er nået.
de: Falls aktiviert, können Benutzer nicht mehr auf dieses Send zugreifen, sobald die maximale Zugriffsanzahl erreicht ist.
el: Εάν οριστεί, οι χρήστες δεν θα μπορούν πλέον να έχουν πρόσβαση σε αυτό το send μόλις επιτευχθεί ο μέγιστος αριθμός πρόσβασης.
fa: در صورت تنظیم، با رسیدن به حداکثر تعداد دسترسی، کاربران دیگر نمی‌توانند به این ارسال دسترسی پیدا کنند.
fi: Jos määritetty, käyttäjät eivät voi avata Sendiä käyttökertojen enimmäismäärän täytyttyä.
fr: Si défini, les utilisateurs ne seront plus en mesure d'accéder à ce Send une fois que le nombre maximum d'accès sera atteint.
gl: Se está activado, o Send non será accesible unha vez se alcance o máximo de accesos permitido.
he: במידה ויוגדר, משתמשים לא יוכלו יותר לגשת לSend זה לאחר שמספר הגישות המרבי יושג.
hr: Ako je određeno, ovom Sendu će se moći pristupiti samo ograničeni broj puta.
hu: Beállítva a Send elérhetetlen lesz a meghatározott hozzáférések számának elérése után.
id: Jika diatur, pengguna tidak dapat lagi mengakses Kirim ini setelah jumlah akses maksimum tercapai.
it: Se impostata, gli utenti non potranno più accedere a questo Send una volta raggiunto il numero massimo di accessi.
ja: 設定されている場合、最大アクセス数に達するとユーザーはこの Send にアクセスできなくなります。
lv: Ja iestatīts, lietotāji nevarēs piekļūt šim Send, kad tiks sasniegts lielākais pieļaujamais piekļūšanas reižu skaits.
nl: Als dit is ingesteld kunnen gebruikers deze Send niet meer benaderen zodra het maximale aantal toegang is bereikt.
pl: Jeśli funkcja jest włączona, po osiągnięciu maksymalnej liczby dostępów, użytkownicy nie będą mieli dostępu do tej wysyłki.
pt: Se definido, os utilizadores deixarão de poder aceder a este Send quando a contagem máxima de acessos for atingida.
pt_br: Se configurado, usuários não poderão mais acessar este Send assim que o número máximo de acessos for atingido.
sk: Ak je nastavené, používatelia už nebudú mať prístup k tomuto Sendu po dosiahnutí maximálneho počtu prístupov.
sr: Ако је постављено, корисници више неће моћи да приступе овом слању када се достигне максимални број приступа.
ta: அமைத்தால், அதிகபட்ச அணுகலெண்ணிக்கை எட்டப்பட்டவுடன் பயனர்கள் இந்த Sendஐ இனி அணுகவியலாது.
th: หากกำหนดไว้ ผู้ใช้จะไม่สามารถเข้าถึง Send นี้ได้อีกเมื่อถึงจำนวนการเข้าถึงสูงสุด
tr: Bunu ayarlarsanız maksimum erişim sayısına ulaşıldıktan sonra bu Send'e erişilemeyecektir.
uk: Якщо встановлено, користувачі більше не зможуть отримати доступ до цього відправлення після досягнення максимальної кількості доступів.
vi: Nếu được thiết lập, người dùng sẽ không thể truy cập Send này khi đã đạt tới số lần truy cập tối đa.
zh_hans: 设置后，当达到最大访问次数时用户将不再能够访问此 Send。
zh_hant: 如果設定此選項，當達到最大存取次數時，使用者將無法再次存取此 Send。

source: Current access count
ar: العد الحالي للوصول
az: Hazırkı müraciət sayı
bg: Текущ брой на достъпванията
cs: Aktuální počet přístupů
da: Aktuelt antal tilgange
de: Aktuelle Zugriffsanzahl
el: Τρέχων Αριθμός Πρόσβασης
fa: تعداد دسترسی فعلی
fi: Käyttökertojen nykyinen määrä
fr: Nombre d'accès actuel
gl: Número de acceso actual
he: מספר גישות נוכחי
hr: Trenutni broj pristupanja
hu: Aktuális elérési szám
id: Hitungan akses saat ini
it: Numero di accessi correnti
ja: 現在のアクセス数
lv: Pašreizējais piekļuvju skaits
nl: Huidige toegangsaantal
pl: Obecna liczba dostępów
pt: Número de acessos atual
pt_br: Número atual de acessos
sk: Súčasný počet prístupov
sr: Тренутни број приступа
ta: தற்போதைய அணுகல் எண்ணிக்கை
th: จำนวนการเข้าถึงปัจจุบัน
tr: Mevcut erişim sayısı
uk: Поточна кількість доступів
vi: Số lần truy cập hiện tại
zh_hans: 当前访问次数
zh_hant: 目前存取次數

source: New password
ar: كلمة المرور الجديدة
az: Yeni parol
bg: Нова парола
cs: Nové heslo
da: Ny adgangskode
de: Neues Passwort
el: Νέος κωδικός πρόσβασης
fa: کلمه عبور جدید
fi: Uusi salasana
fr: Nouveau mot de passe
gl: Novo contrasinal
he: סיסמה חדשה
hr: Nova lozinka
hu: Új jelszó
id: Sandi baru
it: Nuova password
ja: 新しいパスワード
lv: Jauna parole
nl: Nieuw wachtwoord
pl: Nowe hasło
pt: Nova palavra-passe
pt_br: Nova senha
sk: Nové heslo
sr: Нова лозинка
ta: புது கடவுச்சொல்
th: รหัสผ่านใหม่
tr: Yeni parola
uk: Новий пароль
vi: Mật khẩu mới
zh_hans: 新密码
zh_hant: 新密碼

# PasswordInfo
source: Require this password to view the Send.
ar: يتطلب كلمة المرور هذه لعرض الإرسال.
az: Send-ə baxmaq üçün bu parol tələb edilsin.
bg: Изискване на тази парола за преглеждане на Изпращането.
cs: Pro zobrazení Send bude vyžadováno toto heslo.
de: Dieses Passwort zum Anzeigen des Sends verlangen.
el: Να απαιτείται αυτός ο κωδικός πρόσβασης για την προβολή του Send.
fa: به صورت اختیاری برای دسترسی کاربران به این ارسال به یک کلمه عبور نیاز دارید.
fi: Vaadi tämä salasana Sendin avaukseen.
fr: Exiger ce mot de passe pour afficher le Send.
he: דרוש את הסיסמה הזאת כדי להציג את הסֵנְד.
hr: Pa pregled Senda potrebna je ova lozinka.
hu: Jelszó szükséges a Send elem megtekintéséhez.
id: Wajibkan sandi ini untuk melihat Kirim.
it: Richiedi questa password per visualizzare Invii.
ja: Send を表示するにはこのパスワードが必要になります。
lv: Pieprasīt šo paroli, lai apskatītu Send.
nl: Vereis dit wachtwoord om de Send te bekijken.
pl: Opcjonalne hasło dla użytkownika, aby uzyskać dostęp do wysyłki.
pt: Esta palavra-passe é necessária para visualizar o Send.
pt_br: Exigir esta senha para visualizar este Send.
sk: Na zobrazenie tohto Sendu vyžadovať toto heslo.
sr: Захтева ову лозинку за преглед Send-а.
ta: அனுப்பலைப் பார்க்க இந்தக் கடவுச்சொல் தேவை.
th: ต้องใช้รหัสผ่านนี้เพื่อดู Send
tr: Send'i görüntülemek için bu parolayı iste.
uk: Вимагати цей пароль для перегляду відправлення.
vi: Yêu cầu mật khẩu này khi xem Send.
zh_hans: 需要这个密码才能查看此 Send。
