Repository: bitwarden/ios
Catalog: BitwardenResources/Localizations/*.lproj/Localizable.strings
Languages: ar, az, bg, cs, da, de, el, fa, fi, fr, gl, he, hr, hu, id, it, ja, lv, nl, pl, pt, pt_br, sk, sr, ta, th, tr, uk, vi, zh_hans, zh_hant

# UseTheGeneratorToCreateASecurePasswordPassphrasesAndUsernames
source: Use the generator to create secure passwords, passphrases and usernames.
ar: استخدم المولد لإنشاء كلمات مرور آمنة وعبارات المرور وأسماء المستخدم.
az: Güvənli parollar, keçid ifadələri və istifadəçi adları yaratmaq üçün yaradıcını istifadə edin.
bg: Използвайте генератора за създаване на сигурни пароли, пароли-фрази и потребителски имена.
cs: Použijte generátor k vytvoření bezpečných hesel, heslových frází a uživatelských jmen.
de: Verwende den Generator, um sichere Passwörter, Passphrasen und Benutzernamen zu erstellen.
fa: از تولیدکننده استفاده کنید تا کلمات عبور، عبارات عبور و نام‌های کاربری امن بسازید.
fr: Utilisez le générateur pour créer des mots de passe, des phrases de passe et des noms d'utilisateur sécuritaires.
he: השתמש במחולל כדי ליצור סיסמאות מאובטחות, ביטויי סיסמה ושמות משתמש.
hr: Koristi generator za stvaranje sigurnih lozinki, fraznih lozinki i korisničkih imena.
hu: Használjuk a generátort biztonságos jelszavak, jelmondatok és felhasználónevek létrehozásához.
id: Gunakan pembuat sandi untuk membuat sandi, frasa sandi, dan nama pengguna yang aman.
it: Usa il generatore per creare parole d'accesso sicure, espressioni d'accesso e nomi utente.
ja: 生成ツールを使用して、安全なパスワード、パスフレーズ、ユーザー名を作成します。
lv: Veidotājs ir izmantojams, lai izveidotu drošas paroles, paroļu vārdkopas un lietotājvārdus.
nl: Gebruik de generator om sterke wachtwoorden, wachtwoordzinnen en gebruikersnamen te genereren.
pl: Użyj generatora, aby utworzyć bezpieczne hasła i nazwy użytkowników.
pt: Utilize o gerador para criar palavras-passe, frases de acesso e nomes de utilizador seguros.
pt_br: Use o gerador para criar senhas seguras, frases secretas e nomes de usuário.
sk: Pomocou generátora môžete vytvárať bezpečné heslá, prístupové frázy a používateľské mená.
ta: பாதுகாப்பான கடவுச்சொற்கள், கடவுக்குறிச்சொற்கள் மற்றும் பயனர்பெயர்களை உருவாக்க ஜெனரேட்டரைப் பயன்படுத்தவும்.
th: ใช้ตัวสร้างเพื่อสร้างรหัสผ่าน วลีรหัสผ่าน และชื่อผู้ใช้ที่ปลอดภัย
tr: Güvenli parolalar, parola cümleleri ve kullanıcı adları üretmek için üreteci kullanın.
uk: Використовуйте генератор для створення надійних паролів, парольних фраз та імен користувачів.
vi: Sử dụng trình tạo để tạo mật khẩu, cụm mật khẩu và tên đăng nhập an toàn.
zh_hans: 使用生成器创建安全的密码、密码短语和用户名。

# PassphrasesAreOftenEasierToRememberDescriptionLong
source: Passphrases are often easier to remember and type than random passwords. They can be helpful when you need to log into accounts where autofill is not available, like a streaming service on your TV.
ar: غالباً ما تكون عبارات المرور أسهل للتذكر وكتابة كلمات مرور عشوائية. يمكن أن تكون مفيدة عندما تحتاج إلى تسجيل الدخول إلى الحسابات التي لا يتوفر فيها التعبئة التلقائية، مثل خدمة البث على التلفزيون الخاص بك.
az: Keçid ifadələri, adətən təsadüfi parollardan daha asan xatırlanır və yazılır. TV-nizdəki bir yayım xidməti kimi avto-doldurma özəlliyinin əlçatan olmadığı hesablara giriş edərkən faydalıdır.
bg: Паролите-фрази често са по-лесни за запомняне и писане от паролите, създадени чрез случайно подбрани знаци. Те могат да са полезни за вписване на места, където автоматичното попълване не е налично, като например услуги за поточно предаване на телевизора Ви.
cs: Heslové fráze jsou často jednodušší pro zapamatování a zápis než náhodná hesla. Jsou užitečné pro přihlášení do účtů, kde není automatické vyplňování k dispozici (např. streamovací služba ve Vašem televizoru).
de: Passphrasen sind oft einfacher zu merken und einzugeben als zufällige Passwörter. Sie können hilfreich sein, wenn du dich bei Konten anmelden musst, bei denen Auto-Ausfüllen nicht verfügbar ist, wie ein Streaming-Dienst auf deinem TV.
fa: عبارات‌ عبور معمولاً آسان‌تر از کلمات عبور تصادفی برای به خاطر سپردن و نوشتن هستند. آن‌ها زمانی مفید هستند که نیاز دارید وارد حساب‌هایی شوید که قابلیت پر کردن خودکار در آن‌ها در دسترس نیست، مانند سرویس‌های پخش آنلاین روی تلویزیون.
fr: Les phrases de passe sont souvent plus faciles à mémoriser et à saisir que les mots de passe aléatoires. Elles peuvent être utiles lorsque vous avez besoin de vous connecter à des comptes où le remplissage automatique n'est pas disponible, comme un service de streaming sur votre téléviseur.
he: קל יותר לזכור ולהקליד ביטויי-סיסמה לעומת סיסמאות אקראיות. הם שימושיים בעיקר כשהשלמה אוטומטית אינה זמינה, לדוגמא בחיבור לשירות סטרימינג בטלוויזיה.
hr: Frazne lozinke su jake lozinke koje je često lakše zapamtiti i upisati nego nasumične lozinke. Korisne su za prijavu na račune gdje automatsko popunjavanje nije dostupno, poput usluge strujanja na TV-u.
hu: A jelmondatok erős jelszavak, amelyeket gyakran könnyebb megjegyezni és begépelni, mint a véletlenszerű jelszavakat. Hasznosak az olyan fiókokba bejelentkezéshez, ahol az Automatikus kitöltés nem érhető el, például a tévén a streaming szolgáltatásba.
id: Frasa sandi lebih mudah diingat dan diketik dibandingkan sandi acak. Ini bisa membantu masuk ke akun yang tidak mendukung isi otomatis, seperti layanan streaming di TV Anda.
it: Le frasi d'accesso sono spesso più facili da ricordare e digitare delle parole d'accesso casuali. Possono essere utili quando è necessario accedere ad account in cui il riempimento automatico non è disponibile, come un servizio di streaming sulla TV.
ja: パスフレーズは、ランダムなパスワードに比べて覚えやすく、タイピングしやすい場合が多いです。 テレビのストリーミングサービスなどの、自動入力が利用できないアカウントにログインする際に役立ちます。
lv: Paroļu vārdkopas bieži vien ir vieglāk atcerēties un rakstīt nekā nejaušas paroles. Tās var būt noderīgas, kad ir nepieciešams pieteikties kontos, kuros automātiskā aizpilde nav pieejama, piemēram, straumēšanas pakalpojumā tālrādī.
nl: Wachtwoordzinnen zijn vaak makkelijker te onthouden en typen dan willekeurige wachtwoorden. Ze helpen om in te loggen op accounts waar auto-invullen niet beschikbaar is, zoals een streaming-service op je TV.
pl: Hasła wyrazowe są łatwiejsze do zapamiętania i wpisania niż losowe hasła. Są przydatne podczas logowania się do kont, gdzie autouzupełnianie nie jest dostępne, np. w usługach streamingowych na telewizorze.
pt: As frases-chave são frequentemente mais fáceis de memorizar e de escrever do que as palavras-passe aleatórias. Podem ser úteis quando é necessário iniciar sessão em contas em que o preenchimento automático não está disponível, como um serviço de streaming na sua TV.
pt_br: As frases secretas são muitas vezes mais fáceis de lembrar e digitar que senhas aleatórias. Elas podem ser úteis quando você precisa conectar-se a contas onde o preenchimento automático não está disponível, como um serviço de streaming na sua TV.
sk: Prístupové frázy sa často ľahšie pamätajú a zadávajú ako náhodné heslá. Môžu byť užitočné, keď sa potrebujete prihlásiť do účtov, kde nie je k dispozícii automatické vypĺňanie, napríklad do streamovacej služby na televízore.
ta: கடவுக்குறிச்சொற்கள் பெரும்பாலும் நினைவில் வைத்துக் கொள்ளவும் தட்டச்சு செய்யவும் எளிதானவை. உங்கள் டிவியில் உள்ள ஸ்ட்ரீமிங் சேவை போன்ற தானாக நிரப்புதல் கிடைக்காத கணக்குகளில் உள்நுழைய அவை உதவியாக இருக்கும்.
th: วลีรหัสผ่านมักจะจำและพิมพ์ได้ง่ายกว่ารหัสผ่านแบบสุ่ม และมีประโยชน์เมื่อคุณต้องเข้าสู่ระบบบัญชีที่ไม่สามารถป้อนอัตโนมัติได้ เช่น บริการสตรีมมิงบนทีวี
tr: Parola ifadeleri, rastgele parolalara göre genellikle hatırlanması ve yazılması daha kolaydır. TV'nizdeki bir akış hizmeti gibi otomatik doldurma özelliğinin bulunmadığı hesaplara giriş yapmanız gerektiğinde yararlı olabilirler.
uk: Парольні фрази легше запам'ятовуються і вводяться, порівняно з випадковими паролями. Їх доцільно використовувати для входу в облікові записи, де автозаповнення недоступне, як-от телевізійні служби потокової трансляції.
vi: Cụm mật khẩu là mật khẩu mạnh, thường dễ nhớ và dễ nhập hơn mật khẩu ngẫu nhiên. Rất hữu ích khi đăng nhập vào các tài khoản không hỗ trợ Tự động điền, như dịch vụ phát trực tuyến trên TV của bạn.
zh_hans: 密码短语通常比随机密码更容易记忆和输入。它们有助于登录无法使用自动填充功能的账户，例如电视上的流媒体服务。

source: Unique usernames add an extra layer of security and can help prevent hackers from finding your accounts.
ar: الأسماء الفريدة للمستخدمين تضيف طبقة إضافية من الأمان ويمكن أن تساعد في منع المخترقين من العثور على حساباتك.
az: Unikal istifadəçi adları, ekstra bir təhlükəsiz qatı əlavə edir və hakerlərin hesablarınızı tapmasını önləməyə kömək edə bilər.
bg: Уникалните потребителски имена представляват още един слой защита и могат да попречат на хакерите да открият регистрациите Ви.
cs: Jedinečná uživatelská jména přidávají další bezpečnostní vrstvu a mohou pomoci hackerům v hledání účtů.
da: Unikke brugernavne tilføje et ekstra lag af sikkerhed og kan medvirke til at hindre hackere i at finde brugerkonti.
de: Einzigartige Benutzernamen fügen eine zusätzliche Sicherheitsebene hinzu und können Hacker daran hindern, deine Konten zu finden.
fa: نام‌های کاربری منحصربه‌فرد یک لایه امنیتی اضافی ایجاد می‌کنند و می‌توانند به جلوگیری از دسترسی هکرها به حساب‌های کاربری شما کمک کنند.
fr: Les noms d'utilisateur uniques ajoutent un niveau de sécurité supplémentaire et peuvent empêcher les pirates informatiques de trouver vos comptes.
he: שמות משתמש ייחודיים מוסיפים שכבה נוספת של אבטחה ויכולים לעזור למנוע מהאקרים למצוא את החשבונות שלך.
hr: Jedinstvena korisnička imena dodaju dodatni sloj sigurnosti i mogu spriječiti hakere da pronađu tvoje račune.
hu: Az egyedi felhasználónevek további biztonsági réteget adnak és megakadályozhatják, hogy a hackerek megtalálják a fiókokat.
id: Nama pengguna unik menambah lapisan keamanan ekstra dan dapat membantu mencegah peretas menemukan akun Anda.
it: I nomi utente unici aggiungono un ulteriore livello di sicurezza e possono aiutare a impedire agli hacker di trovare i tuoi account.
ja: 一意のユーザー名は追加のセキュリティ層となり、あなたのアカウントがハッカーに見つかりにくくするのに役立ちます。
lv: Neatkārtojami lietotājvārdi pievieno papildu drošības slāni un var palīdzēt, lai traucētu urķiem kontu atrašanā.
nl: Unieke gebruikersnamen voegen een extra beveiligingslaag toe en helpen te voorkomen dat hackers je accounts vinden.
pl: Unikalne nazwy użytkowników dodają dodatkową warstwę bezpieczeństwa i mogą pomóc w uniemożliwieniu hakerom odnalezienia Twoich kont.
pt: Os nomes de utilizador únicos acrescentam uma camada extra de segurança e podem ajudar a impedir que os hackers encontrem as suas contas.
pt_br: Nomes de usuário únicos adicionam uma camada extra de segurança e podem ajudar a impedir que hackers encontrem suas contas.
sk: Unikátne používateľské mená predstavujú ďalšiu úroveň zabezpečenia a môžu pomôcť zabrániť hackerom nájsť vaše účty.
sr: Јединствена корисничка имена чине додатни слој заштите и помажу у спречавању хакера од проналажења ваших налога.
ta: தனித்துவமான பயனர்பெயர்கள் பாதுகாப்பிற்கு ஒரு கூடுதல் அடுக்கைச் சேர்க்கின்றன, மேலும் ஹேக்கர்கள் உங்கள் கணக்குகளைக் கண்டறிவதைத் தடுக்க உதவும்.
th: ชื่อผู้ใช้ที่ไม่ซ้ำใครช่วยเพิ่มความปลอดภัยอีกชั้นหนึ่งและช่วยป้องกันไม่ให้แฮกเกอร์พบบัญชีของคุณ
tr: Benzersiz kullanıcı adları ekstra bir güvenlik katmanı sağlar ve bilgisayar korsanlarının hesaplarınızı bulmasını önlemeye yardımcı olabilir.
uk: Унікальні імена користувачів додають ще один рівень безпеки й запобігають знаходженню ваших облікових записів хакерами.
vi: Tên đăng nhập duy nhất giúp tăng cường bảo mật và có thể ngăn chặn tin tặc tìm ra tài khoản của bạn.
zh_hans: 唯一的用户名增加了额外的安全性，有助于防止黑客轻易找到您的账户。

source: Use these options to adjust your password to meet your account website’s requirements.
ar: استخدم هذه الخيارات لضبط كلمة المرور الخاصة بك لتلبية متطلبات موقع الحساب الخاص بك.
az: Bu seçimləri istifadə edərək parolunuzu, hesab veb saytınızın tələblərinə uyğun ayarlaya bilərsiniz.
bg: Използвайте тези опции, за да настроите паролата според изискванията на уеб сайта, където си създавате акаунт.
cs: Použijte tyto volby k úpravě hesla, abyste splnili požadavky webových stránek Vašeho účtu.
de: Verwende diese Optionen, um dein Passwort an die Anforderungen deiner Konto-Website anzupassen.
fa: از این گزینه‌ها استفاده کنید تا کلمه عبور خود را مطابق با الزامات وب‌سایت حساب کاربری‌تان تنظیم کنید.
fr: Utilisez ces options pour ajuster votre mot de passe afin de répondre aux exigences du compte de votre site Web.
he: השתמש באפשרויות אלה כדי להתאים את הסיסמה שלך כך שתעמוד בדרישות של אתר החשבון שלך.
hr: Koristi ove opcije za prilagodbu lozinke prema zahtjevima web stranice.
hu: Ezekkel az opciókkal állíthatjuk be a jelszót a fiók követelményeihez.
id: Gunakan opsi ini untuk menyesuaikan sandi agar sesuai dengan persyaratan situs akun Anda.
it: Usa queste opzioni per modificare la parola d'accesso per soddisfare i requisiti del sito web del tuo account.
ja: これらのオプションを使用して、アカウントのウェブサイトの要件を満たすためにパスワードを調整します。
lv: Šīs iespējas ir izmantojamas, lai pielāgotu savas paroles atbilstību konta tīmekļvietnes prasībām.
nl: Gebruik deze opties om je wachtwoord aan de vereisten van je websiteaccount aan te passen.
pl: Użyj tych opcji, aby dostosować hasło do wymagań strony.
pt: Utilize estas opções para ajustar a sua palavra-passe de acordo com os requisitos do site da sua conta.
pt_br: Use estas opções para ajustar sua senha para atender aos requisitos do site da sua conta.
sk: Tieto možnosti môžete použiť na úpravu hesla, aby spĺňalo požiadavky webovej stránky.
ta: உங்கள் கணக்கு வலைத்தளத்தின் தேவைகளைப் பூர்த்தி செய்ய உங்கள் கடவுச்சொல்லை சரிசெய்ய இந்த விருப்பங்களைப் பயன்படுத்தவும்.
th: ใช้ตัวเลือกเหล่านี้เพื่อปรับรหัสผ่านให้ตรงตามข้อกำหนดของเว็บไซต์บัญชี
tr: Bu seçenekleri kullanarak parolanızı hesap web sitenizin gereksinimlerine uygun hale getirin.
uk: Використовуйте ці параметри, щоб налаштувати відповідність пароля вимогам вебсайту.
vi: Sử dụng các tùy chọn này để điều chỉnh mật khẩu của bạn sao cho phù hợp với yêu cầu của trang web.
zh_hans: 使用这些选项来调整您的密码，以使其符合您的账户网站的要求。

source: After you save your new password to Bitwarden, don’t forget to update it on your account website.
ar: بعد حفظ كلمة المرور الجديدة إلى بت واردن، لا تنسى تحديثها على موقع حسابك.
az: Yeni parolunuzu Bitwarden-də saxladıqdan sonra, onu hesabınızın veb saytında güncəlləməyi unutmayın.
bg: След като запазите новата си парола в Битуорден, не забравяйте да я обновите в уеб сайта на акаунта си.
cs: Po uložení nového hesla do Bitwardenu ho nezapomeňte aktualizovat na stránkách Vašeho účtu.
de: Nachdem du dein neues Passwort in Bitwarden gespeichert hast, vergiss nicht, es auf deiner Konto-Website zu aktualisieren.
fa: بعد از اینکه کلمه عبور جدیدتان را در Bitwarden ذخیره کردید، فراموش نکنید آن را در وب‌سایت حساب کاربری‌تان هم به‌روزرسانی کنید.
fr: Après avoir enregistré votre nouveau mot de passe sur Bitwarden, n’oubliez pas de le mettre à jour sur le site Web de votre compte.
he: לאחר שאתה שומר את הסיסמה החדשה שלך ב־Bitwarden, אל תשכח לעדכן אותה באתר החשבון שלך.
hr: Nakon što spremiš svoju novu lozinku na Bitwarden, ne zaboravi ju ažurirati na web stranici.
hu: Miután elmentettük az új jelszót a Bitwardenbe, ne felejtsük el frissíteni azt a fiók webhelyén.
id: Setelah Anda menyimpan sandi baru ke Bitwarden, jangan lupa memperbaruinya di situs akun Anda.
it: Dopo aver salvato la tua nuova parola d'accesso in Bitwarden, non dimenticare di aggiornarla sul sito web del tuo account.
ja: 新しいパスワードを Bitwarden に保存したら、そのアカウントのウェブサイトでも忘れずにパスワードを更新してください。
lv: Pēc savas jaunās paroles saglabāšanas Bitwarden nevajadzētu aizmirst par tās atjaunināšanu sava konta tīmekļvietnē.
nl: Vergeet je wachtwoord niet bij te werken op de website van je account nadat je je nieuwe wachtwoord in Bitwarden hebt opgeslagen.
pl: Po zapisaniu nowego hasła w Bitwarden nie zapomnij zaktualizować go na stronie konta.
pt: Depois de guardar a sua nova palavra-passe no Bitwarden, não se esqueça de a atualizar no site da sua conta.
pt_br: Após salvar a sua nova senha no Bitwarden, não se esqueça de atualizá-la no site da sua conta.
sk: Po uložení nového hesla do Bitwardenu ho nezabudnite aktualizovať na webovej stránke účtu.
ta: உங்கள் புதிய கடவுச்சொல்லை பிட்வார்டனில் சேமித்த பிறகு, உங்கள் கணக்கு வலைத்தளத்தில் அதைப் புதுப்பிக்க மறக்க வேண்டாம்.
th: หลังจากบันทึกรหัสผ่านใหม่ลงใน Bitwarden แล้ว อย่าลืมอัปเดตที่เว็บไซต์บัญชีของคุณด้วย
tr: Yeni parolanızı Bitwarden'a kaydettikten sonra, hesap web sitenizde de güncellemeyi unutmayın.
uk: Після збереження нового пароля у Bitwarden обов'язково оновіть його на вебсайті.
vi: Sau khi lưu mật khẩu mới của bạn vào Bitwarden, đừng quên cập nhật nó trên trang web tài khoản của bạn.
zh_hans: 将新密码保存到 Bitwarden 后，不要忘记在您的账户网站上更新它。

source: You must add a web address to use autofill to access this account.
ar: يجب عليك إضافة عنوان ويب لاستخدام التعبئة التلقائية للوصول إلى هذا الحساب.
az: Avto-doldurmanı istifadə edərək bu hesaba müraciət etmək üçün bir veb ünvan əlavə etməlisiniz.
bg: Трябва да добавите уеб адрес, за да може да използвате автоматичното попълване за вписване в този акаунт.
cs: Pro přístup k tomuto účtu musíte přidat webovou adresu pro automatické vyplnění.
da: Man skal tilføje en webadresse for at bruge autofyldning for at tilgå denne konto.
de: Du musst eine Webseiten-Adresse hinzufügen, um automatisches Ausfüllen für den Zugriff auf dieses Konto benutzen zu können.
el: Πρέπει να προσθέσετε μια διεύθυνση ιστού για να χρησιμοποιήσετε την αυτόματη συμπλήρωση για να αποκτήσετε πρόσβαση σε αυτόν το λογαριασμό.
fa: برای استفاده از قابلیت پر کردن خودکار جهت دسترسی به این حساب کاربری، باید یک نشانی وب اضافه کنید.
fr: Vous devez ajouter une adresse Web afin d'utiliser la saisie automatique pour accéder à ce compte.
gl: Debes engadir un sitio web pausa que funcione o autoenchido.
he: אתה מוכרח להוסיף כתובת אינטרנט על מנת להשתמש במילוי אוטומטי כדי לגשת לחשבון זה.
hr: Moraš dodati web adresu za auto-ispunu za pristup ovom računu.
hu: Meg kell adnia egy webcímet, hogy automatikus kitöltést használjunk a fiók eléréséhez.
id: Anda harus menambahkan alamat web untuk menggunakan isi otomatis agar dapat mengakses akun ini.
it: Devi aggiungere un indirizzo web per usare l'auto-riempimento per accedere a questo account.
ja: 自動入力を使用してこのアカウントにアクセスするには、Webアドレスを追加する必要があります。
lv: Jāpievieno tīmekļa adrese, lai izmantotu automātisko aizpildi, lai piekļūtu šim kontam.
nl: Je moet een webadres toevoegen om auto-invullen te gebruiken om toegang te krijgen tot dit account.
pl: Musisz dodać adres internetowy, aby korzystać z autouzupełniania.
pt: É necessário adicionar um endereço Web para utilizar o preenchimento automático para aceder a esta conta.
pt_br: Você precisa adicionar um endereço da web para usar o preenchimento automático para acessar esta conta.
sk: Ak chcete používať automatické vypĺňanie na prístup k tomuto účtu, musíte pridať webovú adresu.
sr: Морате додати веб адресу да би сте користили аутоматско попуњавање за приступ овом налогу.
ta: இந்தக் கணக்கை அணுக தானாக நிரப்புதலைப் பயன்படுத்த நீங்கள் ஒரு இணைய முகவரியைச் சேர்க்க வேண்டும்.
th: คุณต้องเพิ่มที่อยู่เว็บไซต์เพื่อใช้การป้อนอัตโนมัติสำหรับบัญชีนี้
tr: Bu hesaba otomatik doldurmayı kullanarak erişmek için bir web adresi eklemeniz gerekir.
uk: Необхідно додати вебадресу, щоб використовувати автозаповнення для цього облікового запису.
vi: Bạn phải thêm địa chỉ web để sử dụng tính năng tự động điền khi truy cập tài khoản này.
zh_hans: 您必须添加一个网址才能使用自动填充来访问这个账户。

source: Username
ar: اسم المستخدم
az: İstifadəçi adı
bg: Потребителско име
cs: Uživatelské jméno
da: Brugernavn
de: Nutzername
el: Όνομα χρήστη
fa: نام کاربری
fi: Käyttäjätunnus
fr: Nom d'utilisateur
gl: Nome de usuario
he: שם משתמש
hr: Korisničko ime
hu: Felhasználónév
id: Nama Pengguna
it: Nome utente
ja: ユーザー名
lv: Lietotājvārds
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt: Nome de utilizador
pt_br: Nome de usuário
sk: Používateľské meno
sr: Корисничко име
ta: பயனர்பெயர்
th: ชื่อผู้ใช้
tr: Kullanıcı adı
uk: Ім'я користувача
vi: Tên đăng nhập
zh_hans: 用户名
zh_hant: 使用者名稱

# ValidationFieldRequired
source: The %1$@ field is required.
ar: حقل %1$@ مطلوب.
az: %1$@ xanası lazımlıdır.
bg: Полето %1$@ е задължително.
cs: Pole %1$@ je povinné.
da: Feltet %1$@ er obligatorisk.
de: Das Feld %1$@ ist ein Pflichtfeld.
el: Το πεδίο %1$@ είναι υποχρεωτικό.
fa: فیلد %1$@ ضروریست.
fi: Kenttä "%1$@" vaaditaan.
fr: Le champ %1$@ est requis.
gl: O campo %1$@ é obrigatorio.
he: השדה %1$@ נדרש.
hr: Polje %1$@ je obavezno.
hu: A(z) %1$@ mező megadása kötelező.
id: Kolom %1$@ harus diisi.
it: Il campo %1$@ è obbligatorio.
ja: %1$@ は必須です。
lv: Lauks "%1$@" ir nepieciešams.
nl: Vul het veld %1$@ in.
pl: Pole %1$@ jest wymagane.
pt: O campo %1$@ é obrigatório.
pt_br: O campo de %1$@ é necessário.
sk: %1$@ je povinné.
sr: Поље %1$@ је обавезно.
ta: %1$@ புலம் தேவை.
th: จำเป็นต้องระบุ %1$@
tr: %1$@ alanı gereklidir.
uk: Поле %1$@ є обов'язковим.
vi: Vui lòng nhập %1$@.
zh_hans: 必须填写 %1$@ 字段。
zh_hant: 必須填入 %1$@ 欄位。

# ValueHasBeenCopied
source: %1$@ copied
ar: %1$@ تم نسخه
az: %1$@ kopyalandı.
bg: %1$@ беше копирано.
cs: %1$@: zkopírováno
da: %1$@ kopieret
de: %1$@ kopiert
el: %1$@ έχει αντιγραφεί
fa: %1$@ کپی شد.
fi: %1$@ kopioitiin
fr: %1$@ copié
gl: %1$@ copiado
he: %1$@ הועתק
hr: %1$@ kopirano
hu: %1$@ a vágólapra került.
id: %1$@ disalin.
it: %1$@ copiata.
ja: %1$@ をコピーしました。
lv: %1$@ ir starpliktuvē
nl: %1$@ is gekopieerd
pl: Skopiowano %1$@
pt: %1$@ copiado(a)
pt_br: %1$@ copiado(a)
sk: %1$@ bolo skopírované.
sr: %1$@ је копиран/а.
ta: %1$@ நகலெடுக்கப்பட்டது
th: คัดลอก %1$@ แล้ว
tr: %1$@ kopyalandı
uk: %1$@ скопійовано
vi: Đã sao chép %1$@
zh_hans: %1$@ 已复制
zh_hant: %1$@ 已複製。

source: Verify master password
ar: التحقق من كلمة المرور الرئيسية
az: Ana parolu doğrula
bg: Потвърждаване на главната парола
cs: Ověřit hlavní heslo
da: Verificér hovedadgangskode
de: Master-Passwort verifizieren
el: Επαλήθευση κύριου κωδικού
fa: تأیید کلمه عبور اصلی
fi: Vahvista pääsalasana
fr: Vérifier le mot de passe principal
gl: Verifica o contrasinal mestre
he: אמת סיסמה ראשית
hr: Potvrdi glavnu lozinku
hu: Mesterjelszó megerősítése
id: Verifikasi sandi utama
it: Verifica password principale
ja: マスターパスワードの確認
lv: Apstiprināt galveno paroli
nl: Hoofdwachtwoord invoeren
pl: Zweryfikuj hasło główne
pt: Verificar a palavra-passe mestra
pt_br: Verificar senha principal
sk: Overenie hlavného hesla
sr: Верификујте Главну Лозинку
ta: பிரதான கடவுச்சொல்லைச் சரிபார்
th: ยืนยันรหัสผ่านหลัก
tr: Ana parolayı doğrula
uk: Перевірити головний пароль
vi: Nhập lại mật khẩu chính
zh_hans: 验证主密码
zh_hant: 驗證主密碼

source: Verify PIN
ar: التحقق من رقم التعريف الشخصي
az: PIN-i doğrula
bg: Потвърждаване на ПИН
cs: Ověřit PIN
da: Bekræft pinkode
de: PIN überprüfen
el: Επαλήθευση PIN
fa: تأیید کد پین
fi: Vahvista PIN-koodi
fr: S'authentifier avec un code PIN
gl: Verifica o PIN
he: אמת PIN
hr: Potvrdi PIN
hu: PIN megerősítése
id: Verifikasi PIN
it: Verifica PIN
ja: PIN の確認
lv: Apstiprināt PIN
nl: PIN-code invoeren
pl: Zweryfikuj kod PIN
pt: Verificar PIN
pt_br: Verificar PIN
sk: Overiť PIN
sr: Верификујте PIN
ta: கடவெண்ணைச் சரிபார்
th: ยืนยัน PIN
tr: PIN'i doğrula
uk: Перевірка PIN
vi: Xác minh mã PIN
zh_hans: 验证 PIN 码
zh_hant: 驗證 PIN 碼

source: Version
ar: إصدار
az: Versiya
bg: Версия
cs: Verze
el: Έκδοση
fa: نسخه
fi: Versio
gl: Versión
he: גירסה
hr: Verzija
hu: Verzió
id: Versi
it: Versione
ja: バージョン
lv: Laidiens
nl: Versie
pl: Wersja
pt: Versão
pt_br: Versão
sk: Verzia
sr: Верзија
ta: பதிப்பு
th: เวอร์ชัน
tr: Sürüm
uk: Версія
vi: Phiên bản
zh_hans: 版本
zh_hant: 版本

source: View
ar: انظر
az: Bax
bg: Преглед
cs: Zobrazit
da: Vis
de: Ansicht
el: Προβολή
fa: مشاهده
fi: Näytä
fr: Voir
gl: Vista
he: תצוגה
hr: Prikaz
hu: Megtekintés
id: Tampilan
it: Visualizza
ja: 表示
lv: Skatīt
nl: Weergeven
pl: Pokaż
pt: Ver
pt_br: Ver
sk: Zobraziť
sr: Приказ
ta: பார்
th: ดู
tr: Görüntüle
uk: Переглянути
vi: Xem
zh_hans: 查看
zh_hant: 檢視
