Repository: bitwarden/ios
Catalog: BitwardenResources/Localizations/*.lproj/Localizable.strings
Languages: ar, az, bg, cs, da, de, el, fa, fi, fr, gl, he, hr, hu, id, it, ja, lv, nl, pl, pt, pt_br, sk, sr, ta, th, tr, uk, vi, zh_hans, zh_hant

source: On your computer, **log in to your current browser or password manager.**
ar: على جهاز الكمبيوتر الخاص بك، **تسجيل الدخول إلى المتصفح الحالي أو مدير كلمة المرور.**
az: Kompüterinizdə **hazırkı brauzerinizə və ya parol menecerinizə giriş edin.**
bg: **Впишете се в текущия си браузър или управител на пароли** на компютъра си.
cs: Na Vašem počítači se **přihlaste do aktuálního prohlížeče nebo správce hesel**.
da: På computeren, **log ind på den aktuelle webbrowser eller adgangskodehåndtering.**
de: Melde dich auf deinem Computer **bei deinem aktuellen Browser oder Passwortmanager an.**
fa: روی رایانه خود، **وارد مرورگر یا مدیر کلمه عبور فعلی خود شوید.**
fi: **Kirjaudu sisään nykyiseen selaimeesi tai salasanahallintaasi** tietokoneellasi.
fr: Sur votre ordinateur, **connectez-vous à votre navigateur ou à votre gestionnaire de mots de passe.**
gl: No teu computador, **abre o teu navegador ou creador de contrasinais actual**.
he: במחשב שלך, **היכנס לדפדפן הנוכחי או למנהל הסיסמאות שלך.**
hr: Na računalu se **prijavi u svoj trenutni preglednik ili upravitelj lozinki.**
hu: A számítógépen ** jelentkezzünk be az aktuális böngészőbe vagy a jelszókezelőbe. **
id: Di komputer Anda, **masuk ke peramban saat ini atau pengelola sandi Anda.**
it: Accedi al browser o al vecchio gestore di password da computer.
ja: コンピューターで、 **現在お使いのブラウザまたはパスワードマネージャーへログイン** します。
lv: Savā datorā **jāpiesakās savā pašreizējā pārlūkā vai paroļu pārvaldniekā.**
nl: Op je computer **log in op je huidige browser of wachtwoordmanager.**
pl: **Zaloguj się do przeglądarki lub menedżera haseł** na komputerze.
pt: No seu computador, **inicie sessão no seu navegador atual ou gestor de palavras-passe.**
pt_br: No seu computador, **acesse o seu navegador ou gerenciador de senhas atual.**
sk: Na počítači sa **prihláste do aktuálneho prehliadača alebo správcu hesiel.**
sr: На рачунару, **пријавите се у свој тренутни прегледач или менаџер лозинки.**
ta: உங்கள் கணினியில், **உங்கள் தற்போதைய உலாவி அல்லது கடவுச்சொல் மேலாளரில் உள்நுழையவும்.**
th: บนคอมพิวเตอร์ของคุณ **เข้าสู่ระบบเบราว์เซอร์หรือตัวจัดการรหัสผ่านปัจจุบันของคุณ**
tr: Bilgisayarınızda **mevcut tarayıcınızı veya parola yöneticinizi açın.**
uk: На вашому комп'ютері **відкрийте свій браузер або менеджер паролів.**
vi: Trên máy tính của bạn, **đăng nhập vào trình duyệt hiện tại hoặc trình quản lý mật khẩu của bạn.**
zh_hans: 在您的计算机上，**登录到当前浏览器或密码管理器**。
zh_hant: 使用您的電腦，**登入到您的瀏覽器或密碼管理器**。

source: **Export your passwords.** This option is usually found in your settings.
ar: **تصدير كلمات المرور الخاصة بك.** عادة ما يتم العثور على هذا الخيار في الإعدادات الخاصة بك.
az: **Parollarınızı xaricə köçürün.** Bu seçim adətən ayarlarınızda tapılır.
bg: **Изнесете паролите си.** Тази функционалност обикновено се намира в настройките.
cs: **Exportujte Vaše hesla**. Tato volba může být obvykle nalezena v nastavení.
da: **Eksportere adgangskoder.** Denne mulighed findes normalt i Indstillinger.
de: **Exportiere deine Passwörter.** Diese Option findest du normalerweise in deinen Einstellungen.
fa: **کلمات عبور خود را برون ریزی کنید.** این گزینه معمولاً در تنظیمات شما قرار دارد.
fi: **Vie salasanasi.** Tämä vaihtoehto löytyy yleensä asetuksistasi.
fr: **Exporter vos mots de passe.** Cette option se trouve généralement dans vos paramètres.
gl: **Exporta os teus contrasinais**. Esta opción soe atoparse nos axustes.
he: **ייצא את הסיסמאות שלך.** אפשרות זו נמצאת בדרך כלל בהגדרות שלך.
hr: **Izvezi svoje lozinke.** Ova mogućnost najčešće se nalazi u postavkama.
hu: ** A jelszavak exportálása. ** Ez az opció általában a beállításokban található.
id: **Ekspor sandi Anda.** Opsi ini biasanya ada di pengaturan.
it: **Esporta le password.** Questa funzione di solito si raggiunge dalle impostazioni.
ja: **パスワードをエクスポートします。** このオプションは通常、設定画面で見つかります。
lv: **Izgūt savas paroles.** Šī iespēja parasti ir atrodama iestatījumos.
nl: **Exporteer je wachtwoorden.** Deze optie vind je meestal in je instellingen.
pl: **Wyeksportuj hasła.** Ta opcja jest dostępna w ustawieniach.
pt: **Exporte as suas palavras-passe.** Esta opção encontra-se normalmente nas suas definições.
pt_br: **Exporte suas senhas.** Esta opção é geralmente encontrada nas suas configurações.
sk: **Exportovať heslá.** Táto voľba sa zvyčajne nachádza v nastaveniach.
sr: **Извезите своје лозинке.** Ова опција се обично налази у вашим подешавањима.
ta: **உங்கள் கடவுச்சொற்களை ஏற்றுமதி செய்யுங்கள்.** இந்த விருப்பம் பொதுவாக உங்கள் அமைப்புகளில் காணப்படுகிறது.
th: **ส่งออกรหัสผ่านของคุณ** ตัวเลือกนี้มักจะอยู่ในการตั้งค่า
tr: **Parolalarınızı dışa aktarın.** Bu seçenek genellikle ayarlarınızda bulunur.
uk: **Експортуйте свої паролі.** Цю функцію зазвичай можна знайти в налаштуваннях.
vi: **Xuất khẩu mật khẩu của bạn.** Tùy chọn này thường được tìm thấy trong phần cài đặt.
zh_hans: **导出您的密码**。此选项通常可以在设置中找到。
zh_hant: **匯出您的密碼**。這個動作通常可以在偏好設定中找到。

source: **Save the exported file** somewhere on your computer you can find easily.
ar: **حفظ الملف المصدر** في مكان ما على جهاز الكمبيوتر الخاص بك يمكنك العثور عليه بسهولة.
az: **Xaricə köçürdüyünüz faylı** kompüterinizdə rahatlıqla tapa biləcəyiniz yerdə saxlayın.
bg: **Запазете изнесения файл** някъде в компютъра си, така че да може да го намерите лесно.
cs: **Uložte exportovaný soubor** někde na Vašem počítači, kde jej můžete snadno najít.
da: **Gem den eksporterede fil ** et sted på computeren, hvor man nemt kan finde den.
de: **Speichere die exportierte Datei** irgendwo auf deinem Computer, sodass du sie leicht wiederfinden kannst.
fa: **پرونده برون ریزی شده را** در جایی از رایانه خود که به‌ راحتی بتوانید پیدا کنید، ذخیره کنید.
fi: **Tallenna viety tiedosto** jonnekin tietokoneellesi, josta löydät sen helposti.
fr: **Enregistrez le fichier exporté** quelque part sur votre ordinateur vous pouvez le trouver facilement.
gl: **Garda o arquivo exportado** nalgún lugar do teu computador onde o atopes doadamente.
he: **שמור את הקובץ המיוצא** במקום כלשהו במחשב שלך שאתה יכול למצוא בקלות.
hr: **Spremi izvezenu datoteku** na mjesto na računalu koje možeš lako naći.
hu: **Mentsük el az exportált fájlt** olyan helyre, ahol könnyen megtalálhatjauk a számítógépen.
id: **Simpan file yang diekspor** di komputer Anda pada tempat yang mudah ditemukan.
it: **Esporta il file** in un percorso del computer che puoi raggiungere facilmente.
ja: コンピューター上の見つけやすい場所に **エクスポートされたファイルを保存** します。
lv: **Izgūtā datne jāsaglabā** kaut kur viegli atrodamā vietā datorā.
nl: **Sla het geëxporteerde bestand** ergens op je computer waar je deze gemakkelijk kunt vinden.
pl: **Zapisz wyeksportowany plik** na komputerze.
pt: **Guarde o ficheiro exportado** num local do seu computador que possa encontrar facilmente.
pt_br: **Salve o arquivo exportado** em algum lugar no seu computador, que possa encontrá-lo facilmente.
sk: **Uložte exportovaný súbor** na miesto v počítači, ktoré ľahko nájdete.
sr: **Сачувајте извезену датотеку** негде на рачунару где можете лако да пронађете.
ta: நீங்கள் எளிதாகக் கண்டறியக்கூடிய உங்கள் கணினியில் எங்காவது **ஏற்றுமதி செய்யப்பட்ட கோப்பைச் சேமிக்கவும்**.
th: **บันทึกไฟล์ที่ส่งออก** ไว้ที่ใดที่หนึ่งบนคอมพิวเตอร์ที่คุณหาได้ง่าย
tr: Dışa aktardığınız dosyayı bilgisayarınızda kolayca bulabileceğiniz bir yere **kaydedin**.
uk: **Збережіть експортований файл** у легкодоступному місці на цьому комп'ютері.
vi: **Lưu tệp đã xuất** ở một vị trí trên máy tính của bạn mà bạn có thể dễ dàng tìm thấy.
zh_hans: **保存导出的文件**到您可以在计算机上轻松找到的地方。
zh_hant: 在您的電腦上**儲存匯出的檔案**方便日後尋找。

source: You’ll delete this file after import is complete.
ar: ستحذف هذا الملف بعد اكتمال الاستيراد.
az: Daxilə köçürmə tamamlandıqdan sonra bu faylı siləcəksiniz.
bg: Ще можете да изтриете този файл, след като завърши внасянето.
cs: Po dokončení importu tento soubor smažete.
da: Slet denne fil, når importen er færdig.
de: Du musst diese Datei nach Abschluss des Imports löschen.
el: Θα διαγράψετε αυτό το αρχείο μετά την ολοκλήρωση της εισαγωγής.
fa: پس از اتمام درون ریزی، این پرونده را حذف خواهید کرد.
fi: Poistat tämän tiedoston, kun tuonti on valmis.
fr: Vous supprimerez ce fichier une fois l'importation terminée.
gl: Eliminarase o arquivo unha vez se complete o importado.
he: תמחק את קובץ הזה לאחר שהייבוא הושלם.
hr: Ovu datoteku ćeš izbrisati nakon uvoza.
hu: Az importálás befejezése után ez a fájl törölhető.
id: File ini akan dihapus setelah impor selesai.
it: Elimina il file dopo l'importazione.
ja: インポートが完了したら、このファイルを削除します。
lv: Šī datne ir izdzēšama pēc tam, kad ievietošana ir pabeigta.
nl: Je verwijdert dit bestand zodra de import is afgerond.
pl: Plik zostanie usunięty po zakończeniu importowania.
pt: Eliminará este ficheiro após concluir a importação.
pt_br: Você vai apagar esse arquivo depois que a importação for concluída.
sk: Tento súbor odstráňte po dokončení importu.
sr: Ову датотеку ћете избрисати након што се увоз заврши.
ta: இறக்குமதி முடிந்த பிறகு நீங்கள் இந்த கோப்பை நீக்குவீர்கள்.
th: คุณจะลบไฟล์นี้หลังจากนำเข้าเสร็จสมบูรณ์
tr: İçe aktarma tamamlandıktan sonra bu dosyayı silmelisiniz.
uk: Після завершення імпорту видаліть цей файл.
vi: Bạn sẽ xóa tệp này sau khi quá trình nhập dữ liệu hoàn tất.
zh_hans: 导入完成后您应该删除此文件。
zh_hant: 您稍後在匯入完成後可以刪除此檔案。

# NeedHelpCheckOutImportHelp
source: Need help? Check out **[import help](%1$@)**
ar: تحتاج مساعدة؟ تحقق من **[الاستيراد](%1$@)**
az: Kömək lazımdır? **[Daxilə köçürmə üzrə kömək](%1$@)** səhifəsinə baxın
bg: Имате ли нужда от помощ? Прегледайте **[помощта за внасяне на данни](%1$@)**
cs: Potřebujete pomoc? Podívejte se do **[nápovědy pro import](%1$@)**
da: Behov for hjælp? Tjek **[import-hjælp](%1$@)**
de: Brauchst du Hilfe? Schau dir die **[Importhilfe](%1$@)** an
fa: نیاز به کمک دارید؟ به **[راهنمای درون ریزی](%1$@)** مراجعه کنید
fi: Tarvitsetko apua? Tutustu **[tuontiohjeisiin](%1$@)**
fr: Besoin d'aide ? Consultez **[aide à l'importation](%1$@)**
gl: Necesitas axuda? Bota un ollo á **[axuda de importado](%1$@)**
he: צריך עזרה? בדוק את **[עזרה עם ייבוא](%1$@)**
hr: Trebaš pomoć? Pogledaj **[pomoć auto-ispune](%1$@)**
hu: Segítségre van szükség? Nézzük meg: **[import help](%1$@)**
id: Butuh bantuan? Lihat **[bantuan impor](%1$@)**
it: Serve aiuto? Consulta la **[guida](%1$@)**
ja: ヘルプが必要ですか？ **[インポートのヘルプ](%1$@)** をチェックしてください
lv: Vajadzīga palīdzība? Apskatīt **[palīdzību par ievietošanu](%1$@)**
nl: Hulp nodig? Bekijk **[importhulp](%1$@)**
pl: Potrzebujesz pomocy? Sprawdź **[pomoc dotyczącą importowania](%1$@)**
pt: Precisa de ajuda? Consulte a **[ajuda com a importação](%1$@)**
pt_br: Precisa de ajuda? Confira a **[ajuda de importação](%1$@)**
sk: Potrebujete pomoc? Pozrite si **[pomocník pre importovanie](%1$@)**
sr: Треба помоћ? Проверите **[помоћ увоза](%1$@)**
ta: உதவி தேவையா? **[இறக்குமதி உதவி](%1$@)** ஐ சரிபார்க்கவும்
th: ต้องการความช่วยเหลือไหม ดู **[ความช่วยเหลือเกี่ยวกับการนำเข้า](%1$@)**
tr: Yardıma mı ihtiyacınız var? **[İçe aktarma yardımını](%1$@)** inceleyin
uk: Потрібна допомога? Ознайомтеся з **[довідкою щодо імпорту](%1$@)**
vi: Cần trợ giúp? Hãy xem **[hướng dẫn nhập dữ liệu](%1$@)**
zh_hans: 需要帮助吗？查看 **[导入帮助](%1$@)**
zh_hant: 需要協助嗎？檢查我們的**[匯入幫助](%1$@)**

# OnYourComputerOpenANewBrowserTabAndGoTo
source: On your computer, open a new browser tab and **go to %1$@**.
ar: على جهاز الكمبيوتر الخاص بك، افتح علامة تبويب جديدة للمتصفح و **انتقل إلى %1$@**.
az: Kompüterinizdə yeni bir brauzer vərəqi açın və bura gedin: **%1$@**
bg: Отворете нов раздел в браузъра на компютъра си и **отидете в %1$@**
cs: Na Vašem počítači otevřete novou kartu prohlížeče a **přejděte do %1$@**.
da: Åbn en ny webbrowserfane på computeren, og **gå til %1$@**
de: Öffne auf deinem Computer einen neuen Browser-Tab und **gehe zu %1$@**
fa: روی رایانه خود، یک زبانه جدید در مرورگر باز کنید و **به %1$@ بروید**.
fr: Sur votre ordinateur, ouvrez un nouvel onglet du navigateur et **allez à %1$@**.
gl: No teu computador, abre unha nova pestana e **vai a %1$@**.
he: במחשב שלך, פתח כרטיסיית דפדפן חדשה ו**לך אל %1$@**.
hr: Na računalu, u pregledniku, otvori novu karticu i **posjeti %1$@**.
hu: A számítógépén nyissunk meg egy új böngészőfület és **ugrás ide: %1$@**
id: Di komputer Anda, buka tab peramban baru dan **pergi ke %1$@**.
it: Nel browser del computer, apri una nuova scheda e **apri %1$@**.
ja: お使いのコンピュータで、新しいブラウザタブを開き、 **%1$@** に移動します。
lv: Savā datorā jāatver jauna pārlūka cilne un **jādodas uz %1$@**
nl: Open op je computer een nieuw browsertabblad en **ga naar %1$@**.
pl: Na komputerze otwórz nową kartę w przeglądarce i **przejdź do %1$@**.
pt: No seu computador, abra um novo separador do navegador e **vá a %1$@**.
pt_br: No seu computador, abra uma nova aba do navegador e **vá para %1$@**.
sk: Na počítači otvorte novú kartu prehliadača a **prejdite na %1$@**
sr: На рачунару отворите нову картицу прегледача и **идите на %1$@**
ta: உங்கள் கணினியில், ஒரு புதிய உலாவி தாவலைத் திறந்து **%1$@ க்குச் செல்லவும்**.
th: บนคอมพิวเตอร์ของคุณ เปิดแท็บเบราว์เซอร์ใหม่และ **ไปที่ %1$@**
tr: Bilgisayarınızda yeni bir tarayıcı sekmesi açın ve **%1$@** adresine gidin.
uk: На вашому комп'ютері відкрийте нову вкладку браузера і **перейдіть до %1$@**.
vi: Trên máy tính của bạn, mở một tab trình duyệt mới và **truy cập %1$@**.
zh_hans: 在您的计算机上，打开一个新的浏览器标签页然后**访问 %1$@**。
zh_hant: 使用您的電腦，開啟新的瀏覽器分頁並**瀏覽到%1$@**

source: **Log in to the Bitwarden web app.**
ar: **تسجيل الدخول إلى تطبيق ويب بت واردن.**
az: **Bitwarden veb tətbiqində giriş edin.**
bg: **Впишете се в приложението по уеб на Битуорден.**
cs: **Přihlaste se do webové aplikace Bitwarden**
da: **Log ind på Bitwardens web-app.**
de: **Melde dich bei der Bitwarden Web-App an.**
fa: **به برنامه وب Bitwarden وارد شوید.**
fi: **Kirjaudu Bitwarden-verkkoappiin.**
fr: **Connectez-vous à l'application web Bitwarden.**
gl: **Iniciar sesión na aplicación web de Bitwarden.**
he: **היכנס ליישום הרשת של Bitwarden.**
hr: **Prijavi se u Bitwarden web aplikaciju.**
hu: **Jelentkezzünk be a Bitwarden webes alkalmazásba.**
id: **Masuk ke aplikasi web Bitwarden.**
it: **Accedi alla versione Web di Bitwarden.**
ja: **Bitwarden ウェブアプリにログインします。**
lv: **Jāpiesakās Bitwarden tīmekļa lietotnē.**
nl: **Inloggen op de Bitwarden-webapp.**
pl: **Zaloguj się do aplikacji internetowej Bitwarden.**
pt: **Iniciar sessão na aplicação Web do Bitwarden.**
pt_br: **Conecte-se ao aplicativo web do Bitwarden.**
sk: **Prihláste sa do webovej aplikácie Bitwarden**
sr: **Пријавите се на веб-апликацију Bitwarden.**
ta: **பிட்வார்டன் இணைய பயன்பாட்டில் உள்நுழையவும்.**
th: **เข้าสู่ระบบเว็บแอป Bitwarden**
tr: **Bitwarden web uygulamasına giriş yapın.**
uk: **Увійдіть у вебпрограму Bitwarden.**
vi: **Đăng nhập Bitwarden bản web.**
zh_hans: **登录到 Bitwarden 网页 App**。
zh_hant: **登入到 Bitwarden 網頁應用程式。**

source: Import logins to Bitwarden
ar: استيراد تسجيلات الدخول إلى بت واردن
az: Girişləri Bitwarden-ə köçür
bg: Внасяне на данните за вписване в Битуорден
cs: Importovat přihlášení do Bitwardenu
da: Importere logins til Bitwarden
de: Zugangsdaten in Bitwarden importieren
el: Εισαγωγή συνδέσεων στο Bitwarden
fa: ورودها را به Bitwarden درون ریزی کنید
fi: Tuo kirjautumistietoja Bitwardeniin
fr: Importer vos identifiants vers Bitwarden
gl: Importar credenciais a Bitwarden
he: ייבא כניסות אל Bitwarden
hr: Uvezi prijave u Bitwarden
hu: Bejelentkezések importálása a Bitwardenbe
id: Impor login ke Bitwarden
it: Importa dati in Bitwarden
ja: Bitwarden にログイン情報をインポート
lv: Ievietot pieteikšanās vienumus Bitwarden
nl: Inloggegevens naar Bitwarden importeren
pl: Importuj dane logowania do Bitwarden
pt: Importar credenciais para o Bitwarden
pt_br: Importe as credenciais no Bitwarden
sk: Importovať prihlasovacie údaje do Bitwardenu
sr: Увезите пријаве у Bitwarden
ta: பிட்வார்டனில் உள்நுழைவுகளை இறக்குமதி செய்
th: นำเข้าข้อมูลเข้าสู่ระบบไปยัง Bitwarden
tr: Hesapları Bitwarden'a aktarın
uk: Імпортуйте записи до Bitwarden
vi: Nhập thông tin đăng nhập vào Bitwarden
zh_hans: 导入登录信息到 Bitwarden
zh_hant: 匯入登入資訊到 Bitwarden

source: In the Bitwarden navigation, **find the Tools option** and **select Import data.**
ar: في التنقل بت واردن **ابحث عن خيار الأدوات** و **حدد بيانات الاستيراد.**
az: Bitwarden naviqasiyasında **Alətlər seçimini tapın** və **Datanı daxilə köçür**ü seçin.
bg: В навигацията на Биуорден **намерете раздела Инструменти** и **изберете функцията за Внасяне на данни**.
cs: V navigaci Bitwarden **najděte volbu Nástroje** a **vyberte Importovat data.**
da: I Bitwarden-navigationen, **find valgmuligheden Værktøjer** og **vælg Importere data.**
de: Suche in der Bitwarden-Navigation die **Werkzeuge-Option** und **wähle Daten importieren aus**
fa: در نوار ناوبری Bitwarden، **گزینه ابزارها ** را پیدا کرده و **وارد بخش درون ریزی داده‌ها** شوید
fr: Dans la navigation de Bitwarden, **trouvez l’option Outils** et **sélectionnez Importer des données.**
gl: Na navegación de Bitwarden, **atopa "Ferramentas"** e **selecciona "Importar datos"**.
he: בניווט של Bitwarden, **מצא את אפשרות הכלים** ו**בחר את 'ייבוא נתונים'.**
hr: Odaberi **Alati**, a zatim **Uvezi podatke**.
hu: A Bitwarden navigációban **keressük meg az Eszközök opciót**, és **válasszuk az Adatok importálása lehetőséget.**
id: Di navigasi Bitwarden, **temukan opsi Alat** dan **pilih Impor data.**
it: **Seleziona 'Importa dati'** dal menu Strumenti.
lv: Bitwarden izvēlnē **jāatrod "Rīki"** un **jāatlasa "Ievietot datus"**.
nl: Zoek in de Bitwarden-navigatie de optie **Hulpmiddelen** en **selecteer gegevens importeren.**
pl: W nawigacji Bitwarden **znajdź opcję Narzędzia** i **wybierz Importuj dane.**
pt: Na navegação do Bitwarden, **encontre a opção Ferramentas** e **selecione Importar dados.**
pt_br: Na navegação do Bitwarden, **encontre a opção de Ferramentas** e **clique em Importar dados.**
sk: V navigácii aplikácie Bitwarden **nájdite možnosť Nástroje** a **vyberte možnosť Import údajov**
sr: У Bitwarden навигацији **пронађите опцију Алатке** и **изаберите Увези податке.**
ta: பிட்வார்டன் வழிசெலுத்தலில், **கருவிகள் விருப்பத்தைக் கண்டுபிடித்து, இறக்குமதி தரவு என்பதைத் தேர்ந்தெடுக்கவும்.**
th: ในการนำทางของ Bitwarden **หาตัวเลือกเครื่องมือ** และ **เลือกนำเข้าข้อมูล**
tr: Bitwarden navigasyonunda, **Araçlar** seçeneğini bulun ve **Verileri içe aktar** seçeneğini seçin
uk: У меню Bitwarden **знайдіть опцію Інструменти** й **виберіть Імпортувати дані.**
vi: Trong giao diện điều hướng của Bitwarden, tìm tùy chọn **Công cụ** và chọn **Nhập dữ liệu.**
zh_hans: 在 Bitwarden 导航中，**找到「工具」选项**然后**选择「导入数据」**。
zh_hant: 在 Bitwarden 選單中，**找到工具選項**並**選擇匯入資料**。

source: Fill out the form and **import your saved password file.**
ar: املأ النموذج و **استورد ملف كلمة المرور المحفوظة.**
az: Formu doldurun və **saxlanılmış parol faylınızı daxilə köçürün.**
bg: Попълнете формуляра и **внесете файла със запазените пароли**.
cs: Vyplňte formulář a **importujte soubor s uloženým heslem**.
da: Udfyld formularen og **importér den gemte adgangskodefil.**
de: Fülle das Formular aus und **importiere deine gespeicherte Passwortdatei.**
fa: فرم را پر کنید و **پرونده کلمات عبور ذخیره شده خود را وارد کنید.**
fr: Remplissez le formulaire et **importez votre fichier de mots de passe enregistré.**
gl: Enche o formulario e **importa o teu arquivo de contrasinais gardado**.
he: מלא את הטופס ו**ייבא את קובץ הסיסמאות השמורות שלך.**
hr: Ispuni obrazac i **uvezi svoju datoteku spremljenih lozinki.**
hu: Töltsük ki az űrlapot és **importáljuk a mentett jelszófájlt.**
id: Isi formulir dan **impor file sandi tersimpan Anda.**
it: Riempi i campi richiesti e **importa il file delle password**.
lv: Jāaizpilda veidlapa un **jāievieto saglabātā paroļu datne**.
nl: Vul het formulier in en **importeer je opgeslagen wachtwoordbestand.**
pl: Wypełnij formularz i **zaimportuj plik z hasłami.**
pt: Preencha o formulário e **importe o seu ficheiro de palavras-passe guardado.**
pt_br: Preencha o formulário e **importe o seu arquivo de senhas salvo.**
sk: Vyplňte formulár a **importujte uložený súbor s heslami.**
sr: Попуните образац и **увезите своју сачувану датотеку лозинке.**
ta: படிவத்தை நிரப்பி, **உங்கள் சேமிக்கப்பட்ட கடவுச்சொல் கோப்பை இறக்குமதி செய்யுங்கள்.**
th: กรอกแบบฟอร์มและ **นำเข้าไฟล์รหัสผ่านที่บันทึกไว้ของคุณ**
tr: Formu doldurun ve **kaydedilmiş parola dosyanızı içe aktarın.**
uk: Заповніть форму та **імпортуйте збережений файл із паролями.**
vi: Điền vào biểu mẫu và **nhập tệp mật khẩu đã lưu của bạn.**
zh_hans: 填写表单然后**导入已保存的密码文件**。
zh_hant: 填入表單並**匯入您的密碼檔案**。

source: **Select Import data** in the web app, then **Done** to finish syncing.
ar: **حدد بيانات الاستيراد** في تطبيق الويب، ثم **تم** لإنهاء المزامنة.
az: Veb tətbiqdə **Datanı daxilə köçür**ü seçin, sonra sinxronlaşdırmanı bitirmək üçün "Hazırdır"a toxunun.
bg: **Изберете възможността за Внасяне на данни** в приложението по уеб, а след това натиснете **Готово**, за да завършите синхронизирането.
cs: **Vyberte data k importu** ve webové aplikaci a poté klepněte na tlačítko Hotovo pro dokončení synchronizace.
da: **Vælg Importér data** i web-appen, dernæst Færdig for at afslutte synkning.
de: **Wähle Daten importieren** in der Web-App aus, dann **Fertig**, um die Synchronisierung abzuschließen.
fa: در نسخه وب، **گزینه درون ریزی داده‌ها** را انتخاب کنید، سپس برای پایان همگام‌سازی، روی **تمام شد** کلیک کنید.
fi: **Valitse Tuo tietoja** verkkoapissa, sitten **Valmis** lopettaaksesi synkronoinnin.
fr: **Sélectionnez Importer des données** dans l'application web, puis **Terminé** pour terminer la synchronisation.
gl: **Selecciona "Importar datos"** na aplicación web, e preme "Feito" para rematar a sincronización.
he: **בחר את 'ייבוא נתונים'** ביישום הרשת, ואז **בוצע** כדי לסיים את הסנכרון.
hr: Odaberi **Uvezi podatake** u web aplikaciji, a potom **Gotovo** za završetak sinkronizacije.
hu: ** Válasszuk ki az adatok importálását ** a webes alkalmazásban, majd Kész a szinkronizálás befejezéséhez.
id: **Pilih Impor data** di aplikasi web, lalu **Selesai** untuk menyelesaikan sinkronisasi.
it: **Seleziona 'Importa dati'** dalla versione Web di Bitwarden, poi conferma per completare la sincronizzazione.
lv: Tīmekļa lietotnē **jāatlasa "Ievietot datus"**, tad **"Darīts"**, lai pabeigtu sinhronizēšanu.
nl: **Selecteer Importgegevens** in de webapp, dan **Klaar** om de synchronisatie af te ronden.
pl: W aplikacji internetowej **wybierz Importuj dane**, a następnie kliknij **Gotowe**, aby zakończyć synchronizację.
pt: **Selecione Importar dados** na aplicação Web e, em seguida, **Concluído** para terminar a sincronização.
pt_br: **Clique em Importar dados** no aplicativo web, depois em **Pronto** em concluir a sincronização.
sk: **Vyberte údaje na importovanie** vo webovej aplikácii, potom **Hotovo** na ukončenie synchronizácie.
sr: **Изаберите Увези податке** у веб апликацији, а затим **Готово** да бисте завршили синхронизацију.
ta: இணைய பயன்பாட்டில் **இறக்குமதி தரவைத் தேர்ந்தெடுத்து,** ஒத்திசைவை முடிக்க **முடிந்தது** என்பதைத் தேர்ந்தெடுக்கவும்.
th: **เลือกนำเข้าข้อมูล** ในเว็บแอป แล้วกด **เสร็จสิ้น** เพื่อจบการซิงค์
tr: Web uygulamasında **Verileri içe aktar** öğesini seçin, ardından senkronizasyonu tamamlamak için **Bitti** öğesini seçin.
uk: **Виберіть Імпортувати дані** у вебпрограмі, а потім натисніть **Виконано**, щоб завершити синхронізацію.
vi: **Chọn Nhập dữ liệu** trong bản web, sau đó nhấn **Xong** bên dưới để hoàn tất quá trình đồng bộ hóa.
zh_hans: 在网页 App 中**选择「导入数据」**，点后点击**「完成」**以完成同步。
zh_hant: 在網頁應用程式中**選擇匯入的資料**，然後在下面**完成**同步。
