Repository: bitwarden/ios
Catalog: BitwardenResources/Localizations/*.lproj/Localizable.strings
Languages: ar, az, bg, cs, da, de, el, fa, fi, fr, gl, he, hr, hu, id, it, ja, lv, nl, pl, pt, pt_br, sk, sr, ta, th, tr, uk, vi, zh_hans, zh_hant

source: Do you really want to delete this log?
ar: هل تريد حقاً حذف هذا السجل؟
az: Həqiqətən bu jurnalı silmək istəyirsiniz?
bg: Наистина ли искате да изтриете журнала?
cs: Opravdu chcete smazat tento log?
de: Möchtests du dieses Protokoll wirklich löschen?
fa: آیا واقعاً می‌خواهید این گزارش را حذف کنید؟
fi: Haluatko varmasti poistaa tämän lokin?
fr: Voulez‑vous vraiment supprimer ce journal ?
he: האם באמת ברצונך למחוק יומן זה?
hr: Zaista želiš obrisati ovaj zapisnik?
hu: Valóban törölni akarjuk ezt a naplót?
id: Anda yakin ingin menghapus log ini?
it: Vuoi davvero eliminare tutte le registrazioni?
lv: Vai tiešām izdzēst šo žurnālu?
nl: Weet je zeker dat je dit log wilt verwijderen?
pl: Czy na pewno chcesz usunąć logi?
pt: Quer mesmo eliminar este registo?
pt_br: Tem certeza que quer apagar este registro?
sk: Naozaj chcete odstrániť tento log?
sr: Да ли заиста желите да избришете овај извештај?
ta: இந்த பதிவை நீங்கள் உண்மையிலேயே நீக்க விரும்புகிறீர்களா?
th: ยืนยันที่จะลบบันทึกนี้หรือไม่
tr: Bu günlüğü gerçekten silmek istiyor musunuz?
uk: Ви дійсно хочете видалити цей журнал?
vi: Bạn thực sự muốn xóa nhật ký này không?
zh_hans: 您确定要删除此日志吗？

source: Do you really want to delete all recorded logs?
ar: هل تريد حقاً حذف جميع السجلات المسجلة؟
az: Həqiqətən yazılmış bütün jurnalları silmək istəyirsiniz?
bg: Наистина ли искате да изтриете всички записани журнали?
cs: Opravdu chcete smazat všechny zaznamenané logy?
de: Willst du wirklich alle aufgezeichneten Protokolle löschen?
fa: آیا واقعاً می‌خواهید تمام گزارش‌های ثبت‌شده را حذف کنید؟
fi: Haluatko varmasti poistaa kaikki tallennetut lokit?
fr: Voulez‑vous vraiment supprimer tous les journaux enregistrés ?
he: האם באמת ברצונך למחוק את כל היומנים המוקלטים?
hr: Zaista želiš obrisati sve spremljene zapisnike?
hu: Valóban törölni szeretnénk az összes rögzített naplót?
id: Anda yakin ingin menghapus semua catatan log?
it: Vuoi davvero eliminare tutte le registrazioni?
lv: Vai tiešām izdzēst visus ierakstītos žurnālus?
nl: Weet je zeker dat je alle logs wilt verwijderen?
pl: Czy na pewno chcesz usunąć wszystkie zarejestrowane logi?
pt: Quer mesmo eliminar todos os registos gravados?
pt_br: Tem certeza que quer apagar todos os registros gravados?
sk: Naozaj chcete odstrániť všetky zaznamenané logy?
sr: Да ли заиста желите да избришете све извештаје?
ta: பதிவு செய்யப்பட்ட எல்லா பதிவுகளையும் நீங்கள் உண்மையிலேயே நீக்க விரும்புகிறீர்களா?
th: ยืนยันที่จะลบบันทึกที่ถูกบันทึกไว้ทั้งหมดหรือไม่
tr: Tüm kaydedilen günlükleri gerçekten silmek istiyor musunuz?
uk: Ви дійсно хочете видалити всі записи журналу?
vi: Bạn thực sự muốn xóa tất cả các bản ghi đã ghi lại?
zh_hans: 您确定要删除所有记录的日志吗？

# ThisAccountWillSoonBeDeletedLogInAtXToContinueUsingBitwarden
source: This account will soon be deleted. Log in at %1$@ to continue using Bitwarden.
ar: سيتم حذف هذا الحساب قريباً. سجل الدخول على %1$@ لمتابعة استخدام Bitwarden.
az: Bu hesab tezliklə silinəcək. Bitwarden-i istifadə etməyə davam etmək üçün %1$@ üzərindən giriş edin.
bg: Този акаунт скоро ще бъде изтрит. Впишете се на %1$@, за да продължите да използвате Битуорден.
cs: Tento účet bude brzy smazán. Chcete-li pokračovat v používání Bitwardenu, přihlaste se na %1$@.
de: Dieses Konto wird bald gelöscht. Melde dich bei %1$@ an, um Bitwarden weiter zu verwenden.
fa: این حساب کاربری به زودی حذف خواهد شد. برای ادامه استفاده از Bitwarden، در %1$@ وارد شوید.
fr: Ce compte sera bientôt supprimé. Connectez-vous à %1$@ pour continuer à utiliser Bitwarden.
he: חשבון זה יימחק בקרוב. היכנס ב־%1$@ כדי להמשיך להשתמש ב־Bitwarden.
hr: Ovaj će račun uskoro biti izbrisan. Za nastavak korištenja Bitwardena, prijavi se na %1$@.
hu: Ez a fiók hamarosan törlésre kerül. A Bitwarden használatának folytatásához jelentkezzünk be: %1$@.
id: Akun ini akan segera dihapus. Masuk di %1$@ untuk terus menggunakan Bitwarden.
it: Questo account sarà eliminato a breve. Accedi a %1$@ per continuare a utilizzare Bitwarden.
lv: Šis konts drīzumā tiks izdzēsts. Jāpiesakās %1$@, lai turpinātu izmantot Bitwarden.
nl: Dit account wordt binnenkort verwijderd. Log in op %1$@ om Bitwarden te blijven gebruiken.
pl: Konto zostanie wkrótce usunięte. Zaloguj się na %1$@, aby kontynuować korzystanie z Bitwarden.
pt: Esta conta será eliminada em breve. Inicie sessão em %1$@ para continuar a utilizar o Bitwarden.
pt_br: Esta conta será apagada em breve. Conecte-se a %1$@ para continuar usando o Bitwarden.
sk: Tento účet bude čoskoro odstránený. Prihláste sa na %1$@ a pokračujte v používaní Bitwarden.
sr: Овај рачун ће ускоро бити избрисан. Пријавити се на %1$@ да анставите са употребом Bitwarden-а.
ta: இந்த கணக்கு விரைவில் நீக்கப்படும். பிட்வார்டனைப் தொடர்ந்து பயன்படுத்த %1$@ இல் உள்நுழையவும்.
th: บัญชีนี้จะถูกลบในเร็ว ๆ นี้ เข้าสู่ระบบที่ %1$@ เพื่อใช้ Bitwarden ต่อไป
tr: Bu hesap yakında silinecek. Bitwarden'ı kullanmaya devam etmek için %1$@ adresinden giriş yapın.
uk: Цей обліковий запис незабаром буде видалено. Виконайте вхід на %1$@, щоб продовжити використання Bitwarden.
vi: Tài khoản này sẽ sớm bị xóa. Đăng nhập %1$@ để tiếp tục sử dụng Bitwarden.
zh_hans: 此账户即将被删除。请在 %1$@ 前登录以继续使用 Bitwarden。

source: App settings
ar: إعدادات التطبيق
az: Tətbiq ayarları
bg: Настройки на приложението
cs: Nastavení aplikace
de: App-Einstellungen
el: Ρυθμίσεις εφαρμογής
fa: تنظیمات برنامه
fi: Sovelluksen asetukset
fr: Paramètres de l’application
he: הגדרות יישום
hr: Postavke aplikacije
hu: Alkalmazás beállítások
id: Pengaturan apl
it: Impostazioni app
lv: Lietotnes iestatījumi
nl: App-instellingen
pl: Ustawienia aplikacji
pt: Definições da app
pt_br: Configurações do aplicativo
sk: Nastavenia aplikácie
sr: Подешавања апликације
ta: பயன்பாட்டு அமைப்புகள்
th: การตั้งค่าแอป
tr: Uygulama ayarları
uk: Налаштування програми
vi: Cài đặt ứng dụng
zh_hans: App 设置

source: View file Send
ar: عرض مِلَفّ الإرسال
az: Send faylına bax
bg: Преглед на файловото Изпращане
cs: Zobrazit soubor ze Send
de: Datei-Send anzeigen
fa: مشاهده پرونده جدید
fi: Tarkastele tiedosto-Sendiä
fr: Voir le fichier Send
he: הצג סֵנְד של קובץ
hr: Pogledaj datotečni Send
hu: Send fájl megtekintése
id: Lihat file Kirim
it: Visualizza testo Send
lv: Apskatīt datnes Send
nl: Send (bestand) bekijken
pl: Pokaż plik wysyłki
pt: Ver Send de ficheiro
pt_br: Ver Send de arquivo
sk: Zobraziť súborový Send
sr: Преглед датотеке Send
ta: கோப்பு அனுப்புதலைப் பார்
th: ดูไฟล์ Send
tr: Send dosyasını göster
uk: Переглянути файлове відправлення
vi: Xem tập tin Gửi
zh_hans: 查看文件 Send

source: View text Send
ar: عرض نص الإرسال
az: Send mətninə bax
bg: Преглед на текстовото Изпращане
cs: Zobrazit text ze Send
de: Text-Send anzeigen
fa: مشاهده متن ارسال
fi: Tarkastele teksti-Sendiä
fr: Voir le texte Send
he: הצג סֵנְד של טקסט
hr: Pogledaj tekstualni Send
hu: Szöveges Send elem megtekintése
id: Lihat teks Kirim
it: Visualizza testo Send
lv: Apskatīt teksta Send
nl: Send (tekst) bekijken
pl: Pokaż tekst wysyłki
pt: Ver Send de texto
pt_br: Ver Send de texto
sk: Zobraziť textový Send
sr: Преглед текст Send
ta: உரை அனுப்புதலைப் பார்
th: ดูข้อความ Send
tr: Send metnini göster
uk: Переглянути текстове відправлення
vi: Xem văn bản Gửi
zh_hans: 查看文本 Send

source: Delete Send
ar: حذف إرسال
az: "Send"i sil
bg: Изтриване на Изпращане
cs: Smazat Send
da: Slet Send
de: Send löschen
el: Διαγραφή Send
fa: حذف ارسال
fi: Poista Send
fr: Supprimer le Send
gl: Eliminar Send
he: מחק סֵנְד
hr: Izbirši Send
hu: Send törlése
id: Hapus Kirim
it: Elimina Send
ja: Send を削除
lv: Izdzēst Send
nl: Send verwijderen
pl: Usuń wysyłkę
pt: Eliminar Send
pt_br: Apagar Send
sk: Odstrániť Send
sr: Избриши „Send“
ta: அனுப்புதலை நீக்கு
th: ลบ Send
tr: Send'i sil
uk: Видалити відправлення
vi: Xóa mục Gửi
zh_hans: 删除 Send
zh_hant: 刪除 Send

source: Flight recorder on
ar: تشغيل مسجل الطيران
az: Uçuş yazıcısı açıqdır
bg: Проследяването чрез журнали е включено
cs: Letový zapisovač zapnutý
de: Flugschreiber eingeschaltet
fa: ضبط‌ کننده پرواز روشن است
fr: Enregistreur Flight activé
he: מקליט טיסה מופעל
hr: Snimač leta uključen
hu: Adatrögzítő be
id: Kotak hitam aktif
it: Tracciamento (log) attivo
lv: Melnā kaste ieslēgta
nl: Flight recorder aan
pl: Rejestrator zdarzeń jest włączony
pt: Gravador de voo ativado
pt_br: Gravador de voo ativado
sk: Čierna skrinka zapnutá
sr: Рекордер лета упаљен
ta: ஃபிளைட் ரெக்கார்டர் இயக்கத்தில் உள்ளது
th: เปิด Flight recorder
tr: Uçuş kaydedici etkin
uk: Чорну скриньку ввімкнено
vi: Bản ghi nhật ký bật
zh_hans: 飞行记录器已开启

# FlightRecorderWillBeActiveUntilDescriptionLong
source: Flight recorder will be active until %1$@ at %2$@. Return to settings to deactivate now.
ar: مسجل الطيران سوف يكون نشطاً حتى %1$@ عند %2$@. العودة إلى الإعدادات لإلغاء تنشيط الآن.
az: Uçuş yazıcısı bu müddətə qədər açıqdır: %1$@ %2$@. İndi deaktiv etmək üçün ayarlara qayıdın.
bg: Проследяването чрез журнали ще бъде включено до %1$@ в %2$@. Върнете се в настройките, ако искате да го изключите още сега.
cs: Letový zapisovač bude aktivní do %1$@ v %2$@. Pro deaktivování se vraťte do nastavení.
de: Der Flugschreiber wird bis zum %1$@ um %2$@ aktiv sein. Gehe zurück zu den Einstellungen, um ihn jetzt zu deaktivieren.
fa: ضبط‌ کننده پرواز تا %1$@ در %2$@ فعال خواهد بود. برای غیرفعال کردن آن اکنون به تنظیمات بازگردید.
fr: L’enregistreur Flight sera actif jusqu’au %1$@ à %2$@. Retournez dans les paramètres pour le désactiver dès maintenant.
he: מקליט הטיסה יהיה פעיל עד %1$@ בשעה %2$@. חזור להגדרות כדי להשבית כעת.
hr: Snimač leta biti će aktivan do %1$@ u %2$@. Za gašenje vrati se na postavke.
hu: Az adatrögzítő aktív a következő időpontig: %1$@ - %2$@. A kikapcsoláshoz térjünk vissza a beállításokhoz.
id: Kotak hitam akan aktif hingga %1$@ pada %2$@. Kembali ke pengaturan untuk menonaktifkan sekarang.
it: Il tracciamento (log) sarà attivo fino a %1$@ alle %2$@. Torna alle impostazioni se vuoi disattivarlo prima.
lv: Melnā kasta būs ieslēgta līdz %1$@ plkst. %2$@. Jāatgriežas iestatījumos, lai to tagad izslēgtu.
nl: Flight Recorder zal actief zijn tot %1$@ om %2$@. Terug naar instellingen om nu te deactiveren.
pl: Rejestrator zdarzeń będzie aktywny do %1$@ %2$@. Przejdź do ustawień, aby wyłączyć go teraz.
pt: O gravador de voo estará ativo até %1$@ a %2$@. Regresse às definições para o desativar agora.
pt_br: O gravador de voo estará ativo até %1$@ às %2$@. Volte às configurações para desativá-lo agora.
sk: Čierna skrinka bude aktívna do %1$@ %2$@.
sr: Рекордер лета је упаљен до %1$@ у %2$@. Повратак на подешавања да бисте сада деактивирали.
ta: ஃபிளைட் ரெக்கார்டர் %1$@ அன்று %2$@ வரை செயலில் இருக்கும். இப்போது செயலிழக்கச் செய்ய அமைப்புகளுக்குத் திரும்பவும்.
th: Flight recorder จะทำงานจนถึง %1$@ เวลา %2$@ กลับไปที่การตั้งค่าเพื่อปิดใช้งานตอนนี้
tr: Uçuş kaydedici, %1$@ saat %2$@'ye kadar aktif olacaktır. Şimdi devre dışı bırakmak için ayarlara geri dönün.
uk: Чорна скринька буде активною до %1$@, %2$@. Щоб деактивувати зараз, поверніться до налаштувань.
vi: Bản ghi nhật ký sẽ kích hoạt cho tới %1$@ vào %2$@. Đến Cài đặt để hủy kích hoạt ngay.
zh_hans: 飞行记录器将持续激活至 %1$@ %2$@。返回设置以立即停用。

source: Go to settings
ar: اذهب إلى الإعدادات
az: Ayarlara get
bg: Към настройките
cs: Přejít do nastavení
da: Gå til Indstillinger
de: Gehe zu den Einstellungen
el: Μετάβαση στις ρυθμίσεις
fa: رفتن به تنظیمات
fi: Avaa asetukset
fr: Aller aux paramètres
he: עבור להגדרות
hr: Idi na Postavke
hu: Ugrás a beállításokhoz
id: Buka setelan
it: Vai alle impostazioni
ja: 設定に移動
lv: Doties uz iestatījumiem
nl: Ga naar instellingen
pl: Przejdź do ustawień
pt: Ir para as definições
pt_br: Ir às configurações
sk: Prejsť do nastavení
sr: Иди на подешавања
ta: அமைப்புகளுக்குச் செல்
th: ไปที่การตั้งค่า
tr: Ayarlara git
uk: Відкрити налаштування
vi: Đi đến cài đặt
zh_hans: 转到设置

# SiriAndShortcutsAccess
source: Siri & Shortcuts access
az: Siri və Shortcuts müraciəti
bg: Достъп до Siri и Shortcuts
cs: Přístup Siri a Zkratek
de: Zugriff auf Siri & Kurzbefehle
fa: دسترسی به سیری و میان‌برها
fr: Accès à Siri et aux Raccourcis
he: גישת Siri & קיצורים
hr: Siri i pristup prečicama
hu: Siri és parancsikonok hozzáférés
id: Akses Siri & Pintasan
it: Accesso a Siri e scorciatoie
lv: Siri un saīšņu piekļuve
nl: Toegang Siri & Opdrachten
pl: Dostęp do Siri i skrótów
pt: Acesso à Siri e Atalhos
pt_br: Acesso à Siri e Atalhos
sk: Prístup k Siri a Skratky
sr: Siri & приступ пречицама
ta: சிரி & ஷார்ட்கட்ஸ் அணுகல்
th: การเข้าถึง Siri และคำสั่งลัด
tr: Siri ve Kısayollara erişim
uk: Доступ до Siri та Команд
vi: Truy cập Siri & Phím tắt
zh_hans: Siri & 快捷指令访问权限

source: Enable to allow the app to respond to Siri and Shortcuts using App Intents.
az: Tətbiqin, App Intents vasitəsilə "Siri və Shortcuts"a cavab verməsini təmin etmək üçün bunu fəallaşdırın.
bg: Включете, за да разрешите на приложението да отговаря на Siri и Shortcuts чрез методите за намерения на приложението.
cs: Povolte, aby aplikace reagovala na Siri a Zkratky pomocí záměrů aplikací.
de: Aktivieren, damit die App auf Siri und Kurzbefehle mithilfe von App Intents reagieren kann.
fa: فعال‌سازی برای اجازه دادن به برنامه جهت پاسخ‌گویی به سیری و میان‌برها با استفاده از App Intents.
fr: Activer pour permettre à l’application de répondre à Siri et aux Raccourcis via les App Intents.
he: אפשר כדי להתיר ליישום להגיב ל־Siri ולקיצורים באמצעות App Intents.
hr: Omogući da bi aplikaciji omogućili reagiranje na Siri i pristup Prečacima pomoću App Intents.
hu: Engedélyezzük, hogy az alkalmazás az App Intents használatával válaszoljon a Siri és a parancsikonokra.
id: Aktifkan agar aplikasi dapat merespons Siri dan Pintasan menggunakan App Intents.
it: Abilita per consentire all'app di rispondere a Siri e scorciatoie utilizzando App Intents.
lv: Iespējot, lai ļautu lietotnei atasukties uz Siri un saīsnēm ar lietotņu nolūkiem.
nl: Inschakelen voor het toestaan van de app te reageren op Siri en Opdrachten met behulp van App Intents.
pl: Włącz, aby zezwolić aplikacji na reagowanie na Siri i skróty przy użyciu intencji aplikacji.
pt: Ative para permitir que a app responda à Siri e aos Atalhos utilizando o App Intents.
pt_br: Ative para permitir que o aplicativo responda à Siri e aos Atalhos usando App Intents.
sk: Povoliť, aby aplikácia mohla pomocou intencií aplikácie odpovedať Siri a Skratky.
ta: பயன்பாட்டு நோக்கங்களைப் பயன்படுத்தி சிரி மற்றும் ஷார்ட்கட்ஸ்களுக்கு பயன்பாடு பதிலளிக்க அனுமதிக்க இயக்கவும்.
th: เปิดใช้งานเพื่อให้แอปตอบสนองต่อ Siri และคำสั่งลัดโดยใช้ App Intents
tr: Uygulamanın App Intents kullanarak Siri ve Kısayollara yanıt vermesine izin ver.
uk: Увімкніть, щоб дозволити програмі реагувати на Siri та Команди за допомогою App Intents.
vi: Cho phép ứng dụng phản hồi với Siri và Phím tắt thông qua App Intents.
zh_hans: 启用以允许此 App 使用 App Intent 响应 Siri 和快捷指令。

source: There is no active account.
az: Aktiv hesab yoxdur.
bg: Няма активен акаунт.
cs: Neexistuje žádný aktivní účet.
de: Es gibt kein aktives Konto.
fa: هیچ حساب کاربری فعالی وجود ندارد.
fr: Aucun compte actif
he: אין חשבון פעיל.
hr: Nema aktivnog računa.
hu: Nincs aktív fiók.
id: Tidak ada akun aktif.
it: Non è stato rilevato un account attivo.
lv: Nav aktīva konta.
nl: Er is geen actief account.
pl: Brak aktywnego konta.
pt: Não existe nenhuma conta ativa.
pt_br: Não há nenhuma conta ativa.
sk: Neexistuje žiadny aktívny účet.
sr: Нема активног налога.
ta: செயலில் கணக்கு எதுவும் இல்லை.
th: ไม่มีบัญชีที่ใช้งานอยู่
tr: Aktif hesap yok.
uk: Немає активного облікового запису.
vi: Không có tài khoản hoạt động.
zh_hans: 没有活动的账户。

source: New file Send
ar: إرسال ملف جديد
az: Yeni Send faylı
bg: Ново файлово Изпращане
cs: Odeslat Send se soubory
de: Neues Datei-Send
fa: پرونده جدید ارسال
fi: Uusi tiedosto-Send
fr: Nouveau fichier Send
gl: Novo Send de arquivo
he: סֵנְד של קובץ חדש
hr: Novi datotečni Send
hu: Új fájl Send elem
id: File Kirim baru
it: Nuovo file Send
ja: 新しいファイル入のSend
lv: Jauns datnes Send
nl: Nieuwe Send (bestand)
pl: Nowa wysyłka pliku
pt: Novo Send de ficheiro
pt_br: Novo Send de arquivo
sk: Nový súborový Send
sr: Нова датотека Send
ta: புதிய கோப்பு அனுப்பு
th: ไฟล์ Send ใหม่
tr: Yeni Send dosyası
uk: Нове файлове відправлення
vi: Send tập tin mới
zh_hans: 新增文件 Send

source: New text Send
ar: إرسال نص جديد
az: Yeni Send mətni
bg: Ново текстово Изпращане
cs: Odeslat textový Send
de: Neues Text-Send
fa: متن جدید ارسال
fi: Uusi teksti-Send
fr: Nouveau texte Send
gl: Novo Send de texto
he: סֵנְד של טקסט חדש
hr: Novi teksutalni Send
hu: Új szöveges Send elem
id: Teks Kirim baru
it: Nuovo testo Send
ja: 新しいテキスト入のSend
lv: Jauns teksta Send
nl: Nieuwe Send (tekst)
pl: Nowa wysyłka tekstu
pt: Novo Send de texto
pt_br: Novo Send de texto
sk: Nový textový Send
sr: Нови текст Send
ta: புதிய உரை அனுப்பு
th: ข้อความ Send ใหม่
tr: Yeni Send metni
uk: Нове текстове відправлення
vi: Send văn bản mới
zh_hans: 新增文本 Send

source: Edit file Send
az: Send faylına düzəliş et
bg: Редактиране на файловото Изпращане
cs: Upravit soubor ze Send
de: Datei-Send bearbeiten
fa: ویرایش پرونده ارسال
fr: Modifier le fichier Send
he: ערוך סֵנְד של קובץ
hr: Uredi datotečni Send
hu: Send fájl szerkesztése
id: Ubah file Kirim
it: Modifica file Send
lv: Labot datnes Send
nl: Send (bestand) bewerken
pl: Edytuj plik wysyłki
pt: Editar Send de ficheiro
pt_br: Editar Send de arquivo
sk: Upraviť súborový Send
sr: Уред датотеку Send
ta: கோப்பு அனுப்புதலைத் திருத்து
th: แก้ไขไฟล์ Send
tr: Send dosyasını düzenle
uk: Редагувати файлове відправлення
vi: Chỉnh sửa tệp Send
zh_hans: 编辑文件 Send

source: Edit text Send
az: Send mətninə düzəliş et
bg: Редактиране на текстовото Изпращане
cs: Upravit text ze Send
de: Text-Send bearbeiten
fa: ویرایش متن ارسال
fr: Modifier le texte Send
he: ערוך סֵנְד של טקסט
hr: Uredi tekstualni Send
hu: Send szöveg szerkesztése
id: Ubah teks Kirim
it: Modifica testo Send
lv: Labot teksta Send
nl: Send (tekst) bewerken
pl: Edytuj tekst wysyłki
pt: Editar Send de texto
pt_br: Editar Send de texto
sk: Upraviť textový Send
sr: Уред текст Send
ta: உரை அனுப்புதலைத் திருத்து
th: แก้ไขข้อความ Send
tr: Send metnini düzenle
uk: Редагувати текстове відправлення
vi: Chỉnh sửa văn bản Send
zh_hans: 编辑文本 Send

source: Log deleted
ar: تم حذف السجل
az: Jurnal silinib
bg: Журналът е изтрит
cs: Log byl smazán
de: Protokoll gelöscht
fa: گزارش‌ حذف شد
fi: Loki on poistettu
fr: Journal supprimé
he: היומן נמחק
hr: Zapisnik izbrisan
hu: A napló törlésre került.
id: Log dihapus
it: Registrazione eliminata
lv: Žurnāls izdzēsts
nl: Log verwijderd
pl: Logi zostały usunięte
pt: Registo eliminado
pt_br: Registro apagado
sk: Log odstránený
sr: Извештај је избрисан
ta: பதிவு நீக்கப்பட்டது
th: ลบบันทึกแล้ว
tr: Günlük silindi
uk: Журнал видалено
vi: Đã xóa nhật ký
zh_hans: 日志已删除

source: All logs deleted
ar: تم حذف جميع السجلات
az: Bütün jurnallar silinib
bg: Всички журнали са изтрити
cs: Všechny logy byly smazány
de: Alle Protokolle gelöscht
fa: تمامی گزارش‌ها حذف شدند
fi: Kaikki lokit poistettiin
fr: Tous les journaux ont été supprimés
he: כל היומנים נמחקו
hr: Svi zapisnici izbrisani
hu: Az öszes napló törlésre került.
id: Semua log dihapus
it: Tutte le registrazioni (log) sono state eliminate
lv: Visi žurnāli izdzēsti
nl: Alle logs verwijderd
pl: Wszystkie logi zostały usunięte
pt: Todos os registos eliminados
pt_br: Todos os registros foram apagados
sk: Všetky logy odstránené
sr: Сви извештаји су избрисани
ta: அனைத்து பதிவுகளும் நீக்கப்பட்டன
th: ลบบันทึกทั้งหมดแล้ว
tr: Tüm günlükler silindi
uk: Всі журнали видалено
vi: Đã xóa tất cả nhật ký
zh_hans: 所有日志已删除

# LoggingEndsOnDateAtTime
source: Logging ends on %1$@ at %2$@
az: %2$@ %1$@ vaxtı üzrə girişlər bitir
bg: Записването на журнали приключва на %1$@ в %2$@
cs: Logování končí %1$@ v %2$@
de: Protokollierung endet am %1$@ um %2$@
fa: ورود در %1$@ در ساعت %2$@ پایان یافت
fr: L’enregistrement se termine le %1$@ à %2$@
he: התיעוד מסתיים בתאריך %1$@ בשעה %2$@
hr: Zapisivanje završava %1$@ u %2$@
hu: A naplózás befejezése: %1$@ - %2$@
id: Log berakhir pada %1$@ pukul %2$@
it: La registrazione termina il %1$@ alle %2$@
lv: Žurnalēšana beigsies %1$@ %2$@
nl: Loggen eindigt op %1$@ om %2$@
pl: Rejestrowanie zakończy się %1$@ o %2$@
pt: O registo termina a %1$@ às %2$@
pt_br: A coleta termina em %1$@ às %2$@
sk: Logovanie končí %1$@ o %2$@
sr: Пријављен завршено на %1$@ у %2$@
ta: பதிவு %1$@ அன்று %2$@ மணிக்கு முடிவடைகிறது
th: การบันทึกสิ้นสุดในวันที่ %1$@ เวลา %2$@
tr: Günlük kaydı %1$@ tarihinde %2$@ saatinde sona eriyor
uk: Запис закінчується %1$@, %2$@
vi: Ghi nhật ký kết thúc vào %1$@ lúc %2$@
zh_hans: 日志记录结束于 %1$@ %2$@

source: You must attach a file to save this send
az: Bu send-i saxlamaq üçün bir fayl əlavə etməlisiniz
bg: Трябва да прикачите файл, за да запазите това Изпращане
cs: Pro uložení tohoto Send musíte připojit soubor
de: Du musst eine Datei anhängen, um dieses Send zu speichern
fa: برای ارسال این پیام باید یک پرونده پیوست کنید
fr: Vous devez joindre un fichier pour enregistrer ce Send
he: אתה מוכרח לצרף קובץ כדי לשמור את הסֵנְד הזה
hr: Moraš staviti datoteku u privitak za spremanje ovog Senda
hu: A Send elem mentéséhez csatolni kell egy fájlt.
id: Anda harus melampirkan file untuk menyimpan kiriman ini
it: È necessario allegare un file per salvare questo Send
lv: Jāpievieno datne, lai saglabātu šo Send
nl: Je moet een bestand bijvoegen voor het opslaan van deze Send
pl: Musisz załączyć plik, aby zapisać wysyłkę
pt: É necessário anexar um ficheiro para guardar este Send
pt_br: Você deve anexar um arquivo para salvar esse Send
sk: Na uloženie tohto Sendu musíte priložiť súbor
sr: Морате приложити датотеку да бисте сачували овај Send
ta: இந்த அனுப்புதலைச் சேமிக்க நீங்கள் ஒரு கோப்பை இணைக்க வேண்டும்
th: คุณต้องแนบไฟล์เพื่อบันทึก Send นี้
tr: Bu Send'i kaydetmek için bir dosya eklemelisiniz
uk: Необхідно додати файл, щоб зберегти це відправлення
vi: Bạn phải đính kèm một tệp để lưu Send này
zh_hans: 必须附加一个文件才能保存此 Send
