Repository: bitwarden/ios
Catalog: BitwardenResources/Localizations/*.lproj/Localizable.strings
Languages: ar, az, bg, cs, da, de, el, fa, fi, fr, gl, he, hr, hu, id, it, ja, lv, nl, pl, pt, pt_br, sk, sr, ta, th, tr, uk, vi, zh_hans, zh_hant

# BitwardenAuthenticatorDataIsBackedUpAndCanBeRestored
source: Bitwarden Authenticator data is backed up and can be restored with your regularly scheduled device backups.
ar: يتم النسخ الاحتياطي لبيانات مصادقة Bitwarden ويمكن استعادتها مع النسخ الاحتياطية لجهازك المجدولة بانتظام.
az: Bitwarden Authenticator datası nüsxələndi və müntəzəm planlanmış cihaz nüsxələrinizlə bərpa edilə bilər.
bg: На данните от Удостоверителя на Битуорден се правят резервни копия. Те могат да бъдат използвани за възстановяване заедно със стандартните планирани резервни копия на данните на устройството Ви.
cs: Data Autentikátoru Bitwarden jsou zálohována a mohou být obnovena z pravidelných záloh Vašeho zařízení.
da: Bitwarden Authenticator-data sikkerhedskopieres og kan gendannes via de planlagte, regelmæssige enhedssikkerhedskopieringer.
de: Bitwarden Authenticator Daten werden gesichert und können mit deinen regelmäßig geplanten Geräte-Sicherungen wiederhergestellt werden.
el: Τα δεδομένα του Bitwarden Authenticator αποθηκεύονται σε ένα αντίγραφο ασφαλείας και μπορούν να ανακτηθούν με την προγραμματισμένη δημιουργία εφεδρικών αντιγράφων της συσκευής σας.
fi: Bitwarden Authenticatorin data on varmuuskopioitu voidaan palauttaa laitteesi yleisten varmuuskopioiden kautta.
fr: Les données de Bitwarden Authenticator sont sauvegardées et peuvent être restaurées avec vos sauvegardes d'appareil programmées régulièrement.
gl: Os datos do Autenticador de Bitwarden teñen unha copia de seguridade e poden ser restaurados dende as copias de seguridade periódicas configuradas no teu dispositivo.
he: נתוני מאמת Bitwarden מגובים וניתנים לשחזור עם גיבויי המכשיר המתוכננים באופן קבוע שלך.
hr: Podaci Bitwarden Authenticatora sigurnosno su kopirani i mogu se obnoviti s tvojim redovito zakazanim sigurnosnim kopijama uređaja.
hu: A Bitwarden Authenticator adatairól biztonsági másolat készül és a rendszeresen ütemezett eszközmentésekkel visszaállíthatók.
id: Data Bitwarden Authenticator dicadangkan dan dapat dipulihkan melalui cadangan perangkat terjadwal Anda.
it: I dati di Bitwarden Authenticator sono salvati e possono essere ripristinati con i backup del dispositivo regolarmente pianificati.
ja: Bitwarden Authenticator のデータは、端末の定期バックアップによってバックアップ・復元されます。
nl: Bitwarden Authenticator-gegevens worden geback-upt en kunnen worden hersteld met je regelmatig geplande apparaat back-ups.
pl: Kopia zapasowa danych Bitwarden Authenticator jest wykonywana i może być przywrócona z regularnymi kopiami zapasowymi urządzenia.
pt: Os dados do Bitwarden Authenticator são armazenados em cópia de segurança e podem ser restaurados com as cópias de segurança regulares do dispositivo.
pt_br: Os dados do Bitwarden Authenticator são salvos e podem ser restaurados com os backups agendados periodicamente.
sk: Údaje Bitwarden Authenticator sú zálohované a môžu byť obnovené pomocou pravidelných záloh zariadenia.
sr: Направљена је резервна копија података Bitwarden Authenticator-а и могу се вратити помоћу редовних резервних копија уређаја.
ta: Bitwarden அங்கீகரிப்புத் தரவு காப்புப் பிரதி எடுக்கப்பட்டு, உங்கள் சாதனத்தில் வழக்கமான அட்டவணைப்படுத்தப்பட்ட காப்புப் பிரதிகளுடன் மீட்டெடுக்கப்படலாம்.
th: ข้อมูล Bitwarden Authenticator ได้รับการสำรองไว้และสามารถกู้คืนได้ด้วยการสำรองข้อมูลอุปกรณ์ตามกำหนดเวลาปกติของคุณ
tr: Bitwarden Authenticator verileri düzenli cihaz yedeklemelerinizle birlikte yedeklenir ve geri yüklenebilir.
uk: Резервне копіювання даних Bitwarden Authenticator відбувається за допомогою пристрою. Відновити дані можна будь-коли.
vi: Dữ liệu của Bitwarden Authenticator đã được sao lưu và có thể được khôi phục bằng bản sao lưu thiết bị định kỳ của bạn.
zh_hans: Bitwarden 身份验证器数据已备份，并且可以使用您的定期设备备份恢复。
zh_hant: Bitwarden 驗證器資料已備份，可透過您定期排程的裝置備份進行還原。

source: Copy to Bitwarden vault
az: Bitwarden-ə seyfinə kopyala
bg: Копиране в трезора на Битуорден
cs: Kopírovat do trezoru Bitwarden
de: In den Bitwarden-Tresor kopieren
fi: Kopioi Bitwarden holviin
fr: Copier dans le coffre-fort de Bitwarden
he: העתק לכספת Bitwarden
hr: Kopiraj u Bitwarden trezor
hu: Másolás a Bitwarden széfbe
id: Salin ke brankas Bitwarden
it: Copia nella cassaforte di Bitwarden
ja: Bitwarden 保管庫にコピー
nl: Naar Bitwarden-kluis kopiëren
pl: Kopiuj do sejfu Bitwarden
pt: Copiar para o cofre Bitwarden
pt_br: Copiar para o cofre do Bitwarden
sk: Kopírovať do trezora Bitwarden
sr: Копирај у сефу Bitwarden-а
ta: Bitwarden பெட்டகத்திற்கு நகலெடு
th: คัดลอกไปยังตู้นิรภัย Bitwarden
tr: Bitwarden kasasına kopyala
uk: Копіювати в сховище Bitwarden
vi: Sao chép vào kho lưu trữ Bitwarden
zh_hans: 复制到 Bitwarden 密码库

source: Create verification code
ar: إنشاء رمز التحقق
az: Doğrulama kodu yarat
bg: Създаване на код за потвърждаване
cs: Vytvořit ověřovací kód
da: Opret bekræftelseskode
de: Verifizierungscode erstellen
el: Δημιουργία κωδικού επαλήθευσης
fi: Luo vahvistuskoodi
fr: Créer un code de vérification
gl: Crear código de verificación
he: צור קודי אימות
hr: Stvori kôd za provjeru
hu: Ellenőrző kód létrehozása
id: Buat kode verifikasi
it: Crea codice di verifica
ja: 認証コードを生成
lv: Izveidot apliecinājuma kodu
nl: Verificatiecode aanmaken
pl: Utwórz kod weryfikacyjny
pt: Criar código de verificação
pt_br: Criar código de verificação
sk: Vytvoriť overovací kód
sr: Креирати верификациони кôд
ta: சரிபார்ப்புக் குறியீட்டை உருவாக்கு
th: สร้างรหัสยืนยัน
tr: Doğrulama kodu oluştur
uk: Створити код підтвердження
vi: Tạo mã xác minh
zh_hans: 创建验证码
zh_hant: 建立驗證碼

source: Data
ar: البيانات
bg: Данни
de: Daten
el: Δεδομένα
fa: داده‌
fr: Données
gl: Datos
he: נתונים
hr: Podaci
hu: Adat
it: Dati
ja: データ
lv: Dati
nl: Gegevens
pl: Dane
pt: Dados
pt_br: Dados
sk: Údaje
sr: Подаци
ta: தரவு
th: ข้อมูล
tr: Veri
uk: Дані
vi: Dữ liệu
zh_hans: 数据
zh_hant: 資料

source: Default save option
ar: خيار الحفظ الافتراضي
az: İlkin saxlama seçimi
bg: Настройка за запазване по подразбиране
cs: Výchozí volby ukládání
da: Standard gem-valg
de: Standard-Speicheroption
el: Προεπιλεγμένη επιλογή αποθήκευσης
fi: Tallennuksen oletusasetus
fr: Option de sauvegarde par défaut
he: אפשרות שמירה ברירת מחדל
hr: Zadana opcija spremanja
hu: Alapértelmezett mentés opció
id: Pilihan simpan standar
it: Opzione di salvataggio predefinita
ja: デフォルトの保存オプション
lv: Noklusējuma saglabāšanas iespēja
nl: Standaard opslaan optie
pl: Domyślna opcja zapisywania
pt: Opção de guardar predefinida
pt_br: Opção padrão de salvar
sk: Predvolená možnosť uloženia
sr: Подразумевана опција чувања
ta: இயல்புநிலைச் சேமிப்பு விருப்பம்
th: ตัวเลือกการบันทึกเริ่มต้น
tr: Varsayılan kaydetme seçeneği
uk: Типовий параметр збереження
vi: Tùy chọn lưu mặc định
zh_hans: 默认保存选项

source: Download the Bitwarden app
ar: تحميل تطبيق Bitwarden
az: Bitwarden tətbiqini endir
bg: Свалете приложението на Битуорден
cs: Stáhnout aplikaci Bitwarden
da: Download Bitwarden-appen
de: Bitwarden-App herunterladen
el: Λήψη της εφαρμογής Bitwarden
fi: Lataa Bitwarden-sovellus
fr: Télécharger l'app Bitwarden
he: הורד את היישום Bitwarden
hr: Preuzmi Bitwarden aplikaciju
hu: Bitwarden alkalmazás letöltése
id: Unduh aplikasi Bitwarden
it: Scarica l'app Bitwarden
ja: Bitwarden アプリをダウンロード
lv: Lejupielādēt Bitwarden lietotni
nl: Bitwarden-app downloaden
pl: Pobierz aplikację Bitwarden
pt: Descarregar a app Bitwarden
pt_br: Baixe o aplicativo do Bitwarden
sk: Stiahnuť apku Bitwarden
sr: Преузмите апликацију Bitwarden
ta: Bitwarden பயன்பாட்டைப் பதிவிறக்கவும்
th: ดาวน์โหลดแอป Bitwarden
tr: Bitwarden uygulamasını indir
uk: Завантажити програму Bitwarden
vi: Tải xuống ứng dụng Bitwarden
zh_hans: 下载 Bitwarden App
zh_hant: 下載 Bitwarden 應用程式

source: Ensure it’s valid JSON and try again.
ar: تأكد من صلاحيتها لـ JSON وحاول مرة أخرى.
az: Yararlı JSON olduğuna əmin olub yenidən sınayın.
bg: Уверете се, че това е правилно форматиран JSON и опитайте отново.
cs: Ujistěte se, že je to platný JSON a zkuste to znovu.
de: Stelle sicher, dass es sich um ein gültiges JSON handelt und versuche es erneut.
fi: Tarkista, että tiedosto on JSON-muodossa ja yritä uudelleen.
fr: Assurez-vous que le JSON soit valide et réessayez.
he: וודא שהוא JSON תקני ונסה שוב.
hr: Provjeri je li JSON ispravan i pokušaj ponovno.
hu: Győződjünk meg arról, hogy érvényes a JSON és próbáljuk újra.
id: Pastikan itu JSON yang valid dan coba lagi.
it: Assicurati che sia un JSON valido e riprova.
ja: 有効なJSONであることを確認し、もう一度やり直してください。
lv: Jānodrošina, ka tas ir derīgs JSON un jāmēģina vēlreiz.
nl: Zorg ervoor dat het geldige JSON is en probeer het opnieuw.
pl: Upewnij się, że plik JSON jest prawidłowy i spróbuj ponownie.
pt: Certifique-se de que se trata de um JSON válido e tente novamente.
pt_br: Certifique-se de que é um JSON válido e tente novamente.
sk: Uistite sa, že ide o platný JSON, a skúste to znova.
sr: Уверите се да је JSON важећи и покушајте поново.
ta: இது ஒரு சரியான JSON என்பதை உறுதிசெய்து மீண்டும் முயற்சிக்கவும்.
th: ตรวจสอบให้แน่ใจว่าเป็น JSON ที่ถูกต้องแล้วลองอีกครั้ง
tr: JSON'ın geçerli olduğunu kontrol edip yeniden deneyin.
uk: Перевірте, що це потрібний файл JSON, і повторіть спробу.
zh_hans: 请确保它是有效的 JSON 文件然后重试。
zh_hant: 請確保檔案為有效的 JSON 格式，然後再試一次。

# ExportItemsConfirmationTitle
source: Confirm items export
ar: تأكيد تصدير العناصر
az: Elementlərin xaricə köçürülməsini təsdiqlə
bg: Потвърждаване на изнасянето на елементите
cs: Potvrdit export položek
da: Bekræft eksport af emner
de: Export der Einträge bestätigen
el: Επιβεβαίωση εξαγωγής στοιχείων
fi: Vahvista kohteiden vienti
fr: Confirmer l'export des éléments
gl: Confirmar a exportación de elementos
he: אשר ייצוא פריטים
hr: Potvrdi izvoz stavaka
hu: Elem exportálás megerősítése
id: Konfirmasi ekspor item
it: Conferma esportazione degli elementi
ja: 項目のエクスポートを確認
lv: Apstiprināt vienumu izgūšanu
nl: Items exporteren bevestigen
pl: Potwierdź eksportowanie elementów
pt: Confirmar a exportação de itens
pt_br: Confirmar exportação de itens
sk: Potvrdiť export položiek
sr: Потврдите извоз ставки
ta: பொருட்களின் ஏற்றுமதியை உறுதிப்படுத்து
th: ยืนยันการส่งออกรายการ
tr: Öğeleri dışa aktarmayı onaylayın
uk: Підтвердити експорт записів
vi: Xác nhận xuất mục
zh_hans: 确认项目导出

# ExportItemsWarning
source: This export contains your item data in an unencrypted format. You should not store or send the exported file over unsecure channels (such as email). Delete it immediately after you are done using it.
ar: يحتوي هذا التصدير على بيانات عنصرك بتنسيق غير مشفر. لا يجب عليك تخزين أو إرسال الملف الذي صُدِّر عبر قنوات غير آمنة (مثل البريد الإلكتروني). احذفه مباشرة بعد انتهائك من استخدامه.
az: Bu xaricə köçürmə, elementlərinizin datasını şifrələnməmiş formatda ehtiva edir. Xaricə köçürülən faylı güvənli olmayan kanallar (e-poçt kimi) üzərində saxlamamalı və ya göndərməməlisiniz. İşiniz bitdikdən sonra onu dərhal silin.
bg: Изнесеният файл ще съдържа данни за елементите в незащитен формат. Не го пращайте по незащитени канали (напр. е-поща). Изтрийте файла незабавно след като свършите работата си с него.
cs: Tento export obsahuje data položek v nezašifrovaném formátu. Soubor exportu byste neměli ukládat ani odesílat přes nezabezpečené kanály (např. e-mailem). Smažte jej okamžitě po jeho použití.
da: Denne eksport indeholder boksdataene i ukrypteret form. Man bør ikke gemme eller sende den eksporterede fil via usikre kanaler (f.eks. e-mail). Slet den straks efter, at man er færdig med at bruge den.
de: Dieser Export enthält deine Eintrags-Daten in einem unverschlüsselten Format. Du solltest die exportierte Datei daher nicht über unsichere Kanäle (z. B. E-Mail) speichern oder versenden. Lösche die Datei sofort nach Ihrer Verwendung.
el: Αυτή η εξαγωγή περιέχει τα δεδομένα σας σε αποκρυπτογραφημένη μορφή. Δεν πρέπει να αποθηκεύσετε ή να στείλετε το εξαχθέν αρχείο μέσω μη ασφαλών τρόπων (όπως μέσω ηλ. ταχυδρομείου). Διαγράψτε το αμέσως μόλις τελειώσετε με τη χρήση του.
fi: Tämä vienti sisältää dataasi salaamattomassa muodossa. Älä säilytä tai lähetä vientitiedostoa suojaamattomista (esim. sähköpostin) kautta. Poista tiedosto välittömästi, kun et enää tarvitse sitä.
fr: Cet export contient vos données des éléments dans un format non chiffré. Vous ne devriez pas stocker ou envoyer le fichier exporté par des canaux non sécurisés (comme le courriel). Supprimez-le immédiatement dès que vous avez fini de l'utiliser.
gl: Esta exportación contén os teus datos nun formato sen encriptar. Non deberías gardar ou enviar o arquivo exportado por canais inseguros (como o correo electrónico). Elimínao inmediatamente despois de finalizar o seu uso.
he: ייצוא זה מכיל את נתוני הפריטים שלך בפורמט לא מוצפן. אתה לא אמור לאחסן או לשלוח את הקובץ המיוצא דרך ערוצים לא מאובטחים (כמו דוא"ל). מחק אותו מיד לאחר שסיימת להשתמש בו.
hr: Ovaj izvoz sadrži podatke trezora u nešifriranom obliku! Izvezenu datoteku se ne bi smjelo pohranjivati ili slati putem nesigurnih kanala (npr. e-poštom). Izbriši ju odmah nakon korištenja.
hu: Ez az exportálás titkosítatlan formátumban tartalmazza az elemadatokat. Nem szabad tárolni vagy elküldeni az exportált fájlt nem biztonságos csatornákon (például emailben). Töröljük azonnal, miután befejeztük a használatát.
id: Ekspor ini berisi data item Anda dalam format tidak terenkripsi. Jangan menyimpan atau mengirim file ekspor melalui saluran yang tidak aman (seperti email). Hapus segera setelah selesai digunakan.
it: Questa esportazione contiene i dati del tuo elemento in un formato non criptato. Non archiviare o inviare il file esportato su canali non protetti (come la posta elettronica). Eliminalo immediatamente dopo aver finito di usarlo.
ja: このエクスポートには、暗号化されていない形式の項目データが含まれています。安全でない通信路（電子メールなど）を介してエクスポートされたファイルを保存または送信しないでください。使用後は、すぐにファイルを削除してください。
lv: Šī izguve satur vienuma datus nešifrētā veidā. Izgūto datni nevajadzētu glabāt vai sūtīt nedrošos veidos (piemēram, e-pastā). Tā ir jāizdzēš uzreiz pēc izmantošanas.
nl: Deze export bevat je itemgegevens in een niet-versleutelde indeling. Je moet het geëxporteerde bestand niet opslaan of versturen via onbeveiligde kanalen (zoals e-mail). Verwijder het onmiddellijk nadat je het hebt gebruikt.
pl: Plik zawiera dane elementu w niezaszyfrowanym formacie. Nie należy go przechowywać ani przesyłać poprzez niezabezpieczone kanały (takie jak poczta e-mail). Usuń go natychmiast po użyciu.
pt: Esta exportação contém os dados do seu item num formato não encriptado. Não deve armazenar ou enviar o ficheiro exportado através de canais não seguros (como o e-mail). Elimine-o imediatamente após terminar a sua utilização.
pt_br: Esta exportação contém os dados do seu cofre em um formato sem criptografia. Você não deve armazenar ou enviar o arquivo exportado por canais inseguros (como e-mail). Apague o arquivo imediatamente após terminar de usá-lo.
sk: Tento export obsahuje vaše dáta položky v nešifrovanom formáte. Nemali by ste ich ukladať, ani posielať cez nezabezpečené kanály (napr. e-mail). Okamžite ho odstráňte, keď ho prestanete používať.
sr: Овај извоз садржи ставке у нешифрираном формату. Не бисте смели да сачувате или шаљете извезену датотеку преко несигурних канала (као што је имејл). Избришите датотеку одмах након што завршите са коришћењем.
ta: இந்த ஏற்றுமதி உங்கள் பொருள் தரவை என்க்ரிப்ட் செய்யப்படாத வடிவத்தில் கொண்டுள்ளது. ஏற்றுமதி செய்யப்பட்ட கோப்பை பாதுகாப்பற்ற சேனல்களில் (மின்னஞ்சல் போன்றவை) சேமிக்கவோ அல்லது அனுப்பவோ கூடாது. அதைப் பயன்படுத்திய உடனேயே அதை நீக்கிவிட வேண்டும்.
th: การส่งออกนี้มีข้อมูลรายการของคุณในรูปแบบที่ไม่ได้เข้ารหัส คุณไม่ควรจัดเก็บหรือส่งไฟล์ที่ส่งออกผ่านช่องทางที่ไม่ปลอดภัย (เช่น อีเมล) ลบไฟล์ทันทีหลังจากใช้งานเสร็จ
tr: Bu dışa aktarım, verilerinizi şifrelenmemiş bir biçimde barındırır. Dışa aktarılan dosyayı güvenli olmayan kanallar üzerinde (örn. e-posta) saklamamalı veya göndermemelisiniz. İşiniz biter bitmez dosyayı silmelisiniz.
uk: Ваші експортовані дані незашифровані. Не зберігайте і не надсилайте їх незахищеними каналами (як-от електронна пошта). Після використання негайно видаліть їх.
vi: Tập tin xuất này chứa dữ liệu mã xác minh của bạn dưới một định dạng không được mã hóa. Bạn không nên lưu trữ hay gửi tập tin này thông qua phương thức không an toàn (như email). Xóa nó ngay lập tức khi bạn đã dùng xong.
zh_hans: 已包含未加密格式的项目数据导出，您不应通过不安全的渠道(例如电子邮件)存储或发送导出的文件，请在使用后立即删除。
zh_hant: 此匯出包含未加密的項目資料。您不應在不安全的管道（例如電子郵件）上儲存或傳送匯出檔案。使用完後請立即刪除。

source: File could not be processed
ar: تعذر معالجة الملف
az: Fayl emal oluna bilmədi
bg: Файлът не може да бъде обработен
cs: Soubor nelze zpracovat
de: Datei konnte nicht verarbeitet werden
fi: Tiedostoa ei voitu käsitellä
fr: Le fichier n'a pas pu être traité
he: לא היה ניתן לעבד את הקובץ
hr: Datoteka se ne može obraditi
hu: A fájl nem dolgozható fel.
id: File tidak dapat diproses
it: Il file non può essere processato
ja: ファイルを処理できませんでした
lv: Datni nevarēja apstrādāt
nl: Bestand kon niet worden verwerkt
pl: Plik nie może zostać przetworzony
pt: O ficheiro não pôde ser processado
pt_br: O arquivo não pôde ser processado
sk: Súbor sa nepodarilo spracovať
sr: Није могуће обрадити датотеку
ta: கோப்பைச் செயல்படுத்த முடியவில்லை
th: ไม่สามารถประมวลผลไฟล์ได้
tr: Dosya işlenemedi
uk: Неможливо обробити файл
zh_hans: 无法处理文件
zh_hant: 無法處理檔案

# GetVerificationCodesForAllYourAccounts
source: Get verification codes for all your accounts using 2-step verification.
ar: احصل على رموز التحقق لجميع حساباتك باستخدام التحقق بخطوتين.
az: 2 addımlı doğrulamanı istifadə edərək bütün hesablarınızı üçün doğrulama kodu alın.
bg: Получавайте кодове за потвърждаване за всичките си акаунти, които използват двустепенно удостоверяване.
cs: Získejte ověřovací kódy pro všechny své účty pomocí dvoufázového ověření.
da: Få bekræftelseskoder for alle kontiene, som understøtter totrinsbekræftelse.
de: Erhalte Verifizierungscodes für alle deine Konten, die eine 2-Faktor-Authentifizierung verwenden.
el: Λάβετε κωδικούς επαλήθευσης για όλους τους λογαριασμούς σας με επαλήθευση 2 βημάτων.
fi: Hanki vahvistuskoodit kaikkiin tileihisi käyttäen kaksivaiheista todennusta.
fr: Obtenez les codes de vérification pour tous vos comptes grâce à la vérification en deux étapes.
gl: Obtén códigos de verificación para todas as túas contas empregando verificación en dous pasos.
he: קבל קודי אימות עבור כל החשבונות שלך המשתמשים באימות דו־שלבי.
hr: Dobij kontrolne kodove za sve svoje račune koji podržavaju dvostruku autentifikaciju.
hu: Ellenőrző kódok beszerzése minden olyan fiókhoz, amely támogatja a kétlépcsős ellenőrzést.
id: Dapatkan kode verifikasi untuk semua akun Anda menggunakan verifikasi 2-langkah.
it: Ottieni codici di verifica per tutti i tuoi account che supportano la verifica in 2 passaggi.
ja: 2段階認証を使用するあらゆるアカウントの認証コードを確認できます。
nl: Ontvang verificatiecodes voor al je accounts met behulp van tweestapsverificatie.
pl: Uzyskaj kody weryfikacyjne dla wszystkich swoich kont, które obsługują logowanie dwustopniowe.
pt: Obtenha códigos de verificação para todas as suas contas utilizando a verificação de dois passos.
pt_br: Receba códigos de verificação para todas as suas contas que suportam verificação em duas etapas.
sk: Získajte overovacie kódy pre všetky svoje účty, ktoré používajú dvojstupňové overenie.
sr: Добијте верификационе кодове за све ваше налоге помоћу верификације у 2 корака.
ta: 2-படி சரிபார்ப்பைப் பயன்படுத்தி உங்கள் அனைத்துக் கணக்குகளுக்கும் சரிபார்ப்புக் குறியீடுகளைப் பெறுங்கள்.
th: รับรหัสยืนยันสำหรับทุกบัญชีของคุณโดยใช้การยืนยันตัวตน 2 ขั้นตอน
tr: İki aşamalı doğrulama kullanan tüm hesaplarınız için doğrulama kodları oluşturun.
uk: Отримуйте коди підтвердження для всіх облікових записів з двоетапною перевіркою.
vi: Nhận mã xác minh cho tất cả các tài khoản của bạn sử dụng xác minh 2 bước.
zh_hans: 通过两步验证获取您所有账户的验证码。
zh_hant: 為所有使用兩步驟驗證的帳戶取得驗證碼。

source: Help
ar: المساعدة
az: Kömək
bg: Помощ
cs: Nápověda
da: Hjælp
de: Hilfe
el: Βοήθεια
fa: راهنما
fi: Tuki
fr: Aide
gl: Axuda
he: עזרה
hr: Pomoć
hu: Súgó
id: Bantuan
it: Aiuto
ja: ヘルプ
lv: Palīdzība
pl: Pomoc
pt: Ajuda
pt_br: Ajuda
sk: Pomoc
sr: Помоћ
ta: உதவி
th: ช่วยเหลือ
tr: Yardım
uk: Допомога
vi: Trợ giúp
zh_hans: 帮助
zh_hant: 說明

source: Import
ar: استيراد
az: Daxilə köçür
bg: Внасяне
cs: Importovat
el: Εισαγωγή
fa: درون ریزی
fi: Tuo
fr: Importer
gl: Importar
he: ייבוא
hr: Uvoz
hu: Importálás
id: Impor
it: Importa
ja: インポート
lv: Ievietot
nl: Importeren
pl: Importuj
pt: Importar
pt_br: Importar
sk: Importovať
sr: Увоз
ta: இறக்குமதி செய்
th: นำเข้า
tr: İçe aktar
uk: Імпорт
vi: Nhập dữ liệu
zh_hans: 导入
zh_hant: 匯入
