Repository: bitwarden/ios
Catalog: BitwardenResources/Localizations/*.lproj/Localizable.strings
Languages: ar, az, bg, cs, da, de, el, fa, fi, fr, gl, he, hr, hu, id, it, ja, lv, nl, pl, pt, pt_br, sk, sr, ta, th, tr, uk, vi, zh_hans, zh_hant

# ExtensionSetup2
source: In Safari and Chrome, find Bitwarden using the share icon (hint: scroll to the right on the bottom row of the share menu).
ar: في Safari و Chrome، ابحث عن بت واردن باستخدام أيقونة المشاركة (المساعدة: انتقل إلى اليمين في السطر السفلي من القائمة).
az: Safari və Chrome-da paylaş ikonunu istifadə edərək Bitwarden-i tapın (ipucu: paylaşma menyusunun alt sətrində sağa sürüşdürün).
bg: В Safari и Chrome може да достъпите Битуорден чрез иконата за споделяне (придвижете се надясно в долния ред на менюто).
cs: V Safari a Chromu najdete Bitwarden pomocí ikony sdílení (nápověda: nachází se vpravo dole v menu).
da: I Safari og Chrome, find Bitwarden ved hjælp af delingsikonet (tip: Rul til højre på den nederste række i delingsmenuen).
de: In Safari und Chrome findest du Bitwarden unter dem Teilen-Symbol (Hinweis: scrolle auf der untersten Zeile des Menüs nach rechts).
el: Στο Safari, βρείτε το Bitwarden χρησιμοποιώντας το εικονίδιο κοινής χρήσης (μετακινηθείτε προς τα δεξιά στην κάτω σειρά του μενού).
fa: در سافاری و کروم، Bitwarden را با استفاده از نماد اشتراک‌گذاری پیدا کنید (راهنمایی: به سمت راست در ردیف پایین منو بروید).
fi: Löydät Bitwardenin Safarista ja Chromesta jakokuvaketta käyttäen (vihje: vieritä valikon alimmaista riviä oikealle).
fr: Sur Safari et Chrome, trouvez Bitwarden en utilisant l'icône de partage (aide : faire défiler sur la droite sur la ligne du bas du menu).
gl: En Safari e Chrome, atopa Bitwarden usando o botón de compartir (pista: última opción na barra do fondo do menú).
he: בדפדפנים ספארי וכרום, חפש את Bitwarden בעזרת לחצן השיתוף (רמז: גלול לצד ימין בשורה התחתונה של תפריט השיתוף).
hr: Pronađite Bitwarden u Safariju i Chromu pomoću ikone dijeljenja (desno u donjem retku izbornika za dijeljenje).
hu: A Safariban és a Chrome-ban keressük meg a Bitwardent a megosztás ikon használatával (tipp: gördítés a menü alsó sorának jobb oldalára).
id: Pada Safari dan Chrome, temukan Bitwarden menggunakan ikon berbagi (petunjuk: gulir ke kanan di baris bawah menu).
it: In Safari e Chrome, trova Bitwarden utilizzando l'icona di condivisione (scorri a destra sulla riga in basso del menu Condividi).
ja: Safari と Chrome では、共有アイコンを使って Bitwarden を見つけてください（ヒント：メニューの一番下の行を右側にスクロール）
lv: Safari un Chrome Bitwarden var atrast, izmantojot kopīgošanas ikonu (norāde: ritināt pa labi kopīgošanas izvēlnes apakšējā rindā).
nl: In Safari en Chrome vind je Bitwarden onder het pictogram Delen (hint: scroll naar rechts op de onderste rij van het menu).
pl: W przeglądarce Safari i Chrome znajdź Bitwarden za pomocą ikony udostępniania. W razie potrzeby przewiń listę aplikacji.
pt: No Safari e no Chrome, encontre o Bitwarden utilizando o ícone de partilha (dica: deslize para a direita na linha inferior do menu de partilha).
pt_br: No Safari e Chrome, encontre o Bitwarden usando o ícone de compartilhamento (dica: role para a direita na linha inferior do menu de compartilhamento).
sk: V Safari a Chrome nájdete Bitwarden použitím ikony zdieľania (tip: posúvajte doprava v spodnom riadku ponuky).
sr: У Safari и Chrome, нађите Bitwarden помоћу иконе за дељење (савет: померите се удесно у доњем реду менија дељења).
ta: Safari மற்றும் Chrome இல், பகிர்வு படவுருவைப் பயன்படுத்தி Bitwarden ஐ கண்டறியவும் (குறிப்பு: பட்டியலின் கீழ் வரிசையில் வலதுபுறமாக உருட்டவும்).
th: ใน Safari และ Chrome ให้ค้นหา Bitwarden โดยใช้ไอคอนแชร์ (คำใบ้: เลื่อนไปทางขวาที่แถวล่างของเมนูแชร์)
tr: Safari ve Chrome'da paylaşım simgesini kullanarak Bitwarden'ı bulun. (İpucu: Paylaş menüsünün alt satırının sağ tarafına bakın.)
uk: У Safari та Chrome знайдіть Bitwarden, використовуючи піктограму Поділитися (підказка: прокрутіть вправо в нижньому рядку меню Поділитися).
vi: Trong Safari và Chrome, tìm Bitwarden bằng cách nhấn vào biểu tượng Chia sẻ và chọn Tự động điền với Bitwarden.
zh_hans: 在 Safari 和 Chrome 中，使用共享图标寻找 Bitwarden（提示：在菜单最下面一行的右边）。
zh_hant: 在 Safari 或 Chrome 中，使用分享圖示尋找 Bitwarden（提示：在分享選單的最底行的右邊）。

# ExtensionTapIcon
source: Tap the Bitwarden icon in the menu to launch the extension.
ar: اضغط على أيقونة بت واردنفي القائمة لإطلاق الملحق.
az: Uzantını başlatmaq üçün menyudakı Bitwarden ikonuna toxunun.
bg: Докоснете иконата на Битуорден в менюто, за да пуснете приставката.
cs: Pro spuštění rozšíření klepněte na ikonu Bitwardenu v menu.
da: Tryk på Bitwarden-ikonet i menuen for at starte udvidelsen.
de: Tippe auf das Bitwarden Symbol im Menü, um die Erweiterung zu starten.
el: Πατήστε στο εικονίδιο Bitwarden στο μενού για εκκίνηση της επέκτασης.
fa: برای راه‌اندازی افزونه به نماد Bitwarden در منو ضربه بزنید.
fi: Avaa laajennus napauttamalla valikon Bitwarden-kuvaketta.
fr: Appuyez sur l'icône Bitwarden dans le menu pour lancer l'extension.
gl: Pulsa a icona de Bitwarden no menú para executar a extensión.
he: לחץ על האייקון של Bitwarden בתפריט כדי לפתוח את התוסף.
hr: Dodirni Bitwarden ikonu u izborniku za pokretanje proširenja.
hu: Koppintás a Bitwarden ikonra a menüben a bővítmény elindításához.
id: Ketuk ikon Bitwarden pada menu untuk menjalankan ekstensi.
it: Clicca l'icona di Bitwarden nel menu per avviare l'estensione.
ja: メニューの Bitwarden アイコンをタップして拡張機能を起動してください。
lv: Piesist Bitwarden ikonai izvēlne, lai palaistu paplašinājumu.
nl: Tik op het Bitwarden-pictogram in het menu om de extensie te starten.
pl: Kliknij ikonę Bitwarden, aby uruchomić rozszerzenie.
pt: Toque no ícone do Bitwarden no menu para iniciar a extensão.
pt_br: Toque no ícone do Bitwarden no menu para abrir a extensão.
sk: Klepnite na ikonu bitwarden v menu na spustenie rozšírenia.
sr: Додирните икону Bitwarden у менију да бисте покренули додатак.
ta: நீட்டிப்பை ஏவ பட்டியலிலுள்ள Bitwarden படவுருவைத் தட்டவும்.
th: แตะไอคอน Bitwarden ในเมนูเพื่อเปิดส่วนขยาย
tr: Uzantıyı açmak için menüdeki Bitwarden simgesine dokunun.
uk: Торкніться піктограми Bitwarden у меню, щоб запустити розширення.
vi: Nhấn vào biểu tượng Bitwarden trong menu để chạy phần mở rộng.
zh_hans: 点击菜单中的 Bitwarden 图标以启动此扩展。
zh_hant: 在選單中按一下 Bitwarden 圖示以啟動延伸功能。

# ExtensionTurnOn
source: To turn on Bitwarden in Safari and other apps, tap the “more” icon on the bottom row of the menu.
ar: لتنشيط بت واردن على Safari والتطبيقات الأخرى، اضغط على رمز "المزيد" على السطر السفلي من القائمة.
az: Safari və digər tətbiqlərdə Bitwarden-i işə salmaq üçün menyunun alt sətrindəki "daha çox" ikonuna toxunun.
bg: Докоснете иконата за допълнителни (more) в долния ред на менюто, за да достъпите Битуорден.
cs: Pro zapnutí Bitwardenu v prohlížeči Safari a dalších aplikacích klepněte na ikonu "Další" v dolní části menu.
da: For at aktivere Bitwarden i Safari og andre apps trykkes på "mere"-ikonet på den nederste række i menuen.
de: Um Bitwarden in Safari und anderen Apps zu aktivieren, tippe auf das "Mehr"-Symbol in der untersten Zeile des Menüs.
el: Για να ενεργοποιήσετε το Bitwarden στο Safari και σε άλλες εφαρμογές, πατήστε στο εικονίδιο "Περισσότερα" στην κάτω σειρά του μενού.
fa: برای فعال‌سازی Bitwarden در سافاری و سایر برنامه‌ها، نماد "بیشتر" را در پایین ردیف منو ضربه بزنید.
fi: Ottaaksesi Bitwardenin käyttöön Safarissa ja muissa sovelluksissa, paina valikon alarivin "Lisää" -kuvaketta.
fr: Pour activer Bitwarden dans Safari et dans d'autres applications, appuyez sur l'icône « plus» sur la ligne inférieure du menu.
gl: Para habilitar Bitwarden en Safari e outras apps, pulsa a icona de "máis" na barra do fondo do menú.
he: כדי להפעיל את Bitwarden ב־Safari ויישומים אחרים, הקש על הסמל “עוד“ בשורה התחתונה של התפריט.
hr: Za uključiti Bitwardena u Safariju i drugim aplikacijama, dodirnite ikonu „Više” u donjem retku izbornika.
hu: A Safariban és más alkalmazásban a Bitwarden bekapcsolásához koppintsunk az "egyéb" ikonra a menü alsó sorában.
id: Untuk mengaktifkan Bitwarden di Safari dan aplikasi lainnya, ketuk ikon "lainnya" di baris bawah menu.
it: Per attivare Bitwarden su Safari e altre app, clicca su 'Altro' (ultima riga del menu).
ja: Bitwarden を Safari などのアプリで開くには、メニューの一番下の行の「詳細」をタップしてください。
lv: Lai ieslēgtu Bitwarden Safari un citās lietotnēs, jāpiesit "vairāk" ikonai izvēlnes apakšējā rindā.
nl: Via het "meer"-pictogram op de onderste rij van het menu kun je Bitwarden oproepen in Safari en andere apps.
pl: Aby włączyć Bitwarden w przeglądarce Safari i innych aplikacjach, kliknij ikonę „więcej” w dolnym rzędzie menu.
pt: Para ativar o Bitwarden no Safari e noutras aplicações, toque no ícone "mais" na linha inferior do menu.
pt_br: Para ativar o Bitwarden no Safari e em outros aplicativos, toque no ícone de "mais" na última linha do menu.
sk: Pre zapnutie bitwardenu v Safari a iných aplikáciach, klepnite na ikonu "viac" v spodnom riadku menu.
sr: Да би омогућили Bitwarden у Safari и другим апликацијама, додирните икону „више“ у доњем реду менија.
th: หากต้องการเปิด Bitwarden ใน Safari และแอปอื่น ๆ ให้แตะไอคอน “เพิ่มเติม” ที่แถวล่างของเมนู
tr: Bitwarden'ı Safari'de ve diğer uygulamalarda açmak için, menünün son sırasındaki "daha fazla" düğmesine tıklayın.
uk: Щоб увімкнути Bitwarden у Safari та інших програмах, торкніться піктограми "Ще" в нижньому рядку меню.
vi: Để bật Bitwarden trong Safari và các ứng dụng khác, nhấn vào biểu tượng "thêm" ở hàng dưới cùng của menu.
zh_hans: 要在 Safari 和其他 App 中打开 Bitwarden ，请在菜单底部点击「更多」图标。
zh_hant: 要在 Safari 或其他程式中開啟 Bitwarden ，請點選選單底部的「更多」圖示。

source: Favorite
ar: المفضلة
az: Sevimli
bg: Любими
cs: Oblíbené
da: Favorit
de: Favorit
el: Αγαπημένο
fa: مورد علاقه
fi: Suosikki
fr: Favori
gl: Favorito
he: מועדף
hr: Favorit
hu: Kedvenc
id: Favorit
it: Preferito
ja: お気に入り
lv: Izlasē
nl: Favoriet
pl: Ulubione
pt: Adicionar aos favoritos
pt_br: Favoritar
sk: Obľúbené
sr: Омиљено
ta: பிடித்தது
th: รายการโปรด
tr: Favori
uk: Обране
vi: Yêu thích
zh_hans: 收藏
zh_hant: 我的最愛

source: Fingerprint
ar: البصمة
az: Barmaq izi
bg: Отпечатък
cs: Otisk prstu
da: fingeraftryk
de: Fingerabdruck
el: Δακτυλικό αποτύπωμα
fa: اثر انگشت
fi: Sormenjälki
fr: Empreinte digitale
gl: Pegada dixital
he: טביעת אצבע
hr: Otisak prsta
hu: Ujjlenyomat
id: Sidik Jari
it: Impronta digitale
ja: 指紋認証
lv: Pirkstu nospiedums
nl: Vingerafdruk
pl: Odcisk palca
pt: Impressão digital
pt_br: Impressão digital
sk: Odtlačok prsta
sr: Отисак прста
ta: கைரேகை
th: ลายนิ้วมือ
tr: Parmak izi
uk: Відбиток пальця
vi: Vân tay
zh_hans: 指纹
zh_hant: 指紋

source: Generate password
ar: توليد كلمة مرور
az: Parol yarat
bg: Генериране на парола
cs: Vygenerovat heslo
da: Generér adgangskode
de: Passwort generieren
el: Παραγωγή κωδικού
fa: تولید کلمه عبور
fi: Luo salasana
fr: Générer un mot de passe
gl: Xerar contrasinal
he: צור סיסמה
hr: Generiraj lozinku
hu: Jelszó generálása
id: Buat sandi
it: Genera password
ja: パスワードの自動生成
lv: Veidot paroli
nl: Wachtwoord genereren
pl: Wygeneruj hasło
pt: Gerar palavra-passe
pt_br: Gerar senha
sk: Generovať heslo
sr: Генерисање лозинке
ta: கடவுச்சொல்லை உருவாக்கு
th: สร้างรหัสผ่าน
tr: Parola oluştur
uk: Генерувати пароль
vi: Tạo mật khẩu
zh_hans: 生成密码
zh_hant: 產生密碼

source: Import items
ar: استيراد العناصر
az: Elementləri daxilə köçür
bg: Импортиране на елементи
cs: Importovat položky
da: Importér elementer
de: Einträge importieren
el: Εισαγωγή στοιχείων
fa: درون ریزی موارد
fi: Tuo kohteita
fr: Importer des éléments
gl: Importar entradas
he: יבא פריטים
hr: Uvoz stavki
hu: Elemek importálása
id: Impor item
it: Importa elementi
ja: アイテムのインポート
lv: Ievietot vienumus
nl: Items importeren
pl: Importuj elementy
pt: Importar itens
pt_br: Importar itens
sk: Importovať položky
sr: Увоз ставки
ta: உருப்படிகளை இறக்குமதி செய்
th: นำเข้ารายการ
tr: Hesapları içe aktar
uk: Імпортувати записи
vi: Nhập vào kho
zh_hans: 导入项目
zh_hant: 匯入項目

source: Last sync:
ar: آخر مزامنة:
az: Son sinxr:
bg: Последно синхронизиране:
cs: Poslední synchronizace:
da: Seneste synkronisering:
de: Zuletzt synchronisiert:
el: Τελευταίος συγχρονισμός:
fa: آخرین همگام‌سازی:
fi: Viimeisin synkronointi:
fr: Dernière synchronisation :
gl: Última sincronización:
he: סנכרון אחרון:
hr: Posljednja sinkronizacija:
hu: Utolsó szinkronizálás:
id: Sinkronisasi terakhir:
it: Ultima sincronizzazione:
ja: 前回の同期：
lv: Pēdējā sinhronizēšana:
nl: Laatste synchronisatie:
pl: Ostatnia synchronizacja:
pt: Última sincronização:
pt_br: Última sincronização:
sk: Posledná synchronizácia:
sr: Задња синронизација:
ta: கடந்த ஒத்திசைவு:
th: การซิงค์ครั้งล่าสุด:
tr: Son eşitleme:
uk: Остання синхронізація:
vi: Đồng bộ lúc:
zh_hans: 上次同步：
zh_hant: 上次同步於：

source: Length
ar: الطول
az: Uzunluq
bg: Дължина
cs: Délka
da: Længde
de: Länge
el: Μήκος
fa: طول
fi: Pituus
fr: Longueur
gl: Lonxitude
he: אורך
hr: Duljina
hu: Hossz
id: Panjang
it: Lunghezza
ja: 長さ
lv: Garums
nl: Lengte
pl: Długość
pt: Comprimento
pt_br: Comprimento
sk: Dĺžka
sr: Дужина
ta: நீளம்
th: ความยาว
tr: Uzunluk
uk: Довжина
vi: Độ dài
zh_hans: 长度
zh_hant: 長度

source: Lock
ar: قفل
az: Kilidlə
bg: Заключване
cs: Zamknout
da: Lås
de: Sperren
el: Κλείδωμα
fa: قفل
fi: Lukitse
fr: Verrouiller
gl: Bloquear
he: נעל
hr: Zaključaj
hu: Lezárás
id: Kunci
it: Blocca
ja: ロック
lv: Aizslēgt
nl: Vergrendelen
pl: Zablokuj
pt: Bloquear
pt_br: Bloquear
sk: Zámok
sr: Закључај
ta: பூட்டு
th: ล็อค
tr: Kilitle
uk: Блокувати
vi: Khóa
zh_hans: 锁定
zh_hant: 鎖定

# OneHour
source: 1 hour
ar: ساعة واحدة
az: 1 saat
bg: 1 час
cs: 1 hodina
da: 1 time
de: 1 Stunde
el: 1 ώρα
fa: ۱ ساعت
fi: 1 tunti
gl: 1 hora
hr: 1 sat
hu: 1 óra
ja: 1時間
lv: 1 stunda
nl: 1 uur
pl: 1 godzina
pt: 1 hora
sk: 1 hodina
sr: 1 сат
uk: 1 година
vi: 1 giờ
zh_hans: 1 小时
zh_hant: 1 小時

# FourHours
source: 4 hours
ar: 4 ساعات
az: 4 saat
bg: 4 часа
cs: 4 hodiny
da: 4 timer
de: 4 Stunden
el: 4 ώρες
fa: ۴ ساعت
fi: 4 tuntia
gl: 4 horas
hr: 4 sata
hu: 4 óra
ja: 4時間
lv: 4 stundas
nl: 4 uur
pl: 4 godziny
pt: 4 horas
sk: 4 hodiny
sr: 4 сата
uk: 4 години
vi: 4 giờ
zh_hans: 4 小时
zh_hant: 4 小時

source: Immediately
ar: فورًا
az: Dərhal
bg: Незабавно
cs: Okamžitě
da: Straks
de: Sofort
el: Άμεσα
fa: بلافاصله
fi: Välittömästi
fr: Immédiatement
gl: Inmediatamente
he: מיד
hr: Odmah
hu: Azonnal
id: Segera
it: Immediatamente
ja: 即時
lv: Nekavējoties
nl: Onmiddellijk
pl: Natychmiast
pt: Imediatamente
pt_br: Imediatamente
sk: Okamžite
sr: Одмах
ta: உடனடியாக
th: ทันที
tr: Hemen
uk: Негайно
vi: Tức thì
zh_hans: 立即
zh_hant: 立即

source: Vault timeout
ar: مهلة الخزانة
az: Seyf vaxtının bitməsi
bg: Време за достъп
cs: Časový limit trezoru
da: Boks-timeout
de: Tresor-Timeout
el: Χρόνος λήξης κρύπτης
fa: متوقف شدن گاو‌صندوق
fi: Holvin aikakatkaisu
fr: Délai d'expiration du coffre
gl: Temporizador da caixa forte
he: משך זמן מירבי עבור חיבור לכספת
hr: Istek trezora
hu: Széf időkifutás
id: Batas waktu brankas
it: Timeout cassaforte
ja: 保管庫のタイムアウト
lv: Glabātavas noildze
nl: Time-out van de kluis
pl: Blokowanie sejfu
pt: Tempo limite do cofre
pt_br: Limite de tempo do cofre
sk: Časový limit pre trezor
sr: Тајмаут сефа
ta: பெட்டக நேரமுடிவு
th: ตู้นิรภัยหมดเวลา
tr: Kasa zaman aşımı
uk: Час очікування сховища
vi: Đóng kho sau
zh_hans: 密码库超时时间
zh_hant: 密碼庫逾時時間

source: Vault timeout action
ar: إجراء مهلة الخزانة
az: Seyf vaxtının bitmə əməliyyatı
bg: Действие при изтичане на времето
cs: Akce při vypršení časového limitu trezoru
da: Boks-timeout handling
de: Aktion bei Tresor-Timeout
el: Ενέργεια χρόνου λήξης κρύπτης
fa: عمل متوقف شدن گاو‌صندوق
fi: Holvin aikakatkaisutoiminto
fr: Action après délai d'expiration du coffre
gl: Acción do temporizador da caixa forte
he: פעולה לביצוע בכספת בתום זמן החיבור
hr: Nakon isteka trezora
hu: Széf időkifutás művelet
id: Tindakan batas waktu brankas
it: Azione timeout cassaforte
ja: 保管庫タイムアウト時のアクション
lv: Glabātavas noildzes darbība
nl: Actie bij time-out
pl: Sposób blokowania sejfu
pt: Ação de tempo limite do cofre
pt_br: Ação do limite de tempo do cofre
sk: Akcia pri vypršaní času pre trezor
sr: Акција на тајмаут сефа
ta: பெட்டக நேரமுடிவு செயல்
th: การทำงานเมื่อตู้นิรภัยหมดเวลา
tr: Kasa zaman aşımı eylemi
uk: Дія після часу очікування сховища
vi: Hành động sau khi đóng kho
zh_hans: 密码库超时动作
zh_hant: 密碼庫逾時動作

# VaultTimeoutLogOutConfirmation
source: Logging out will remove all access to your vault and requires online authentication after the timeout period. Are you sure you want to use this setting?
ar: سيؤدي تسجيل الخروج إلى إزالة جميع الوصول إلى الخزانة الخاصة بك ويتطلب المصادقة عبر الإنترنت بعد انتهاء المهلة. هل أنت متأكد من أنك تريد استخدام هذا الإعداد؟
az: Çıxış etdikdə, seyfinizə bütün müraciətiniz dayanacaq və vaxt bitməsindən sonra onlayn kimlik doğrulaması tələb olunacaq. Bu ayarı istifadə etmək istədiyinizə əminsiniz?
bg: Излизането от трезора изцяло спира достъпа до него след изтичане на времето. Ще ви се наложи отново да се идентифицирате, за да го достъпите. Сигурни ли сте, че искате това действие?
cs: Po vypršení časového limitu dojde k odhlášení. Přístup k trezoru bude odebrán a pro opětovné přihlášení bude vyžadováno online ověření. Opravdu chcete použít toto nastavení?
da: Udlogning vil fjerne al adgang til din boks og vil kræve online-godkendelse efter timeout-perioden. Sikker på, at du vil benytte denne indstilling?
de: Nach dem Ausloggen verlierest du jeglichen Zugriff auf deinen Tresor und es ist nach Ablauf der Timeout-Zeit eine Online-Authentifizierung erforderlich. Bist du sicher, dass du diese Einstellung nutzen möchten?
el: Η αποσύνδεση θα καταργήσει όλη την πρόσβαση στο vault σας και απαιτεί online έλεγχο ταυτότητας μετά το χρονικό όριο λήξης. Είστε βέβαιοι ότι θέλετε να χρησιμοποιήσετε αυτήν τη ρύθμιση;
fa: خروج از سیستم تمام دسترسی ها به گاو‌صندوق شما را از بین می برد و نیاز به احراز هویت آنلاین پس از مدت زمان توقف دارد. آیا مطمئن هستید که می خواهید از این تنظیمات استفاده کنید؟
fi: Uloskirjautuminen estää pääsyn holviisi ja vaatii ajan umpeuduttua tunnistautumisen Internet-yhteyden välityksellä. Haluatko varmasti käyttää asetusta?
fr: La déconnexion supprimera tout accès à votre coffre et nécessitera une authentification en ligne après la période d'expiration. Êtes-vous sûr de vouloir utiliser ce paramètre ?
gl: Cerrar a sesión despois dun tempo elimina o acceso á caixa forte ata que se volva iniciar sesión. Seguro que queres empregar esta opción?
he: יציאה תגרום להסרת כל גישה שיש לך לכספת ודורשת אימות אונליין לאחר משך זמן מסויים. האם אתה בטוח שברצונך להשתמש באפשרות זו?
hr: Odjava će ukloniti pristup tvojem trezoru i zahtijeva mrežnu potvrdu identiteta nakon isteka vremenske neaktivnosti. Sigurno želiš koristiti ovu postavku?
hu: Kijelentkezve az összes széf elérés eltávolításra kerül és webes hitelesítésre van szükség az időkifutás után. Biztosan szeretnénk használni ezt a beállítást?
id: Keluar akan menghapus semua akses ke brankas Anda dan memerlukan autentikasi online setelah periode batas waktu. Anda yakin ingin menggunakan setelan ini?
it: Uscire rimuoverà tutti gli accessi alla tua cassaforte e richiede l'autenticazione online dopo il periodo di timeout. Sei sicuro di voler usare questa opzione?
ja: ログアウトすると保管庫へのすべてのアクセスが制限され、タイムアウト期間後にオンライン認証が必要になります。 この設定を使用してもよろしいですか？
lv: Atteikšanās noņems piekļuvi glabātavai un pieprasīs tiešsaistes pieteikšanos pēc noildzes laika. Vai tiešām izmantot šo iestatījumu?
nl: Uitloggen ontneemt je de toegang tot je kluis en vereist online authenticatie na een periode van time-out. Weet je zeker dat je deze instelling wilt gebruiken?
pl: Po wylogowaniu się z sejfu musisz ponownie zalogować się, aby uzyskać do niego dostęp. Czy na pewno chcesz użyć tego ustawienia?
pt: Ao terminar sessão removerá todo o acesso ao seu cofre e requer autenticação online após o período de tempo limite. Tem a certeza de que pretende utilizar esta definição?
pt_br: Ao se desconectar, o seu acesso ao cofre será removido, e será necessária a autenticação on-line após o período do limite de tempo. Tem certeza que quer usar esta configuração?
sk: Odhlásenie bude vyžadovať online prihlásenie po vypršaní časového limitu. Naozaj chcete použiť toto nastavenie?
sr: Одјава ће уклонити сваки приступ вашем сефу и захтева мрежну потврду идентитета након истека тајмаута. Да ли сте сигурни да желите да користите ову поставку?
ta: வெளியேறுதல் உமது பெட்டகத்திற்கான எல்லா அணுகலையுமகற்றும் மற்றும் நேரமுடிவு காலத்திற்குப் பிறகு இயங்கலை அங்கீகாரம் தேவைப்படுகிறது. இவ்வமைப்பை உறுதியாக பயன்படுத்த வேண்டுமா?
th: การออกจากระบบจะตัดการเข้าถึงตู้นิรภัยทั้งหมดและต้องยืนยันตัวตนออนไลน์หลังจากหมดเวลา ยืนยันการใช้การตั้งค่านี้หรือไม่
tr: Çıkış yaptığınızda kasanıza erişiminiz tamamen sonlanacak ve zaman aşımının ardından çevrimiçi kimlik doğrulaması yapmanız gerekecek. Bu ayarı kullanmak istediğinizden emin misiniz?
uk: Вихід скасує всі права доступу до вашого сховища і вимагатиме автентифікацію після завершення часу очікування. Ви дійсно хочете використати цей параметр?
vi: Đăng xuất sẽ xóa toàn bộ quyền truy cập vào kho của bạn và yêu cầu xác minh lại sau khi đóng kho. Bạn có chắc chắn muốn sử dụng cài đặt này không?
zh_hans: 超时后注销账户将解除对密码库的所有访问权限，并需要进行在线身份验证。确定使用此设置吗？
zh_hant: 選擇登出將會在密碼庫逾時後移除對密碼庫的所有存取權限，若要重新驗證則需連線網路。確定要使用此設定嗎？

source: Logging in…
ar: جارِ تسجيل الدخول...
az: Giriş edilir...
bg: Вписване…
cs: Přihlašování…
da: Logger ind...
de: Anmeldung läuft...
el: Σύνδεση...
fa: در حال ورود...
fi: Kirjaudutaan sisään…
fr: Connexion en cours…
gl: Iniciando sesión...
he: נכנס…
hr: Prijava...
hu: Bejelentkezés...
id: Sedang masuk…
it: Accesso…
ja: ログイン中...
lv: Notiek pieteikšanās...
nl: Inloggen...
pl: Logowanie...
pt: A iniciar sessão...
pt_br: Conectando-se…
sk: Prihlasovanie...
sr: Пријављивање...
th: กำลังเข้าสู่ระบบ…
tr: Giriş yapılıyor…
uk: Вхід...
vi: Đang đăng nhập...
zh_hans: 正在登录...
zh_hant: 正在登入...

source: Log in to Bitwarden
ar: تسجيل الدخول إلى بت واردن
az: Bitwarden-ə giriş edin
bg: Впишете се в Битуорден
cs: Přihlásit se do Bitwardenu
da: Log ind på Bitwarden
de: Bei Bitwarden anmelden
el: Σύνδεση στο Bitwarden
fa: وارد Bitwarden شوید
fi: Kirjaudu Bitwardeniin
fr: Se connecter à Bitwarden
gl: Iniciar sesión en Bitwarden
he: היכנס אל Bitwarden
hr: Prijavi se u Bitwarden
hu: Bejelentkezés a Bitwardenbe
id: Masuk ke Bitwarden
it: Accedi a Bitwarden
ja: Bitwarden にログイン
lv: Pieteikties Bitwarden
nl: Inloggen op Bitwarden
pl: Zaloguj się do Bitwarden
pt: Iniciar sessão no Bitwarden
pt_br: Conecte-se ao Bitwarden
sk: Prihlásiť sa do Bitwardenu
sr: Пријави се на Bitwarden
ta: பிட்வார்டனில் உள்நுழையவும்
th: เข้าสู่ระบบ Bitwarden
tr: Bitwarden’a giriş yapın
uk: Увійдіть у Bitwarden
vi: Đăng nhập Bitwarden
zh_hans: 登录到 Bitwarden
zh_hant: 登入 Bitwarden

source: Manage
ar: إدارة
az: İdarə et
bg: Управление
cs: Správa
da: Håndtér
de: Verwalten
el: Διαχείριση
fa: مدیریت
fi: Hallinta
fr: Gérer
gl: Xestionar
he: נהל
hr: Upravljanje
hu: Kezelés
id: Kelola
it: Gestisci
ja: 管理
lv: Pārvaldīt
nl: Beheer
pl: Zarządzaj
pt: Gerir
pt_br: Gerenciar
sk: Spravovať
sr: Управљати
ta: நிர்வகி
th: จัดการ
tr: Yönet
uk: Керування
vi: Quản lý
zh_hans: 管理
zh_hant: 管理
