Repository: bitwarden/ios
Catalog: BitwardenResources/Localizations/*.lproj/Localizable.strings
Languages: ar, az, bg, cs, da, de, el, fa, fi, fr, gl, he, hr, hu, id, it, ja, lv, nl, pl, pt, pt_br, sk, sr, ta, th, tr, uk, vi, zh_hans, zh_hant

# GenericErrorMessage
source: We were unable to process your request. Please try again or contact us.
ar: لم نتمكن من معالجة طلبك. الرجاء المحاولة مرة أخرى أو الاتصال بنا.
az: Tələbinizi emal edə bilmədik. Lütfən yenidən sınayın və ya bizimlə əlaqə saxlayın.
bg: Не може да обработим заявката ви. Моля опитайте отново или се свържете с нас.
cs: Nepodařilo se nám zpracovat Váš požadavek. Zkuste to znovu nebo nás kontaktujte.
da: Vi kunne ikke behandle din anmodning. Prøv venligst igen eller kontakt os.
de: Wir konnten deine Anfrage nicht bearbeiten. Bitte versuche es erneut oder kontaktiere uns.
el: Δεν μπορούμε να επεξεργαστούμε το αίτημά σας τώρα. Παρακαλούμε προσπαθήστε ξανά ή επικοινωνήστε με την υποστήριξη.
fa: ما نتوانستیم درخواست شما را پردازش کنیم. لطفاً دوباره امتحان کنید یا با ما تماس بگیرید.
fi: Pyyntöäsi ei voitu käsitellä. Yritä uudelleen tai ota meihin yhteyttä.
fr: Nous n'avons pas pu traiter votre requête. Veuillez réessayer ou nous contacter.
gl: Non puidemos procesar a túa solicitude. Por favor, téntao de novo ou contáctanos.
he: לא הצלחנו לעבד את הבקשה שלך. נא לנסות שוב או ליצור איתנו קשר.
hr: Trenutno ne možemo obraditi tvoj zahtjev. Pokušaj ponovno ili nas kontaktiraj.
hu: Nem lehetett feldolgozni a kérést. Próbáljuk újra vagy vegyük fel a kapcsolatot a Bitwarden szolgáltatóval.
id: Kami tidak dapat memproses permintaan Anda. Silakan coba lagi atau hubungi kami.
it: Non siamo riusciti a elaborare la tua richiesta. Riprova o contattaci.
ja: リクエストを処理できませんでした。もう一度やり直すか、お問い合わせください。
lv: Nebija iespējams apstrādāt pieprasījumu. Lūgums mēģināt vēlreiz vai sazināties ar mums.
nl: We kunnen uw aanvraag niet verwerken. Probeer het opnieuw of neem contact met ons op.
pl: Nie mogliśmy przetworzyć żądania. Spróbuj ponownie lub skontaktuj się z nami.
pt: Não foi possível processar o seu pedido. Por favor, tente novamente ou contacte-nos.
pt_br: Não foi possível processar o seu pedido. Tente novamente ou entre em contato conosco.
sk: Vašu žiadosť sa nám nepodarilo spracovať. Skúste to, prosím, znova alebo nás kontaktujte.
sr: Ваш захтев није успео да буде обрађен. Покушајте поново или нас контактирајте.
ta: உங்கள் கோரிக்கையை எங்களால் செயல்படுத்த முடியவில்லை. தயவுசெய்து மீண்டும் முயற்சிக்கவும் அல்லது எங்களைத் தொடர்பு கொள்ளவும்.
th: เราไม่สามารถดำเนินการตามคำขอของคุณได้ โปรดลองอีกครั้งหรือติดต่อเรา
tr: İsteğinizi işleyemedik. Lütfen yeniden deneyin veya bizimle iletişime geçin.
uk: Нам не вдалося обробити ваш запит. Спробуйте ще раз або зв'яжіться з нами.
vi: Chúng tôi không thể xử lý yêu cầu của bạn. Vui lòng thử lại hoặc liên hệ hỗ trợ.
zh_hans: 我们无法处理您的请求。请重试或联系我们。
zh_hant: 我們無法處理您的請求，請再試一次或聯絡我們。

source: Login requested
ar: طلب تسجيل الدخول
az: Giriş tələb olundu
bg: Направена е заявка за вписване
cs: Bylo vyžádáno přihlášení
da: Login anmodet
de: Anmeldung angefordert
el: Απαιτείται σύνδεση
fa: ورود الزامیست
fi: Kirjautumista pyydetty
fr: Identifiant requis
gl: Inicio de sesión solicitado
he: התבקשה כניסה
hr: Zatražena je prijava
hu: Bejelentkezés megkérve
id: Permintaan masuk
it: Accesso richiesto
ja: ログインリクエスト済み
lv: Pieprasīta pieteikšanās
nl: Inloggen verzocht
pl: Wysłano prośbę logowania
pt: Pedido de início de sessão
pt_br: Acesso solicitado
sk: Požadované prihlásenie
sr: Захтев пријаве
ta: உள்நுழைவு கோரப்பட்டது
th: มีการขอเข้าสู่ระบบ
tr: Giriş istendi
uk: Виконано запит входу
vi: Yêu cầu đăng nhập
zh_hans: 登录请求
zh_hant: 已要求登入

source: Are you trying to log in?
ar: هل تحاول تسجيل الدخول؟
az: Giriş etməyə çalışırsınız?
bg: Опитвате се да се впишете ли?
cs: Pokoušíte se přihlásit?
da: Forsøger du at logge ind?
de: Versuchst du dich anzumelden?
el: Προσπαθείτε να συνδεθείτε;
fa: آیا در تلاش برای ورود به سیستم هستید؟
fi: Yritätkö kirjautua sisään?
fr: Essayez-vous de vous connecter ?
gl: Estás intentando iniciar sesión?
he: האם את/ה מנסה להיכנס?
hr: Pokušavaš li se prijaviti?
hu: Megpróbálunk bejelentkezni?
id: Apakah Anda mencoba masuk?
it: Stai cercando di accedere?
ja: ログインしようとしていますか？
lv: Vai mēģini pieteikties?
nl: Probeer je in te loggen?
pl: Próbujesz się zalogować?
pt: Está a tentar iniciar sessão?
pt_br: Você está tentando se conectar?
sk: Snažíte sa prihlásiť?
sr: Да ли покушавате да се пријавите?
ta: உள்நுழைய முயல்கிறீரா?
th: คุณกำลังพยายามเข้าสู่ระบบใช่หรือไม่
tr: Giriş yapmaya mı çalışıyorsunuz?
uk: Ви намагаєтесь увійти?
vi: Bạn đang cố gắng đăng nhập?
zh_hans: 您正在尝试登录吗？
zh_hant: 您正在嘗試登入嗎？

# LogInAttemptByXOnY
source: Login attempt by %1$@ on %2$@
ar: محاولة تسجيل الدخول بواسطة %1$@ على %2$@
az: %1$@ tərəfindən %2$@ tarixində giriş cəhdi
bg: Опит за вписване от %1$@ в %2$@
cs: Pokus o přihlášení od %1$@ na %2$@
da: Loginforsøg af %1$@ på %2$@
de: Anmeldeversuch von %1$@ auf %2$@
el: Προσπάθεια σύνδεσης από τον/την %1$@ στο %2$@
fa: تلاش برای ورود به سیستم توسط %1$@ در %2$@
fi: Kirjautumisyritys tunnuksella %1$@ kohteessa %2$@.
fr: Tentative de connexion par %1$@ le %2$@
gl: Intento de inicio de sesión de %1$@ en %2$@
he: ניסיון כניסה על ידי %1$@ ב־%2$@
hr: Pokušaj prijave %1$@ na %2$@
hu: Bejelentlezési kísérlet %1$@ - %2$@
id: Upaya masuk oleh %1$@ pada %2$@
it: Tentativo di accesso di %1$@ su %2$@
ja: %2$@ への %1$@ によるログインの試行
lv: %1$@ pieteikšanās mēģinājums %2$@
nl: Inlogpoging door %1$@ op %2$@
pl: Próba logowania przez %1$@ na %2$@
pt: Tentativa de início de sessão por %1$@ em %2$@
pt_br: Tentativa de acesso por %1$@ em %2$@
sk: Pokus o prihlásenie do konta %1$@ dňa %2$@
sr: %1$@ пробао да се пријави на %2$@
ta: %1$@ ஆல் %2$@ இல் உள்நுழைவு முயற்சி
th: ความพยายามเข้าสู่ระบบโดย %1$@ เมื่อ %2$@
tr: %1$@ - %2$@ giriş denemesi
uk: Спроба входу в систему користувачем %1$@: %2$@
vi: Thao tác đăng nhập của %1$@ vào %2$@
zh_hans: %1$@ 在 %2$@ 上的登录尝试
zh_hant: %1$@ 在 %2$@ 上的登入嘗試

source: Device type
ar: نوع الجهاز
az: Cihaz növü
bg: Вид устройство
cs: Typ zařízení
da: Enhedstype
de: Gerätetyp
el: Τύπος συσκευής
fa: نوع دستگاه
fi: Laitteen tyyppi
fr: Type d'appareil
gl: Tipo de dispositivo
he: סוג מכשיר
hr: Vrsta uređaja
hu: Eszköz típus
id: Jenis perangkat
it: Tipo di dispositivo
ja: デバイス種別
lv: Ierīces veids
nl: Apparaattype
pl: Rodzaj urządzenia
pt: Tipo de dispositivo
pt_br: Tipo de dispositivo
sk: Typ zariadenia
sr: Тип уређаја
ta: சாதன வகை
th: ประเภทอุปกรณ์
tr: Cihaz türü
uk: Тип пристрою
vi: Loại thiết bị
zh_hans: 设备类型
zh_hant: 裝置類型

source: IP address
ar: عنوان IP
az: IP ünvan
bg: IP адрес
cs: IP adresa
da: IP-adresse
de: IP-Adresse
el: Διεύθυνση IP
fa: نشانی IP
fi: IP-osoite
fr: Adresse IP
gl: Enderezo IP
he: כתובת IP
hr: IP adresa
hu: IP cím
id: Alamat IP
it: Indirizzo IP
ja: IP アドレス
lv: IP adrese
nl: IP-adres
pl: Adres IP
pt: Endereço IP
pt_br: Endereço de IP
sk: IP adresa
sr: ИП адреса
ta: IP முகவரி
th: ที่อยู่ IP
tr: IP adresi
uk: IP-адреса
vi: Địa chỉ IP
zh_hans: IP 地址
zh_hant: IP 位址

source: Time
ar: الوقت
az: Vaxt
bg: Време
cs: Čas
da: Tid
de: Zeit
el: Ώρα
fa: زمان
fi: Aika
fr: Heure
gl: Hora
he: זמן
hr: Vrijeme
hu: Időpont
id: Waktu
it: Ora
ja: 時間
lv: Laiks
nl: Tijd
pl: Czas
pt: Hora
pt_br: Horário
sk: Čas
sr: Време
ta: நேரம்
th: เวลา
tr: Tarih
uk: Час
vi: Thời gian
zh_hans: 时间
zh_hant: 時間

source: Near
ar: قريب
az: Yaxın
bg: Близо
cs: Poblíž
da: I nærheden af
de: Nahe
el: Κοντά
fa: نزدیک
fi: Lähellä
fr: Proche de
gl: Cerca
he: ליד
hr: Blizu
hu: Közelében
id: Dekat
it: Vicino
ja: 付近
lv: Tuvu
nl: Dichtbij
pl: Blisko
pt: Perto
pt_br: Perto de
sk: V blízkosti
sr: Близу
ta: இதற்கருகில்
th: ใกล้กับ
tr: Konum
uk: Поблизу
vi: Gần
zh_hans: 靠近
zh_hant: 靠近

source: Confirm login
ar: تأكيد تسجيل الدخول
az: Girişi təsdiqlə
bg: Потвърждаване на вписването
cs: Potvrdit přihlášení
da: Bekræft login
de: Anmeldung genehmigen
el: Επιβεβαίωση σύνδεσης
fa: تأیید ورود
fi: Vahvista kirjautuminen
fr: Confirmer la connexion
gl: Aprobar inicio de sesión
he: אשר כניסה
hr: Potvrdi prijavu
hu: Bejelentkezés megerősítése
id: Konfirmasi masuk
it: Consenti accesso
ja: ログインを承認
lv: Apstiprināt pieteikšanos
nl: Inloggen bevestigen
pl: Potwierdź logowanie
pt: Confirmar início de sessão
pt_br: Confirmar acesso
sk: Potvrdiť prihlásenie
sr: Потврди пријављивање
ta: உள்நுழைவை உறுதிபடுத்து
th: ยืนยันการเข้าสู่ระบบ
tr: Girişi onayla
uk: Підтвердити вхід
vi: Xác nhận đăng nhập
zh_hans: 确认登录
zh_hant: 確認登入

source: Deny login
ar: رفض تسجيل الدخول
az: Girişi rədd et
bg: Отказване на вписването
cs: Zamítnout přihlášení
da: Afvis login
de: Anmeldung ablehnen
el: Άρνηση σύνδεσης
fa: رد ورود
fi: Hylkää kirjautuminen
fr: Refuser la connexion
gl: Denegar inicio de sesión
he: דחה כניסה
hr: Odbij prijavu
hu: Bejelentkezés megtagadása
id: Tolak masuk
it: Nega accesso
ja: ログインを拒否
lv: Atteikt pieteikšanos
nl: Inloggen afwijzen
pl: Odrzuć logowanie
pt: Recusar início de sessão
pt_br: Negar acesso
sk: Odmietnuť prihlásenie
sr: Одбиј пријављивање
ta: உள்நுழைவை மறு
th: ปฏิเสธการเข้าสู่ระบบ
tr: Girişi reddet
uk: Заборонити вхід
vi: Từ chối đăng nhập
zh_hans: 拒绝登录
zh_hant: 拒絕登入

source: Just now
ar: للتو
az: İndicə
bg: Току-що
cs: Právě teď
da: Netop nu
de: Gerade eben
el: Μόλις τώρα
fa: همین الان
fi: Juuri nyt
fr: À l'instant
gl: Agora
he: זה עתה
hr: Upravo
hu: Éppen most
id: Baru saja
it: Adesso
ja: たった今
lv: Tikko
nl: Zojuist
pl: Teraz
pt: Agora mesmo
pt_br: Agora há pouco
sk: Práve teraz
sr: Управо сада
ta: சற்று முன்
th: เมื่อสักครู่
tr: Az önce
uk: Щойно
vi: Vừa xong
zh_hans: 刚刚
zh_hant: 剛剛

# XMinutesAgo
source: %1$@ minutes ago
ar: منذ %1$@ دقائق
az: %1$@ dəqiqə əvvəl
bg: Преди %1$@ минути
cs: Před %1$@ minutami
da: %1$@ minutter siden
de: vor %1$@ Minuten
el: %1$@ λεπτά πριν
fa: %1$@ دقيقه پیش
fi: %1$@ minuuttia sitten
gl: Hai %1$@ minutos
hr: prije %1$@ minute/a
hu: %1$@ perce
it: %1$@ minuti fa
ja: %1$@ 分前
lv: Pirms %1$@ minūtēm
nl: %1$@ minuten geleden
pl: %1$@ min temu
pt: Há %1$@ minutos
sk: Pred %1$@ minútami
sr: пре %1$@ минута
uk: %1$@ хвилин тому
vi: %1$@ phút trước
zh_hans: %1$@ 分钟前
zh_hant: %1$@ 分鐘之前

source: Login denied
ar: تم رفض تسجيل الدخول
az: Giriş rədd edildi
bg: Вписването е отказано
cs: Přihlášení zamítnuto
da: Login afvist
de: Anmeldung abgelehnt
el: Η σύνδεση απορρίφθηκε
fa: ورود رد شد
fi: Kirjautuminen estetty
fr: Connexion refusée
gl: Inicio de sesión denegado
he: הכניסה נדחתה
hr: Prijava odbijena
hu: A bejelentkezés megtagadásra került.
id: Masuk ditolak
it: Accesso negato
ja: ログインを拒否しました
lv: Pieteikšanās ir atteikta
nl: Inloggen afgewezen
pl: Logowanie zostało odrzucone
pt: Início de sessão recusado
pt_br: Acesso negado
sk: Prihlásenie zamietnuté
sr: Пријава одбијена
ta: உள்நுழைவு மறுக்கப்பட்டது
th: ปฏิเสธการเข้าสู่ระบบแล้ว
tr: Giriş reddedildi
uk: Вхід заборонено
vi: Đăng nhập bị từ chối
zh_hans: 登录被拒绝
zh_hant: 登入被拒絕

source: Approve login requests
ar: الموافقة على طلبات تسجيل الدخول
az: Giriş tələblərini təsdiqlə
bg: Одобряване на заявки за вписване
cs: Schválit žádosti o přihlášení
da: Godkend loginanmodninger
de: Anmeldeanfragen genehmigen
el: Έγκριση αιτήσεων σύνδεσης
fa: درخواست‌های ورود را تأیید کنید
fi: Hyväksy kirjautumispyyntöjä
fr: Approuver les demandes de connexion
gl: Aprobar solicitudes de inicio de sesión
he: אשר בקשות כניסה
hr: Odobri pokušaje prijave
hu: Bejelentkezési kérelmek jóváhagyása
id: Izinkan permintaan masuk
it: Approva richieste di accesso
ja: ログインリクエストを承認する
lv: Apstiprināt pieteikšanās pieprasījumus
nl: Inlogverzoeken goedkeuren
pl: Zatwierdź prośby logowania
pt: Aprovar pedidos de início de sessão
pt_br: Aprovar solicitações de acesso
sk: Schvaľovanie žiadostí o prihlásenie
sr: Одобравање захтева за пријављивање
ta: உள்நுழைவு கோரிக்கைகளை ஒப்புக்கொள்
th: อนุมัติคำขอเข้าสู่ระบบ
tr: Giriş isteklerini onayla
uk: Схвалювати запити на вхід
vi: Phê duyệt yêu cầu đăng nhập
zh_hans: 批准登录请求
zh_hant: 批准登入要求

# ConfimLogInAttempForX
source: Confirm login attempt for %1$@
ar: تأكيد محاولة تسجيل الدخول لـ %1$@
az: %1$@ üçün giriş cəhdini təsdiqlə
bg: Потвърждаване на заявката за вписване за %1$@
cs: Potvrdit pokus o přihlášení pro %1$@
da: Bekræft loginforsøg for %1$@
de: Anmeldeversuch für %1$@ bestätigen
el: Επιβεβαίωση προσπάθειας σύνδεσης για %1$@
fa: تأیید تلاش برای ورود به سیستم برای %1$@
fi: Vahvista kirjautuminen tunnuksella %1$@
fr: Confirmer la tentative de connexion pour %1$@
gl: Aprobar inicio de sesión para %1$@
he: אשר ניסיון כניסה עבור %1$@
hr: Potvrdi pokušaj prijave za %1$@
hu: Bejelentkezési kísérlet megerősítése: %1$@
id: Konfirmasi upaya masuk untuk %1$@
it: Conferma il tentativo di accesso di %1$@
ja: %1$@ のログイン試行を承認
lv: Apstiprināt %1$@ pieteikšanās mēģinājumu
nl: Inlogpoging voor %1$@ bevestigen
pl: Potwierdź próbę logowania dla %1$@
pt: Confirmar tentativa de início de sessão de %1$@
pt_br: Confirmar tentativa de acesso para %1$@
sk: Potvrdiť pokus o prihlásenie pre %1$@
sr: Потврдити пријаву за %1$@
ta: %1$@-க்கான உள்நுழைவு முயற்சியை உறுதுபடுத்து
th: ยืนยันความพยายามเข้าสู่ระบบสำหรับ %1$@
tr: %1$@ girişini onayla
uk: Підтвердити спробу входу для %1$@
vi: Phê duyệt đăng nhập cho %1$@
zh_hans: 确认 %1$@ 的登录尝试
zh_hant: 確認 %1$@ 的登入嘗試

source: Password type
ar: نوع كلمة المرور
az: Parol növü
bg: Тип парола
cs: Typ hesla
da: Adgangskodetype
de: Passworttyp
el: Τύπος Κωδικού
fa: نوع کلمه عبور
fi: Salasanan tyyppi
fr: Type de mot de passe
gl: Tipo de contrasinal
he: סוג סיסמה
hr: Tip lozinke
hu: Jelszótípus
id: Jenis sandi
it: Tipo di password
ja: パスワードの種類
lv: Paroles veids
nl: Type wachtwoord
pl: Rodzaj hasła
pt: Tipo de palavra-passe
pt_br: Tipo da senha
sr: Тип лозинке
ta: கடவுச்சொல் வகை
th: ประเภทรหัสผ่าน
tr: Parola türü
uk: Тип пароля
vi: Loại mật khẩu
zh_hans: 密码类型
zh_hant: 密碼類型

source: Username type
ar: نوع اسم المستخدم
az: İstifadəçi adı növü
bg: Тип потребителско име
cs: Typ uživatelského jména
da: Brugernavnstype
de: Benutzernamenstyp
el: Τύπος Ονόματος Χρήστη
fa: نوع نام کاربری
fi: Käyttäjätunnuksen tyyppi
fr: Type de nom d'utilisateur
gl: Tipo de nome de usuario
he: סוג שם משתמש
hr: Tip korisničkog imena
hu: Felhasználónév típusa
id: Jenis nama pengguna
it: Tipo di nome utente
ja: ユーザー名の種類
lv: Lietotājvārda veids
nl: Type gebruikersnaam
pl: Rodzaj nazwy użytkownika
pt: Tipo de nome de utilizador
pt_br: Tipo do nome de usuário
sk: Typ používateľského mena
sr: Тип имена
ta: பயனர்பெயர் வகை
th: ประเภทชื่อผู้ใช้
tr: Kullanıcı adı türü
uk: Тип імені користувача
vi: Loại tên đăng nhập
zh_hans: 用户名类型
zh_hant: 使用者名稱類型

source: Plus addressed email
ar: بريد إلكتروني موجه أكثر
az: Plyus ünvanlı e-poçt
bg: Адрес на е-поща с плюс
cs: E-mailová adresa s plusem
da: Plus-adresseret e-mail
de: Plus-adressierte E-Mail-Adresse
el: Συν διεύθυνση ηλ. ταχυδρομείου
fa: به علاوه نشانی ایمیل داده شده
fi: Plus+merkkinen sähköposti
fr: Courriel sous-adressé
gl: Correo con alias
he: דוא"ל ממוען בפלוס
hr: Plus adresa e-pošte
hu: További címzési email cím
id: Alamat email plus
it: Indirizzo email alternativo
ja: プラス付きのメールアドレス
lv: E-pasta adrese ar plusu
nl: E-mailadres-met-plus
pl: Adres e-mail z plusem
pt: E-mail com subendereço
pt_br: E-mail endereçado com +
sk: E-mail s plusovým aliasom
sr: Плус адреса Е-поште
ta: பிளஸ் முகவரியிடப்பட்ட மின்னஞ்சல்
th: อีเมลแบบ Plus Addressing
tr: Artı adresli e-posta
uk: Адреса е-пошти з плюсом
vi: Địa chỉ email có hậu tố
zh_hans: 附加地址电子邮箱
zh_hant: 加號地址電子郵件

source: Catch-all email
ar: تجميع كل البريد
az: Catch-all E-poçt
bg: Хващаща всичко е-поща
cs: E-mail pro doménový koš
da: Fang-alle e-mail
de: Catch-All E-Mail-Adresse
el: Διεύθυνση ηλ. ταχυδρομείου κάθε σκοπού
fa: دریافت همه ایمیل‌ها
fi: Catch-all-sähköposti
fr: Courriel "catch-all"
gl: Correo "catch-all"
he: דוא"ל תופס־כל
hr: Dohvati sve (catch-all) e-pošta
hu: Összes email cím begyűjtése
id: Email Catch-all
it: Email catch-all
ja: キャッチオールメール
lv: Visu tverošā e-pasta adrese
pl: Adres catch-all
pt: E-mail de captura geral
pt_br: E-mail pega-tudo
sr: „Ухвати све“ е-порука
ta: கேட்ச்-ஆல் மின்னஞ்சல்
th: อีเมลแบบ Catch-all
tr: Catch-all e-posta
uk: Адреса е-пошти Catch-all
zh_hans: Catch-all 电子邮箱
zh_hant: Catch-all 電子郵件

source: Forwarded email alias
ar: إعادة توجيه الاسم المستعار للبريد الإلكتروني
az: Yönləndirilən e-poçt ləqəbi
bg: Псевдоним на препратена е-поща
cs: Alias přeposílaného e-mailu
da: Videresendt e-mail alias
de: Weitergeleitetes E-Mail-Alias
el: Προωθημένο ψευδώνυμο διεύθυνσης ηλ. ταχυδρομείου
fa: نام مستعار ایمیل فوروارد شده
fi: Sähköpostialias ohjaukseen
fr: Alias de courriel transféré
gl: Alias de correo redirixido
he: כינוי דוא"ל מועבר
hr: Proslijeđeni pseudonim e-pošte
hu: Továbbított email álnevek
id: Alias email terusan
it: Alias email inoltrate
ja: 転送されたメールエイリアス
lv: Pārvirzīto e-pastu aizstājvārds
nl: Doorgestuurd e-mailalias
pl: Alias przekierowania
pt: Alias de e-mail reencaminhado
pt_br: Alias de encaminhamento de e-mail
sk: Alias presmerovaného e-mailu
sr: Прослеђен псеудоним е-поште
ta: பார்வர்டு செய்யப்பட்ட மின்னஞ்சல் மாற்றுப்பெயர்
th: นามแฝงอีเมลแบบส่งต่อ
tr: İletilen e-posta maskesi
uk: Псевдонім е-пошти для пересилання
vi: Địa chỉ email thay thế
zh_hans: 转发的电子邮箱别名
zh_hant: 轉寄的電子郵件別名

source: Random word
ar: كلمة عشوائية
az: Təsadüfi söz
bg: Произволна дума
cs: Náhodné slovo
da: Tilfældigt ord
de: Zufälliges Wort
el: Τυχαία Λέξη
fa: کلمه تصادفی
fi: Satunnainen sana
fr: Mot aléatoire
gl: Palabra aleatoria
he: מילה אקראית
hr: Nasumična riječ
hu: Véletlenszerű szó
id: Kata acak
it: Parola casuale
ja: ランダムな単語
lv: Nejaušs vārds
nl: Willekeurig woord
pl: Losowe słowo
pt: Palavra aleatória
pt_br: Palavra aleatória
sk: Náhodné slovo
sr: Случајна реч
ta: ஏதோவொருச் சொல்
th: คำสุ่ม
tr: Rastgele kelime
uk: Випадкове слово
vi: Từ ngẫu nhiên
zh_hans: 随机单词
zh_hant: 隨機單字

# EmailRequiredParenthesis
source: Email (required)
ar: البريد الإلكتروني (مطلوب)
az: E-poçt (tələb olunur)
bg: Е-поща (задължително)
cs: E-mail (vyžadován)
da: E-mail (obligatorisk)
de: E-Mail-Adresse (erforderlich)
el: Διεύθυνση ηλ. ταχυδρομείου (απαιτείται)
fa: ایمیل (الزامی)
fi: Sähköpostiosoite (pakollinen)
fr: Courriel (requis)
gl: Correo electrónico (obrigatorio)
he: דוא"ל (נדרש)
hr: Adresa e-pošte (obavezno)
hu: Email cím (kötelező)
id: Email (wajib)
it: Email (obbligatoria)
ja: メールアドレス（必須）
lv: E-pasta adrese (nepieciešama)
nl: E-mailadres (verplicht)
pl: Adres e-mail (wymagany)
pt: E-mail (obrigatório)
pt_br: E-mail (obrigatório)
sk: E-mail (povinné)
sr: Е-пошта (обавезно)
ta: மின்னஞ்சல் (தேவை)
th: อีเมล (จำเป็น)
tr: E-posta (gerekli)
uk: Е-пошти (обов'язково)
vi: Email (bắt buộc)
zh_hans: 电子邮箱（必填）
zh_hant: Email（必填）

# DomainNameRequiredParenthesis
source: Domain name (required)
ar: اسم المجال (مطلوب)
az: Domen adı (tələb olunur)
bg: Име на домейн (задължително)
cs: Název domény (vyžadován)
da: Domænenavn (obligatorisk)
de: Domainname (erforderlich)
el: Όνομα Τομέα (απαιτείται)
fa: نام دامنه (الزامی)
fi: Verkkotunnus (pakollinen)
fr: Nom de domaine (requis)
gl: Nome do dominio (obrigatorio)
he: שם דומיין (נדרש)
hr: Naziv domene (obavezno)
hu: Domain név (kötelező)
id: Nama domain (wajib)
it: Nome dominio (obbligatorio)
ja: ドメイン名（必須）
lv: Domēna vārds (nepieciešams)
nl: Domeinnaam (verplicht)
pl: Nazwa domeny (wymagana)
pt: Nome do domínio (obrigatório)
pt_br: Nome do domínio (obrigatório)
sk: Názov domény (povinné)
sr: Име домена (обавезно)
ta: களப்பெயர் (தேவை)
th: ชื่อโดเมน (จำเป็น)
tr: Alan adı (gerekli)
uk: Ім'я домену (обов'язково)
vi: Tên miền (bắt buộc)
zh_hans: 域名（必填）
zh_hant: 網域名稱（必填）

# APIKeyRequiredParenthesis
source: API key (required)
ar: مفتاح API (مطلوب)
az: API açarı (tələb olunur)
bg: Ключ за API (задължително)
cs: Klíč API (vyžadován)
da: API-nøgle (obligatorisk)
de: API-Schlüssel (erforderlich)
el: Κλειδί API (απαιτείται)
fa: کلید API (الزامی)
fi: API-avain (pakollinen)
fr: Clé API (requise)
gl: Clave da API (obrigatorio)
he: מפתח API (נדרש)
hr: API ključ (obavezno)
hu: API kulcs (kötelező)
id: Key API (wajib)
it: Chiave API (obbligatoria)
ja: API キー (必須)
lv: API atslēga (nepieciešama)
nl: API-sleutel (verplicht)
pl: Klucz API (wymagany)
pt: Chave da API (obrigatório)
pt_br: Chave da API (obrigatória)
sk: Kľúč API (povinné)
sr: API кључ (обавезно)
ta: API விசை (தேவை)
th: คีย์ API (จำเป็น)
tr: API anahtarı (gerekli)
uk: Ключ API (обов'язково)
vi: Khóa API (bắt buộc)
zh_hans: API 密钥（必填）
zh_hant: API 金鑰（必填）

source: Service
ar: الخدمة
az: Xidmət
bg: Услуга
cs: Služba
da: Tjeneste
de: Dienst
el: Υπηρεσία
fa: سرویس
fi: Palvelu
gl: Servizo
he: שירות
hr: Usluga
hu: Szolgáltatás
id: Layanan
it: Servizio
ja: サービス
lv: Pakalpojums
nl: Dienst
pl: Usługa
pt: Serviço
pt_br: Serviço
sk: Služba
sr: Сервис
ta: சேவை
th: บริการ
tr: Servis
uk: Послуга
vi: Dịch vụ
zh_hans: 服务
zh_hant: 服務

source: API access token
ar: رمز الوصول API
az: API müraciət tokeni
bg: Идентификатор за достъп до API
cs: Přístupový token API
da: API-adgangstoken
de: API-Zugriffstoken
fa: توکن دسترسی API
fi: API-käyttötunniste
fr: Jeton d'accès API
gl: Token de acceso á API
he: אסימון גישת API
hr: Token za API pristup
hu: API hozzáférési vezérjel
id: Token akses API
it: Token di accesso API
ja: API アクセストークン
lv: API piekļuves pilnvara
nl: API-toegangstoken
pl: Token dostępu API
pt: Token de acesso à API
pt_br: Token de acesso à API
sk: Prístupový token API
sr: Приступни АПИ токен
ta: API அணுகல் கிள்ளாக்கு
th: โทเค็นการเข้าถึง API
tr: API erişim token'ı
uk: Токен доступу до API
vi: Token truy cập API
zh_hans: API 访问令牌
zh_hant: API 存取權杖

source: Are you sure you want to overwrite the current username?
ar: هل أنت متأكد من أنك تريد الكتابة فوق اسم المستخدم الحالي؟
az: Hazırkı istifadəçi adının üzərinə yazmaq istədiyinizə əminsiniz?
bg: Наистина ли искате да замените текущото потребителско име?
cs: Opravdu chcete přepsat aktuální uživatelské jméno?
da: Er du sikker på, at du vil overskrive det aktuelle brugernavn?
de: Bist Du sicher, dass Du den aktuellen Benutzernamen überschreiben möchtest?
el: Είστε βέβαιοι ότι θέλετε να αντικαταστήσετε το τρέχον όνομα χρήστη;
fa: آیا از بازنویسی نام کاربری فعلی مطمئن هستید؟
fi: Haluatko varmasti korvata nykyisen käyttäjätunnuksen?
fr: Êtes-vous sûr(e) de vouloir remplacer le nom d'utilisateur actuel ?
gl: Seguro que queres sobrescribir o nome de usuario actual?
he: האם אתה בטוח שברצונך לדרוס את שם המשתמש הנוכחי?
hr: Sigurno želiš prebrisati trenutno korisničko ime?
hu: Biztosan felülírásra kerüljön az aktuális felhasználónév?
id: Anda yakin ingin menimpa nama pengguna saat ini?
it: Sei sicuro di voler sovrascrivere il nome utente corrente?
ja: 現在のユーザー名を上書きしてもよろしいですか？
lv: Vai tiešām pārrakstīt pašreizējo lietotājvārdu?
nl: Weet je zeker dat je de huidige gebruikersnaam wilt overschrijven?
pl: Czy na pewno chcesz nadpisać obecną nazwę użytkownika?
pt: Tem a certeza de que pretende substituir o nome de utilizador atual?
pt_br: Tem certeza que deseja substituir o nome de usuário atual?
sk: Naozaj chcete prepísať aktuálne používateľské meno?
sr: Сигурно преписати тренутно име?
ta: தற்போதைய பயனர்பெயரை மேலெழுத உறுதியா?
th: ยืนยันที่จะเขียนทับชื่อผู้ใช้ปัจจุบันหรือไม่
tr: Kullanıcı adının üzerine kaydetmek istediğinizden emin misiniz?
uk: Ви дійсно бажаєте перезаписати поточне ім'я користувача?
vi: Bạn có chắc chắn muốn ghi đè lên tên đăng nhập hiện tại không?
zh_hans: 确定要覆盖当前用户名吗？
zh_hant: 您確定要覆寫目前的使用者名稱嗎？

source: Generate username
ar: إنشاء اسم المستخدم
az: İstifadəçi adı yarat
bg: Генериране на потр. име
cs: Vygenerovat uživatelské jméno
da: Generér brugernavn
de: Benutzername generieren
el: Δημιουργία Ονόματος Χρήστη
fa: ایجاد نام کاربری
fi: Luo käyttäjätunnus
fr: Générer un nom d'utilisateur
gl: Xerar nome de usuario
he: צור שם משתמש
hr: Generiraj korisničko ime
hu: Felhasználónév generálása
id: Buat nama pengguna
it: Genera nome utente
ja: ユーザー名を生成
lv: Izveidot lietotājvārdu
nl: Gebruikersnaam genereren
pl: Wygeneruj nazwę użytkownika
pt: Gerar nome de utilizador
pt_br: Gerar nome de usuário
sk: Vygenerovať používateľské meno
sr: Генериши име
ta: பயனர்பெயர் உருவாக்கு
th: สร้างชื่อผู้ใช้
tr: Kullanıcı adı oluştur
uk: Генерувати ім'я користувача
vi: Tạo tên đăng nhập
zh_hans: 生成用户名
zh_hant: 產生使用者名稱
