Repository: bitwarden/ios
Catalog: BitwardenResources/Localizations/*.lproj/Localizable.strings
Languages: ar, az, bg, cs, da, de, el, fa, fi, fr, gl, he, hr, hu, id, it, ja, lv, nl, pl, pt, pt_br, sk, sr, ta, th, tr, uk, vi, zh_hans, zh_hant

source: Select the link in the email to verify your email address and continue creating your account.
ar: حدد الرابط الموجود في البريد الإلكتروني للتحقق من عنوان البريد الإلكتروني الخاص بك ومواصلة إنشاء الحساب الخاص بك.
az: E-poçt ünvanınızı doğrulamaq və hesabınızı yaratmağa davam etmək üçün e-poçtdakı keçidi seçin.
bg: Последвайте връзката в е-писмото, за да потвърдите адреса на е-пощата си и да продължите със създаването на регистрацията си.
cs: Klepnutím na odkaz v e-mailu ověřte svou e-mailovou adresu a pokračujte ve vytváření účtu.
de: Klick auf den Link in der E-Mail, um deine E-Mail-Adresse zu verifizieren und mit der Erstellung deines Kontos fortzufahren.
fa: پیوند موجود در ایمیل را انتخاب کنید تا نشانی ایمیل خود را تأیید کرده و روند ایجاد حساب کاربری را ادامه دهید.
fi: Vahvista sähköpostiosoitteesi ja jatka tilisi luontia avaamalla viestissä oleva linkki.
fr: Sélectionnez le lien dans le courriel pour vérifier votre adresse courriel et continuer à créer votre compte.
he: בחר את הקישור בדוא"ל שלך כדי לאמת את כתובת הדוא"ל שלך ולהמשיך ליצור את החשבון שלך.
hr: Odaberi vezu poslanu e-poštom za potvrdu svoje adrese i nastavi s izradom računa.
hu: Válasszuk ki az emailben található hivatkozást az email cím ellenőrzéséhez és folytassuk a fiók létrehozását.
id: Klik tautan di email untuk verifikasi alamat email Anda dan lanjutkan buat akun.
it: Seleziona il collegamento nell'e-mail per verificare il tuo indirizzo e-mail e continuare a creare il tuo account.
ja: メール内のリンクを選択してメールアドレスを確認し、アカウント作成を続行してください。
lv: Jāatver e-pasta ziņojumā esošā saite, lai apliecininātu savu e-pasta adresi un turpinātu sava konta izveidi.
nl: Gebruik de link in het e-mailbericht om je e-mailadres te verifiëren en door te gaan met het aanmaken van je account.
pl: Kliknij link w wiadomości, aby zweryfikować adres e-mail i utworzyć konto.
pt: Selecione o link no e-mail enviado para verificar o seu endereço de e-mail e continuar a criar a sua conta.
pt_br: Abra o link no e-mail para confirmar o seu endereço de e-mail e continuar a criar a sua conta.
sk: Vyberte odkaz v e-maile, aby ste overili e-mailovú adresu a pokračujte vo vytváraní účtu.
sr: Изабери везу у е-поруци да верификујеш своју адресу е-поште и наставиш са прављењем налога.
ta: உங்கள் மின்னஞ்சல் முகவரியைச் சரிபார்க்கவும், உங்கள் கணக்கை உருவாக்குவதைத் தொடரவும் மின்னஞ்சலில் உள்ள இணைப்பைத் தேர்ந்தெடுக்கவும்.
th: เลือกลิงก์ในอีเมลเพื่อยืนยันที่อยู่อีเมลและดำเนินการสร้างบัญชีต่อ
tr: E-posta adresinizi onaylayarak hesap açılışına devam etmek için e-postadaki bağlantıya tıklayın.
uk: Перейдіть за посиланням у листі, щоб підтвердити адресу електронної пошти й продовжити створення облікового запису.
vi: Nhấn vào liên kết trong email để xác minh địa chỉ email của bạn và tiếp tục tạo tài khoản.
zh_hans: 选择电子邮件中的链接以验证您的电子邮箱地址并继续创建您的账户。

source: Open email app
ar: افتح تطبيق البريد الإلكتروني
az: E-poçt tətbiqini aç
bg: Отваряне на приложението за е-поща
cs: Otevřít e-mailovou aplikaci
da: Åbn e-mail app
de: E-Mail-App öffnen
el: Άνοιγμα εφαρμογής ηλ. ταχυδρομείου
fa: برنامه‌ی ایمیل را باز کنید
fi: Avaa sähköpostappi
fr: Ouvrir mon application d'e-mail
gl: Abrir app de email
he: פתח יישום דוא"ל
hr: Otvori aplikaciju za e-poštu
hu: Email alkalmazás megnyitása
id: Buka apl email
it: Apri l'app email
ja: メールアプリを開く
lv: Atvērt e-pasta lietotni
nl: E-mail-app openen
pl: Otwórz aplikację poczty e-mail
pt: Abrir a app de e-mail
pt_br: Abrir aplicativo de e-mail
sk: Otvoriť e-mailovú aplikáciu
sr: Отворите апликацију за имејл
ta: மின்னஞ்சல் பயன்பாட்டைத் திற
th: เปิดแอปอีเมล
tr: E-Posta uygulamasını aç
uk: Відкрийте програму електронної пошти
vi: Mở ứng dụng email
zh_hans: 打开电子邮箱 App
zh_hant: 開啟電子郵件 App

source: Email verified
ar: تم التحقق من البريد الإلكتروني
az: E-poçt doğrulandı
bg: Е-пощата е потвърдена
cs: E-mail byl ověřen
da: E-mail bekræftet
de: E-Mail-Adresse verifiziert
el: Η διεύθυνση ηλ. ταχυδρομείου επιβεβαιώθηκε
fa: ایمیل تأیید شد
fi: Sähköpostiosoite on vahvistettu
fr: E-mail vérifié
gl: Correo electrónico verificado
he: דוא"ל אומת
hr: e-pošta potvrđena
hu: Az email cím ellenőrzésre került.
id: Surel telah diverifikasi
it: Email verificata
ja: メールアドレスを認証しました
lv: E-pasta adrese ir apliecināta
nl: E-mailadres geverifieerd
pl: Adres e-mail został zweryfikowany
pt: E-mail verificado
pt_br: E-mail verificado
sk: E-mail bol overený
sr: Имејл верификован
ta: மின்னஞ்சல் சரிபார்க்கப்பட்டது
th: ยืนยันอีเมลแล้ว
tr: E-posta doğrulandı
uk: Електронну пошту підтверджено
vi: Đã xác minh email
zh_hans: 电子邮箱已验证
zh_hant: 電子郵件已驗證

source: Account successfully created!
ar: تم إنشاء الحساب بنجاح!
az: Hesab uğurla yaradıldı!
bg: Регистрацията е създадена успешно!
cs: Účet byl úspěšně vytvořen!
da: Kontoen er hermed oprettet!
de: Konto erfolgreich erstellt!
el: Επιτυχής δημιουργία λογαριασμού!
fa: حساب کاربری با موفقیت ایجاد شد!
fi: Tilin luonti onnistui!
fr: Compte créé avec succès !
gl: Conta creada con éxito!
he: החשבון נוצר בהצלחה!
hr: Račun je uspješno stvoren!
hu: A fiók sikeresen létrehozásra került.
id: Akun berhasil dibuat!
it: Account creato con successo.
ja: アカウントを作成しました！
lv: Konts ir veiksmīgi izveidots.
nl: Account succesvol aangemaakt!
pl: Konto zostało utworzone!
pt: Conta criada com sucesso!
pt_br: Conta criada com sucesso!
sk: Účet bol úspešne vytvorený!
sr: Налог је успешно креиран!
ta: கணக்கு வெற்றிகரமாக உருவாக்கப்பட்டது!
th: สร้างบัญชีสำเร็จแล้ว!
tr: Hesap başarıyla oluşturuldu!
uk: Обліковий запис успішно створено!
vi: Tạo tài khoản thành công!
zh_hans: 账户已成功创建！
zh_hant: 已成功建立帳號！

# ByContinuingYouAgreeToTheTermsOfServiceAndPrivacyPolicy
source: By continuing, you agree to the **[Terms of Service](%1$@)** and **[Privacy Policy](%2$@)**
ar: من خلال المتابعة، أنت توافق على **[شروط الخدمة](%1$@)** و **[سياسة الخصوصية](%2$@)**
az: Davam edərək, **[Xidmət Şərtləri](%1$@)** və **[Gizlilik Siyasəti](%2$@)** ilə razılaşırsınız
bg: Ако продължите, Вие се съгласявате с **[Условията за ползване](%1$@)** и **[Политиката за поверителност](%2$@)**
cs: Pokračováním souhlasíte s **[Podmínkami služby](%1$@)** a **[Zásadami ochrany osobních údajů](%2$@)**
da: Ved at fortsætte, accepterer du **[Vilkår for Tjeneste](%1$@)** og **[Fortrolighedspolitik](%2$@)**
de: Indem du fortfährst, stimmst du den **[Nutzungsbedingungen](%1$@)** und **[Datenschutzrichtlinien](%2$@)** zu
el: Συνεχίζοντας, συμφωνείτε με τους **[Όρους Χρήσης](%1$@)** και την **[Πολιτική Απορρήτου](%2$@)**
fa: با ادامه دادن، شما با **[شرایط خدمات](%1$@)** و **[سیاست حفظ حریم خصوصی](%2$@)** موافقت می‌کنید
fi: Jatkamalla hyväksyt **[Käyttöehdot](%1$@)** ja **[Tietosuojakäytännön](%2$@)**
fr: En continuant, vous acceptez les **[conditions d’utilisation](%1$@)** et la **[politique de confidentialité](%2$@)**
gl: Ó continuar, aceptas os **[Termos de Servizo](%1$@)** e a **[Política de Privacidade](%2$@)**
he: על ידי המשך, אתה מסכים ל**[תנאי השימוש](%1$@)** ו**[מדיניות הפרטיות](%2$@)**
hr: Nastavkom, slažeš se s **[Uvjetima usluge](%1$@)** i **[Politikom privatnosti](%2$@)**
hu: A folytatással elfogadjuk a **[Használati feltételeket](%1$@)** és az **[Adatvédelmi szabályokat](%2$@)**
id: Dengan melanjutkan, Anda menyetujui **[Ketentuan Layanan](%1$@)** dan **[Kebijakan Privasi](%2$@)**
it: Continuando, accetti i **[Termini di servizio](%1$@)** e l'**[Informativa sulla privacy](%2$@)**
ja: 続行すると **[サービス利用規約](%1$@)** と **[プライバシーポリシー](%2$@)** に同意したものとします
lv: Turpinot Tu piekrīti **[pakalpojuma izmantošanas nosacījumiem](%1$@)** un **[privātuma politikai](%2$@)**
nl: Door verder te gaan, gaat je akkoord met de **[Algemene voorwaarden](%1$@)** en het **[Privacybeleid](%2$@)**
pl: Kontynuując, akceptujesz **[Regulamin](%1$@)** i **[Politykę prywatności](%2$@)**
pt: Ao continuar, concorda com os **[Termos de utilização](%1$@)** e a **[Política de privacidade](%2$@)**
pt_br: Ao continuar, você concorda com os **[Termos de Serviço](%1$@)** e **[Política de Privacidade](%2$@)**
sk: Ak budete pokračovať, tak súhlasíte s **[Podmienkami používania](%1$@)** a **[Zásadami ochrany osobných údajov](%2$@)**
sr: Ако наставите, слажете се са **[Услови коришћења услуге](%1$@)** и **[Политика приватности](%2$@)**
ta: தொடர்வதன் மூலம், நீங்கள் **[சேவை விதிமுறைகள்](%1$@)** மற்றும் **[தனியுரிமைக் கொள்கை](%2$@)** க்கு உடன்படுகிறீர்கள்
th: เมื่อดำเนินการต่อ ถือว่าคุณยอมรับ **[ข้อกำหนดในการให้บริการ](%1$@)** และ **[นโยบายความเป็นส่วนตัว](%2$@)**
tr: Devam ederek, **[Hizmet Şartları](%1$@)** ve **[Gizlilik Politikası](%2$@)**'nı kabul etmiş olursunuz
uk: Продовжуючи, ви погоджуєтеся з **[Умовами використання](%1$@)** і **[Політикою приватності](%2$@)**
vi: Bằng cách tiếp tục, bạn đồng ý với **[Điều khoản Dịch vụ](%1$@)** và **[Chính sách Bảo mật](%2$@)**
zh_hans: 若继续，表示您同意 **[服务条款](%1$@)** 和 **[隐私政策](%2$@)**
zh_hant: 繼續前，您需同意 **[服務條款](%1$@)** 及 **[隱私權政策](%2$@)**

source: User verification for passkey
ar: التحقق من المستخدم لمفتاح المرور
az: Keçid açarı üçün istifadəçi doğrulaması
bg: Потвърждение на потребителя за секретен ключ
cs: Ověření uživatele pro přístupový klíč
da: Brugerbekræftelse for adgangsnøgle
de: Benutzer-Verifizierung für Passkey
el: Επαλήθευση χρήστη για κλειδί πρόσβασης
fa: تأیید هویت کاربر برای کلید عبور
fi: Vahvista pääsyavaimen käyttö
fr: Vérification de l'utilisateur pour la clé d'accès
gl: Verificación de usuario para Clave de acceso
he: אימות משתמש עבור מפתח גישה
hr: Potvrda korisnika za pristupni ključ
hu: Használjon megerősítést a belépőkulcshoz
id: Verifikasi pengguna untuk kunci sandi
it: Verifica utente per la passkey
ja: パスキーのユーザー認証
lv: Lietotāja apliecināšana piekļuves atslēgai
nl: Gebruikersverificatie voor passkey
pl: Weryfikacja użytkownika dla klucza dostępu
pt: Verificação do utilizador para a chave de acesso
pt_br: Verificação do usuário para a chave de acesso
sk: Overenie používateľa pre prístupový kľúč
sr: Верификација корисника за приступни кључ
ta: பாஸ்கீக்கான பயனர் சரிபார்ப்பு
th: การยืนยันผู้ใช้สำหรับพาสคีย์
tr: Geçiş anahtarı için kullanıcı doğrulaması
uk: Перевірка для використання ключа доступу
vi: Xác minh người dùng cho mã khoá
zh_hans: 通行密钥用户验证
zh_hant: 密碼金鑰的使用者驗證

source: New item
ar: عنصر جديد
az: Yeni element
bg: Нов елемент
cs: Nová položka
da: Nyt emne
de: Neuer Eintrag
el: Νέο στοιχείο
fa: مورد جدید
fi: Uusi kohde
fr: Nouvel élément
gl: Nova entrada
he: פריט חדש
hr: Nova stavka
hu: Új elem
id: Item baru
it: Nuovo elemento
ja: 新しいアイテム
lv: Jauns vienums
nl: Nieuw item
pl: Nowy element
pt: Novo item
pt_br: Novo item
sk: Nová položka
sr: Нова ставка
ta: புதிய பொருள்
th: รายการใหม่
tr: Yeni kayıt
uk: Новий запис
vi: Mục mới
zh_hans: 新增项目
zh_hant: 新項目

source: Explore the generator
ar: استكشف المولد
az: Yaradıcını kəşf et
bg: Разгледайте генератора
cs: Prozkoumat generátor
da: Tjek generatoren ud
de: Erkunde den Generator
el: Εξερευνήστε τη γεννήτρια
fa: تولید کننده را بررسی کنید
fi: Tutustu generaattoriin
fr: Découvrir le générateur
gl: Explorar o xerador
he: גלה את המחולל
hr: Istraži generator
hu: A generátor felfedezése
id: Jelajahi pembuat sandi
it: Esplora il generatore
ja: 生成機能について知る
lv: Izpētīt veidotāju
nl: Ontdek de generator
pl: Zobacz generator
pt: Explore o gerador
pt_br: Descubra o gerador
sk: Preskúmajte generátor
sr: Истражи генератор
ta: ஜெனரேட்டரை ஆராயவும்
th: สำรวจตัวสร้าง
tr: Üreteci keşfedin
uk: Ознайомитися з генератором
vi: Khám phá trình tạo
zh_hans: 探索生成器

source: Learn more about generating secure login credentials with a guided tour.
ar: تعلم المزيد حول إنشاء بيانات اعتماد تسجيل الدخول الآمنة مع جولة مصحوبة بمرشدين.
az: Bələdçili tur ilə güvənlik giriş üzrə kimlik məlumatlarının yaradılması barədə ətraflı öyrənin.
bg: Научете повече относно генерирането на сигурни данни за вписване, като преминете през стъпките на демонстрацията.
cs: Další informace o generování bezpečných přihlašovacích údajů pomocí prohlídky s průvodcem.
da: Find ud af mere om generering af sikre loginoplysninger med en guidet tur.
de: Erfahren mehr über die Erstellung sicherer Zugangsdaten mit einer geführten Tour.
fa: با یک راهنمای قدم به قدم، بیشتر درباره ایجاد اطلاعات ورود امن بیاموزید.
fi: Tutustu opastetusti turvallisten kirjautumistietojen luontiin.
fr: Apprenez-en plus sur la génération d'identifiants de connexion sécurisés grâce à une visite guidée.
gl: Aprender sobre a xeración de credenciais seguros cunha explicación acompañada.
he: למד עוד על יצירת אישורי כניסה מאובטחים עם סיור מודרך.
hr: Saznaj više o generiranju sigurnih vjerodajnica za prijavu uz vođeni obilazak.
hu: Tudjunk meg többet a biztonságos bejelentkezési hitelesítő adatok létrehozásáról egy vezetett bemutatóval.
id: Pelajari lebih lanjut tentang membuat kredensial login yang aman dengan tur panduan.
it: Scopri di più sulla generazione di credenziali di accesso sicure con un tour guidato.
ja: セキュアなログイン資格情報を生成する方法を、ガイド付きツアーでより深く学習しましょう。
lv: Drošas pieteikšanās informācijas izveidošanas iepazīšana soli pa solim.
nl: Lees meer over het genereren van veilige logingegevens met een begeleide tour.
pl: Dowiedz się więcej o generowaniu bezpiecznych danych logowania.
pt: Saiba mais sobre como gerar credenciais de início de sessão seguras com uma visita guiada.
pt_br: Saiba mais sobre gerar credenciais seguras com um guia.
sk: Ďalšie informácie o generovaní bezpečných prihlasovacích údajov získate pomocou prehliadky so sprievodcom.
sr: Сазнај више о генерисању безбедних акредитива за пријаву кроз вођену туру.
ta: வழிகாட்டப்பட்ட சுற்றுப்பயணத்துடன் பாதுகாப்பான உள்நுழைவு சான்றுகளை உருவாக்குவது பற்றி மேலும் அறிக.
th: เรียนรู้เพิ่มเติมเกี่ยวกับการสร้างข้อมูลเข้าสู่ระบบที่ปลอดภัยด้วยคำแนะนำแบบทีละขั้นตอน
tr: Rehberli tur ile güvenli hesap kimlik bilgileri oluşturma hakkında daha fazla bilgi edinin.
uk: Дізнайтеся про те, як генерувати надійні облікові дані для входу, пройшовши ознайомлення.
vi: Tìm hiểu thêm về cách tạo thông tin đăng nhập an toàn thông qua hướng dẫn.
zh_hans: 通过引导式教程，进一步了解有关生成安全登录凭据的信息。

# ExportVaultFilePwProtectInfo
source: This file export will be password protected and require the file password to decrypt.
ar: سيكون تصدير الملف هذا محميًا بكلمة مرور وسيتطلب كلمة مرور الملف لفك تشفيره.
az: Bu faylın xaricə köçürülməsi, parolla qorunacaq və şifrəsini açmaq üçün fayl parolu tələb olunacaq.
bg: Изнесеният файл ще бъде защитен с парола, която ще бъде необходима за дешифриране на файла.
cs: Tento soubor exportu bude chráněn heslem a k dešifrování bude vyžadovat heslo souboru.
da: Denne fileksport adgangskodebeskyttes, og dekryptering vil kræve filadgangskoden.
de: Dieser Datei-Export ist passwortgeschützt und erfordert das Dateipasswort zum Entschlüsseln.
el: Αυτή η εξαγωγή αρχείου θα προστατεύεται με κωδικό πρόσβασης και θα απαιτείται ο κωδικός πρόσβασης του αρχείου για αποκρυπτογράφηση.
fa: این پرونده برون ریزی با رمز محافظت می‌شود و برای رمزگشایی به کلمه عبور پرونده نیاز دارد.
fi: Tämä vientitiedosto suojataan salauksen purkuun tarvittavalla salasanalla.
fr: L'export de ce fichier sera protégé par un mot de passe qui sera nécessaire pour pouvoir le déchiffrer.
gl: O arquivo exportado estará protexido e requirirá o contrasinal do arquivo para descifralo.
he: קובץ ייצוא זה יהיה מוגן סיסמה ודורש את סיסמת הקובץ כדי לפענח.
hr: Ova izvozna datoteka biti će zaštićena lozinkom bez koje ju neće biti moguće dešifrirati.
hu: Ez a fájl export jelszó védett lesz, és ugyanezzel a jelszóval lehet később feloldani.
id: Ekspor file ini akan dilindungi sandi dan memerlukan sandi file untuk mendekripsi.
it: Il file esportato sarà protetto e richiederà la password per l'eventuale importazione.
ja: このファイルのエクスポートはパスワードで保護され、復号するにはファイルのパスワードが必要になります。
lv: Šī datņu izgūšana būs aizsargāta ar paroli, un būs nepieciešama datnes parole, lai to atšifrētu.
nl: Deze bestandsexport wordt met een wachtwoord beveiligd en vereist het bestandswachtwoord om te decoderen.
pl: Plik zostanie zaszyfrowany hasłem.
pt: A exportação deste ficheiro será protegida por uma palavra-passe e exigirá a palavra-passe do ficheiro para ser desencriptada.
pt_br: Este arquivo de exportação será protegido por senha e precisará da mesma para ser descriptografado.
sk: Tento exportovaný súbor bude chránený heslom a na dešifrovanie bude potrebné heslo súboru.
sr: Овај извоз ће бити заштићен лозинком и захтеваће лозинку датотеке за дешифровање.
ta: இந்த கோப்பு ஏற்றுமதி கடவுச்சொல் பாதுகாக்கப்படும், மேலும் கோப்பை மறையாக்கம் செய்ய கோப்பு கடவுச்சொல் தேவைப்படும்.
th: ไฟล์ส่งออกนี้จะถูกป้องกันด้วยรหัสผ่านและต้องใช้รหัสผ่านไฟล์เพื่อถอดรหัส
tr: Dışarı aktarılan bu dosya parola korumalı olacak ve dosyanın çözülmesi için parolayı girmeniz gerekecek.
uk: Цей експортований файл буде захищений паролем, який необхідно ввести для його розшифрування.
vi: Tệp tin này sẽ được bảo vệ bằng mật khẩu và yêu cầu mật khẩu tệp tin để giải mã.
zh_hans: 此文件导出将受密码保护，需要文件密码才能解密。
zh_hant: 此檔案匯出將受密碼保護，需要檔案密碼才能解密。

# IntroCarouselPage1Title
source: Security, prioritized
ar: الأمن، مرتبة حسب الأولوية
az: Təhlükəsizlik, prioritet
bg: Защитата е от първостепенна важност
cs: Bezpečnost, nadevše
da: Sikkerhed, prioriteret
de: Sicherheit, priorisiert
el: Η ασφάλεια σε προτεραιότητα
fa: امنیت، در اولویت
fi: Tietoturva etusijalla
fr: Priorité à la sécurité
gl: A seguridade, a nosa prioridade
he: אבטחה, מועדפת
hr: Sigurnost je imperativ
hu: Biztonság, prioritás
id: Keamanan, diutamakan
it: Sicurezza alla massima priorità
ja: セキュリティ優先
lv: Drošība pirmajā vietā
nl: Security, geprioriteerd
pl: Priorytetowe bezpieczeństwo
pt: Segurança, com prioridade
pt_br: Segurança, priorizada
sk: Bezpečnosť na prvom mieste
sr: Сигурност, приоритет
ta: பாதுகாப்பிற்கு முன்னுரிமை
th: ความปลอดภัยต้องมาก่อน
tr: Önce güvenlik
uk: Безпека понад усе
vi: Bảo mật, ưu tiên hàng đầu
zh_hans: 以安全为首要
zh_hant: 安全，第一優先

# IntroCarouselPage1Message
source: Save logins, cards, and identities to your secure vault. Bitwarden uses zero-knowledge, end-to-end encryption to protect what’s important to you.
ar: حفظ تسجيلات الدخول والبطاقات والهويات إلى خزانتك الآمنة. يستخدم بت واردن المعرفة الصفرية، التشفير من النهاية إلى النهاية لحماية ما هو مهم بالنسبة لك.
az: Girişləri, kart və kimlik məlumatlarınızı güvənli seyfinizdə saxlayın. Bitwarden, sizin üçün mühüm olanları qorumaq üçün zero-knowledge və ucdan-uca şifrələmə istifadə edir.
bg: Съхранявайте данни за вписване, карти и самоличности в своя защитен трезор. Битуорден използва шифроване от край до край за да пази това, което е важно за Вас.
cs: Uložte si přihlašovací údaje, karty a identity do zabezpečeného trezoru. Bitwarden používá šifrování end-to-end s nulovou znalostí, aby ochránil to, co je pro Vás důležité.
da: Gem logins, kort og identiteter i den sikre boks. Bitwarden bruger nul-viden, ende-til-ende kryptering til at beskytte brugerens vigtigt ting.
de: Speichere Zugangsdaten, Karten und Identitäten in deinem sicheren Tresor. Bitwarden verwendet Zero-Knowledge und Ende-zu-Ende-Verschlüsselung, um das zu schützen, was für dich wichtig ist.
el: Αποθηκεύστε συνδέσεις, κάρτες και ταυτότητες στο ασφαλές θησαυροφυλάκιό σας. Το Bitwarden χρησιμοποιεί κρυπτογράφηση από άκρο σε άκρο και μηδενικής γνώσης για να προστατεύσει ό,τι είναι σημαντικό για εσάς.
fa: ورودها، کارت‌ها و هویت‌ها را در گاوصندوق امن خود ذخیره کنید. Bitwarden از رمزگذاری سرتاسری با دانش صفر برای محافظت از آنچه برای شما مهم است استفاده می‌کند.
fi: Tallenna kirjautumistiedot, kortit and henkilöllisyydet suojattuun holviisi. Bitwarden suojaa tärkeät tietosi nollatieto päästä pähän -salauksella.
fr: Enregistrez les identifiants, les cartes et les identités dans votre coffre-fort sécurisé. Bitwarden utilise un cryptage de bout en bout à connaissance nulle pour protéger ce qui est important pour vous.
gl: Garda credenciais, tarxetas e identidades na túa Caixa forte. Bitwarden emprega cifrado de punto a punto e coñecemento certo para protexer o que che importa.
he: שמור כניסות, כרטיסים, וזהויות לכספת המאובטחת שלך. Bitwarden משתמש בהצפנה מקצה־לקצה באפס ידיעה כדי להגן על מה שחשוב לך.
hr: Spremi prijave, kartice i identitete u svoj sigurni trezor. Bitwarden koristi end-to-end enkripciju bez znanja kako bi zaštitio ono što ti je važno.
hu: Mentsük el a bejelentkezési adatokat, kártyákat és azonosításokat a biztonságos széfbe. A Bitwarden tudás nélküli, végpontok közötti titkosítást használ a felhasználók számára fontos dolgok védelmére.
id: Simpan login, kartu, dan pengenal ke brankas aman Anda. Bitwarden menggunakan ketidaktahuan, enkripsi dari ujung-ke-ujung untuk melindungi apa yang penting bagi Anda.
it: Salva login, carte e identità nella tua cassaforte sicura. Bitwarden usa la crittografia end-to-end e zero-knowledge per proteggere i tuoi dati.
ja: ログイン情報、カード、ID を安全な保管庫に保存します。Bitwarden はゼロ知識、エンドツーエンドの暗号化を使用して、あなたにとって重要なものを保護します。
lv: Pieteikšanās vienumu, karšu un identitāšu glabāšana savā drošajā glabātavā. Bitwarden izmanto nulles zināšanu pilnīgu šifrēšanu, lai aizsargātu to, kas Tev ir svarīgs.
nl: Logins, kaarten en identiteiten in je beveiligde kluis opslaan. Bitwarden gebruikt zero-knowledge, end-to-end versleuteling om te beschermen wat belangrijk voor jou is.
pl: Zapisz dane logowania, karty i tożsamości w bezpiecznym sejfie. Bitwarden używa szyfrowania end-to-end w celu ochrony tego, co jest dla Ciebie ważne.
pt: Guarde credenciais, cartões e identidades no seu cofre seguro. O Bitwarden utiliza encriptação de ponto a ponto e conhecimento zero para proteger o que é importante para si.
pt_br: Guarde suas senhas, cartões e documentos no seu cofre seguro. Bitwarden usa criptografia de ponta a ponta de zero conhecimento, protegendo o que é valioso para você.
sk: Ukladajte prihlasovacie údaje, karty a identity do zabezpečeného trezoru. Bitwarden používa šifrovanie s nulovou znalosťou od začiatku do konca na ochranu toho, čo je pre vás dôležité.
sr: Сачувајте пријаве, картице и идентитете у свој безбедни сеф. Bitwarden користи шифровање од почетка-до-краја да заштити оно што вам је важно.
ta: உள்நுழைவுகள், அட்டைகள் மற்றும் அடையாளங்களை உங்கள் பாதுகாப்பான பெட்டகத்தில் சேமிக்கவும். உங்களுக்கு முக்கியமானவற்றை பாதுகாக்க பிட்வார்டன் ஜீரோ-நாட்ஜ், எண்ட்-டு-எண்ட் என்க்ரிப்ஷனைப் பயன்படுத்துகிறது.
th: บันทึกข้อมูลเข้าสู่ระบบ บัตร และข้อมูลระบุตัวตนไว้ในตู้นิรภัยที่ปลอดภัย Bitwarden ใช้การเข้ารหัสแบบ Zero-knowledge และต้นทางถึงปลายทางเพื่อปกป้องสิ่งที่สำคัญสำหรับคุณ
tr: Hesaplarınızı, kartlarınızı ve kimliklerinizi güvenli kasanıza kaydedin. Bitwarden'ın sıfır bilgi ispatlı uçtan uca şifrelemesi sizin için önemli olan her şeyi korur.
uk: Зберігайте записи входу, картки та посвідчення в захищеному сховищі. Для захисту ваших даних Bitwarden використовує наскрізне шифрування з нульовим рівнем доступу.
vi: Lưu trữ thông tin đăng nhập, thẻ tín dụng và thông tin cá nhân vào kho lưu trữ an toàn của bạn. Bitwarden sử dụng mã hóa đầu cuối không tiết lộ thông tin (zero-knowledge) để bảo vệ những gì quan trọng đối với bạn.
zh_hans: 将登录、支付卡和身份保存到您的安全密码库。Bitwarden 使用零知识、端到端的加密来保护您的重要信息。
zh_hant: 儲存登入資訊、信用卡和數位身分到您的安全密碼庫。Bitwarden 使用零知識、端對端的加密來保護您的重要資訊。
