Repository: bitwarden/ios
Catalog: BitwardenResources/Localizations/*.lproj/Localizable.strings
Languages: ar, az, bg, cs, da, de, el, fa, fi, fr, gl, he, hr, hu, id, it, ja, lv, nl, pl, pt, pt_br, sk, sr, ta, th, tr, uk, vi, zh_hans, zh_hant

source: View all log in options
ar: عرض جميع خيارات تسجيل الدخول
az: Bütün giriş etmə seçimlərinə bax
bg: Вижте всички възможности за вписване
cs: Zobrazit všechny volby přihlášení
da: Vis alle indlogningsmuligheder
de: Alle Anmeldeoptionen anzeigen
el: Δείτε όλες τις επιλογές σύνδεσης
fa: مشاهده همه گزینه‌های ورود به سیستم
fi: Näytä kaikki kirjautumisvaihtoehdot
fr: Voir toutes les options de connexion
gl: Ver todas as opcións de inicio de sesión
he: הצג את כל אפשרויות הכניסה
hr: Pogledaj sve mogućnosti prijave
hu: Összes bejelentkezési opció megtekintése
id: Lihat semua opsi masuk
it: Visualizza tutte le opzioni di accesso
ja: すべてのログインオプションを表示
lv: Skatīt visas pieteikšanās iespējas
nl: Alle loginopties bekijken
pl: Zobacz wszystkie sposoby logowania
pt: Ver todas as opções de início de sessão
pt_br: Ver todas as opções de autenticação
sk: Zobraziť všetky možnosti prihlásenia
sr: Погледајте сав извештај у опције
ta: எல்லா உள்நுழைவு விருப்பத்தையும் காண்க
th: ดูตัวเลือกการเข้าสู่ระบบทั้งหมด
tr: Tüm giriş seçeneklerini gör
uk: Переглянути всі варіанти входу
vi: Xem tất cả các tùy chọn đăng nhập
zh_hans: 查看所有登录选项
zh_hant: 檢視所有登入選項

source: This request is no longer valid
ar: هذا الطلب لم يعد صالحًا
az: Bu tələb artıq yararsızdır
bg: Тази зявка вече не е приложима
cs: Tento požadavek již není platný
da: Anmodningen er ikke længere gyldig
de: Diese Anfrage ist nicht mehr gültig
el: Αυτό το αίτημα δεν είναι πλέον έγκυρο
fa: این درخواست دیگر معتبر نیست
fi: Pyyntö ei ole enää voimassa.
fr: Cette demande n'est plus valide
gl: Está petición xa non é válida
he: בקשה זו אינה תקפה עוד
hr: Ovaj zahtjev više nije valjan
hu: A kérés már nem érvényes.
id: Permintaan ini tidak lagi valid
it: La richiesta non è più valida
ja: このリクエストは無効になりました
lv: Šis pieprasījums vairs nav derīgs
nl: Dit verzoek is niet langer geldig
pl: Ta prośba nie jest już ważna
pt: Este pedido já não é válido
pt_br: Esta solicitação não é mais válida
sk: Táto požiadavka už nie je platná
sr: Овај захтев више не важи
ta: இக்கோரிக்கை இனி செல்லாது
th: คำขอนี้ใช้ไม่ได้อีกต่อไป
tr: Bu istek artık geçerli değil
uk: Цей запит більше недійсний
vi: Yêu cầu này không còn hiệu lực
zh_hans: 请求已失效
zh_hant: 此請求已失效

source: Pending login requests
ar: طلبات تسجيل الدخول المعلقة
az: Gözlənilən giriş tələbləri
bg: Чакащи заявки за вписване
cs: Čekající žádosti na přihlášení
da: Afventende login-anmodninger
de: Ausstehende Anmeldeanfragen
el: Εκκρεμούν αιτήματα σύνδεσης
fa: در حال انتظار برای ورود به سیستم
fi: Odottavat kirjautumispyynnöt
fr: Demandes de connexion en attente
gl: Solicitudes de inicio de sesión pendentes
he: בקשות כניסה ממתינות
hr: Zahtjevi za prijavu na čekanju
hu: Függő bejelentkezési kérések
id: Permintaan login tertunda
it: Richieste di accesso in sospeso
ja: 保留中のログインリクエスト
lv: Neapstiprinātie pieteikšanās pieprasījumi
nl: Inlogverzoeken in behandeling
pl: Oczekujące prośby logowania
pt: Pedidos de início de sessão pendentes
pt_br: Solicitações de acesso pendentes
sk: Čakajúce požiadavky o prihlásenie
sr: Захтеви за пријаву на чекању
ta: நிலுவையிலுள்ள உள்நுழைவு கோரிக்கைகள்
th: คำขอเข้าสู่ระบบที่รอดำเนินการ
tr: Bekleyen giriş istekleri
uk: Необроблені запити входу
vi: Yêu cầu đăng nhập chờ xử lý
zh_hans: 待处理的登录请求
zh_hant: 待處理的登入請求

source: Decline all requests
ar: رفض جميع الطلبات
az: Bütün tələbləri rədd et
bg: Отказване на всички заявки
cs: Zamítnout všechny žádosti
da: Afvis alle anmodninger
de: Alle Anfragen ablehnen
el: Απόρριψη όλων των αιτημάτων
fa: رد کردن همه درخواست‌ها
fi: Hylkää kaikki pyynnöt
fr: Refuser toutes les demandes
gl: Denegar todas as solicitudes
he: סרב לכל הבקשות
hr: Odbij sve zahtjeve
hu: Összes kérés elutasítása
id: Tolak semua permintaan
it: Rifiuta tutte le richieste
ja: すべてのリクエストを拒否する
lv: Noraidīt visus pieprasījumus
nl: Alle aanvragen afwijzen
pl: Odrzuć wszystkie prośby
pt: Recusar todos os pedidos
pt_br: Recusar todas as solicitações
sk: Odmietnuť všetky žiadosti
sr: Одбиј све захтеве
ta: எல்லா கோரிக்கைகளையும் மறு
th: ปฏิเสธคำขอทั้งหมด
tr: Tüm istekleri reddet
uk: Відхилити всі запити
vi: Từ chối tất cả yêu cầu
zh_hans: 拒绝所有请求
zh_hant: 拒絕所有要求

source: Are you sure you want to decline all pending login requests?
ar: هل أنت متأكد من أنك تريد رفض جميع طلبات تسجيل الدخول المعلقة؟
az: Gözləyən bütün giriş tələblərini rədd etmək istədiyinizə əminsiniz?
bg: Наистина ли искате да откажете всички чакащи заявки за вписване?
cs: Opravdu chcete zamítnout všechny žádosti na přihlášení?
da: Sikker på, at alle afventende login-anmodninger skal afvises?
de: Bist du sicher, dass du alle ausstehenden Anmeldeanfragen ablehnen möchtest?
el: Είστε σίγουροι ότι θέλετε να απορρίψετε όλα τα εκκρεμή αιτήματα σύνδεσης;
fa: آیا مطمئنید که می‌خواهید همه درخواست‌های ورود در انتظار را رد کنید؟
fi: Haluatko varmasti hylätä kaikki odottavat kirjautumispyynnöt?
fr: Êtes-vous sûr de vouloir refuser toutes les demandes de connexion en attente ?
gl: Seguro que queres denegar todas as solicitudes pendentes?
he: האם אתה בטוח שברצונך לדחות את כל בקשות הכניסה הממתינות?
hr: Sigurno želiš odbiti sve zahtjeve na čekanju?
hu: Biztosan elutasításra kerüljön az összes függőben levő bejelentkezési kérés?
id: Anda yakin ingin menolak semua permintaan login yang tertunda?
it: Sei sicuro di voler rifiutare tutte le richieste di accesso in sospeso?
ja: 保留中のログインリクエストをすべて拒否してもよろしいですか？
lv: Vai tiešām noraidīt visus neapstiprinātos pieteikšanās pieprasījumus?
nl: Weet je zeker dat je alle in behandeling zijnde inlogverzoeken wilt afwijzen?
pl: Czy na pewno chcesz odrzucić wszystkie oczekujące prośby o logowanie?
pt: Tem a certeza de que pretende recusar todos os pedidos de início de sessão pendentes?
pt_br: Tem certeza que quer recusar todas as solicitações de acesso pendentes?
sk: Naozaj chcete odmietnuť všetky čakajúce požiadavky o prihlásenie?
sr: Да ли сте сигурни да желите да одбијете све захтеве за пријављивање на чекању?
ta: நிலுவையிலுள்ள எல்லா உள்நுழைவு கோரிக்கைகளையும் மறுக்க வேண்டுமா?
th: ยืนยันที่จะปฏิเสธคำขอเข้าสู่ระบบที่รอดำเนินการทั้งหมดหรือไม่
tr: Bekleyen tüm giriş isteklerini reddetmek istediğinizden emin misiniz?
uk: Ви дійсно хочете відхилити всі необроблені запити входу?
vi: Bạn có chắc muốn từ chối tất cả các yêu cầu đăng nhập đang chờ?
zh_hans: 确定要拒绝所有待处理的登录请求吗？
zh_hant: 您確定要拒絕所有待處理的登入要求嗎？

source: Requests declined
ar: تم رفض الطلبات
az: Tələblər rədd edildi
bg: Заявките са отказани
cs: Žádosti byly zamítnuty
da: Anmodninger afvist
de: Anfragen abgelehnt
el: Τα αιτήματα απορρίφθηκαν
fa: درخواست‌ها رد شد
fi: Pyynnöt hylättiin
fr: Demandes refusées
gl: Solicitudes denegadas
he: הבקשות נדחו
hr: Zahtjevi odbijeni
hu: A kérések elutasításra kerültek.
id: Permintaan ditolak
it: Richieste rifiutate
ja: リクエストが拒否されました
lv: Pieprasījumi noraidīti
nl: Afgewezen aanvragen
pl: Prośba została odrzucona
pt: Pedidos recusados
pt_br: Solicitações recusadas
sk: Požiadavky odmietnuté
sr: Захтеви одбијени
ta: கோரிக்கைகள் மறுக்கப்பட்டன
th: ปฏิเสธคำขอแล้ว
tr: İstekler reddedildi
uk: Запити відхилено
vi: Yêu cầu đã từ chối
zh_hans: 请求被拒绝
zh_hant: 要求已拒絕

source: No pending requests
ar: لا توجد طلبات معلقة
az: Gözləyən heç bir tələb yoxdur
bg: Няма чакащи заявки
cs: Žádné čekající žádosti
da: Ingen afventende anmodninger
de: Keine ausstehenden Anfragen
el: Δεν υπάρχουν εκκρεμή αιτήματα
fa: بدون درخواست معلق
fi: Odottavia pyyntöjä ei ole
fr: Aucune demande en attente
gl: Sen solicitudes pendentes
he: אין בקשות ממתינות
hr: Nema zahtjeva na čekanju
hu: Nincs függőben levő kérés.
id: Tidak ada permintaan tertunda
it: Nessuna richiesta in sospeso
ja: 保留中のリクエストはありません
lv: Nav neapstiprinātu pieprasījumu
nl: Geen verzoeken in behandeling
pl: Brak oczekujących próśb
pt: Sem pedidos pendentes
pt_br: Nenhuma solicitação pendente
sk: Žiadne čakajúce požiadavky
sr: Нема захтева на чекању
ta: நிலுவையிலுள்ள கோரிக்கைகள் இல்லை
th: ไม่มีคำขอที่รอดำเนินการ
tr: Bekleyen istek yok
uk: Немає необроблених запитів
vi: Không có yêu cầu đang chờ phê duyệt
zh_hans: 没有待处理的请求
zh_hant: 無待處理的要求

source: Language
ar: اللّغة
az: Dil
bg: Език
cs: Jazyk
da: Sprog
de: Sprache
el: Γλώσσα
fa: زبان
fi: Kieli
fr: Langue
gl: Lingua
he: שפה
hr: Jezik
hu: Nyelv
id: Bahasa
it: Lingua
ja: 言語 (Language)
lv: Valoda
nl: Taal
pl: Język
pt: Idioma
pt_br: Idioma
sk: Jazyk
sr: Језик
ta: மொழி
th: ภาษา
tr: Dil
uk: Мова
vi: Ngôn ngữ
zh_hans: 语言
zh_hant: 語言

# LanguageChangeXDescription
source: The language has been changed to %1$@. Please restart the app to see the change
ar: تم تغيير اللغة إلى %1$@. الرجاء إعادة تشغيل التطبيق لرؤية التغيير
az: Dil, %1$@ olaraq dəyişdirildi. Dəyişiklikləri görmək üçün lütfən tətbiqi yenidən başladın
bg: Езикът беше променен на %1$@. Рестартирайте приложението, за да влезе промяната в сила
cs: Jazyk byl změněn na %1$@. Pro zobrazení změn restartujte aplikaci.
da: Sproget er skiftet til %1$@. Genstart appen for at effektuere ændringen
de: Die Sprache wurde auf %1$@ geändert. Bitte starte die App neu, um die Änderung zu sehen
el: Η γλώσσα έχει αλλάξει σε %1$@. Παρακαλούμε επανεκκινήστε την εφαρμογή για να δείτε την αλλαγή
fa: زبان به %1$@ تغییر کرده است. لطفاً برنامه را مجدداً راه‌اندازی کنید تا تغییرات را مشاهده کنید
fi: Kieleksi vaihdettiin %1$@. Käynnistä appi uudelleen nähdäksesi muutoksen.
fr: La langue a été changée en %1$@. Veuillez redémarrer l'application pour voir le changement
gl: A lingua foi cambiada a %1$@. Por favor, reinicie a aplicación para ver o cambio
he: השפה שונתה ל־%1$@. נא להתחיל מחדש את היישום כדי לראות את השינוי
hr: Jezik je promijenjen u %1$@. Ponovno pokreni aplikaciju za primjenu.
hu: A nyelv a %1$@ nyelvre módosult. A változás megtekintéséhez indítsuk újra az alkalmazást.
id: Bahasa telah diubah ke %1$@. Silakan mulai ulang aplikasi untuk melihat perubahan
it: La lingua è stata cambiata a %1$@. Riavvia l'app per vedere la modifica
ja: 言語を %1$@ に変更しました。変更を反映するにはアプリを再起動してください。
lv: Valoda tika nomainīta uz %1$@. Lūgums pārsāknēt lietotni, lai redzētu izmaiņas
nl: De taal is veranderd in %1$@. Herstart de app om de verandering te zien
pl: Język został zmieniony na %1$@. Uruchom ponownie aplikację, aby zobaczyć zmiany
pt: O idioma foi alterado para %1$@. Por favor, reinicie a app para ver as alterações
pt_br: O idioma foi alterado para %1$@. Reinicie o aplicativo para ver a mudança
sk: Jazyk bol zmenený na %1$@. Reštartujte aplikáciu, aby sa zmena prejavila
sr: Језик је промењен у %1$@. Поново покрените апликацију да бисте видели промену
ta: மொழி %1$@-க்கு மாற்றப்பட்டது. மாற்றத்தைக் காண செயலியை மறுதுவக்கு
th: เปลี่ยนภาษาเป็น %1$@ แล้ว โปรดเริ่มแอปใหม่เพื่อให้การเปลี่ยนแปลงมีผล
tr: Dil %1$@ olarak değiştirildi. Değişikliği görmek için uygulamayı yeniden başlatın
uk: Мову змінено на %1$@. Для застосування змін перезапустіть програму
vi: Ngôn ngữ đã được đổi thành %1$@. Khởi động lại ứng dụng để áp dụng
zh_hans: 语言已更改为 %1$@。请重新启动 App 以查看更改
zh_hant: 語言已被變更為 %1$@。請重啓應用程式以查看變更

source: Language change requires app restart
ar: تغيير اللّغة يتطلب إعادة تشغيل التطبيق
az: Dil dəyişikliyi, tətbiqin yenidən başladılmasını tələb edir
bg: Промяната на езика изисква рестартиране на приложението
cs: Změna jazyka vyžaduje restart aplikace.
da: Skift af sprog kræver app-genstart
de: Sprachänderung erfordert einen App-Neustart
el: Η αλλαγή γλώσσας απαιτεί επανεκκίνηση της εφαρμογής
fa: تغییر زبان نیاز به راه‌اندازی مجدد برنامه دارد
fi: Kielen vaihto vaatii sovelluksen uudelleenkäynnistyksen.
fr: Le changement de la langue nécessite le redémarrage de l'application.
gl: Un cambio de lingua precisa que reinicies a aplicación
he: שינוי שפה דורש הפעלה מחדש של היישום
hr: Promjena jezika zahtijeva ponovno pokretanje aplikacije
hu: A nyelvváltáshoz újra kell indítani az alkalmazást.
id: Ganti bahasa perlu mulai ulang aplikasi
it: Cambiare lingua richiede il riavvio dell'app
ja: 言語の変更にはアプリの再起動が必要です
lv: Pēc valodas maiņas ir nepieciešams pārsāknēt lietotni
nl: Taalverandering vereist herstarten
pl: Zmiana języka wymaga ponownego uruchomienia aplikacji
pt: A alteração do idioma requer o reinício da app
pt_br: A mudança de idioma requer o reinício do aplicativo
sk: Zmena jazyka si vyžaduje reštart aplikácie
sr: Промена језика захтева поновно покретање апликације
ta: மொழிமாற்றத்திற்கு செயலி மறுதுவக்கப்பட வேண்டும்
th: การเปลี่ยนภาษาจำเป็นต้องเริ่มแอปใหม่
tr: Dil değişikliği için uygulamanın yeniden başlatılması gerekiyor
uk: Для зміни мови потрібно перезапустити програму
vi: Thay đổi ngôn ngữ yêu cầu khởi động lại ứng dụng
zh_hans: 更改语言需要重新启动 App
zh_hant: 變更語言需要重啓應用程式

source: Default (System)
ar: الافتراضي (النظام)
az: İlkin (Sistem)
bg: По подразбиране (от системата)
cs: Výchozí (Systémový)
da: Standard (system)
de: Standard (System)
el: Προεπιλογή (σύστημα)
fa: پیش‌فرض (سیستم)
fi: Oletus (järjestelmä)
fr: Par défaut (système)
gl: Predeterminado (Sistema)
he: ברירת מחדל (מערכת)
hr: Zadano (sustav)
hu: Alapértelmezett (rendszer)
id: Standar (Sistem)
it: Predefinito (Sistema)
ja: デフォルト (システム)
lv: Noklusējuma (sistēmas)
nl: Standaard (Systeem)
pl: Domyślny (systemowy)
pt: Predefinido (Sistema)
pt_br: Padrão (Sistema)
sk: Predvolený (Systémový)
sr: Подразумевано (системско)
ta: இயல்புநிலை (முறைமை)
th: ค่าเริ่มต้น (ระบบ)
tr: Varsayılan (sistem)
uk: Типова (Система)
vi: Giống như hệ thống
zh_hans: 默认（系统）
zh_hant: 預設（系統）

source: Important
ar: مهم
az: Vacib
bg: Важно
cs: Důležité
da: Vigtigt
de: Wichtig
el: Σημαντικό
fa: مهم
fi: Tärkeää
gl: Importante
he: חשוב
hr: Važno
hu: Fontos
id: Penting
it: Importante
ja: 重要
lv: Svarīgi
nl: Belangrijk
pl: Ważne
pt: Importante
pt_br: Importante
sk: Dôležité
sr: Важно
ta: முக்கியம்
th: สำคัญ
tr: Önemli
uk: Важливо
vi: Quan trọng
zh_hans: 重要：
zh_hant: 重要

source: Weak Master Password
ar: كلمة المرور الرئيسية الضعيفة
az: Zəif ana parol
bg: Слаба главна парола
cs: Slabé hlavní heslo
da: Svag hovedadgangskode
de: Schwaches Master-Passwort
el: Αδύναμος Κύριος Κωδικός
fa: کلمه عبور اصلی ضعیف
fi: Heikko pääsalasana
fr: Mot de passe principal faible
gl: Contrasinal mestre feble
he: סיסמה ראשית חלשה
hr: Slaba glavna lozinka
hu: Gyenge mesterjelszó
id: Sandi Utama Lemah
it: Password principale debole
ja: 脆弱なマスターパスワード
lv: Vāja galvenā parole
nl: Zwak hoofdwachtwoord
pl: Hasło główne jest słabe
pt: Palavra-passe mestra fraca
pt_br: Senha principal fraca
sk: Slabé hlavné heslo
sr: Слаба главна лозинка
ta: வலுவற்ற பிரதான கடவுச்சொல்
th: รหัสผ่านหลักไม่ปลอดภัย
tr: Zayıf ana parola
uk: Слабкий головний пароль
vi: Mật khẩu chính Yếu
zh_hans: 脆弱的主密码
zh_hant: 主密碼強度太弱

# WeakPasswordIdentifiedUseAStrongPasswordToProtectYourAccount
source: Weak password identified. Use a strong password to protect your account. Are you sure you want to use a weak password?
ar: تم تحديد كلمة المرور ضعيفة. استخدم كلمة مرور قوية لحماية حسابك. هل أنت متأكد من أنك تريد استخدام كلمة مرور ضعيفة؟
az: Zəif parol aşkarlandı. Hesabınızı qorumaq üçün güclü bir parol istifadə edin. Zəif bir parol istifadə etmək istədiyinizə əminsiniz?
bg: Разпозната е слаба парола. Използвайте силна парола, за да защитете данните си. Наистина ли искате да използвате слаба парола?
cs: Slabé heslo bylo nalezeno mezi odhalenými hesly. K zabezpečení Vašeho účtu používejte silné a jedinečné heslo. Opravdu chcete používat toto heslo?
da: Svag adgangskode identificeret. Brug en stærk adgangskode til at beskytte din konto. Sikker på, at du vil bruge en svag adgangskode?
de: Schwaches Passwort erkannt. Verwende ein starkes Passwort, um dein Konto zu schützen. Bist du sicher, dass du ein schwaches Passwort verwenden möchtest?
el: Αδύναμος κωδικός. Χρησιμοποιήστε έναν ισχυρό κωδικό για την προστασία του λογαριασμού σας. Είστε βέβαιοι ότι θέλετε να χρησιμοποιήσετε έναν αδύναμο κωδικό πρόσβασης;
fa: کلمه عبور ضعیف شناسایی شد. از یک کلمه عبور قوی برای محافظت از حساب کاربری خود استفاده کنید. آیا مطمئنید که می‌خواهید از یک کلمه عبور ضعیف استفاده کنید؟
fi: Havaittiin heikko salasana. Suojaa tilisi vahvalla salasanalla. Haluatko varmasti käyttää heikkoa salasanaa?
fr: Mot de passe faible identifié. Utilisez un mot de passe fort pour protéger votre compte. Êtes-vous sûr de vouloir utiliser un mot de passe faible?
gl: Contrasinal feble e atopado nunha filtración de datos. Emprega un contrasinal forte e único para a túa conta. Seguro que queres utilizar este contrasinal?
he: סיסמה חלשה זוהתה. השתמש בסיסמה חזקה כדי להגן על חשבונך. האם אתה בטוח שאתה רוצה להשתמש בסיסמה חלשה?
hr: Prepoznata je slaba lozinka. Za zaštitu računa, preporučuje se da koristiš jake lozinke. Želiš li svejedno koristiti slabu lozinku?
hu: Gyenge jelszó lett azonosítva. A fiók védelme érdekében használjunk erős jelszót. Biztos, hogy gyenge jelszót akarunk használni?
id: Sandi lemah ditemukan. Gunakan sandi yang kuat untuk melindungi akun Anda. Apakah Anda yakin ingin menggunakan sandi yang lemah?
it: Password debole identificata. Usa una password forte per proteggere il tuo account. Sei sicuro di voler usare una password debole?
ja: 入力されたパスワードは脆弱です。アカウントを守るためより強力なパスワードを使用してください。本当にこの脆弱なパスワードを使用しますか？
lv: Noteikta vāja parole. Jāizmanto spēcīga parole, lai aizsargātu savu kontu. Vai tiešām izmantot vāju paroli?
nl: Zwakke wachtwoord geïdentificeerd. Gebruik een sterk wachtwoord om uw account te beschermen. Weet u zeker dat u een zwak wachtwoord wilt gebruiken?
pl: Hasło jest słabe. Użyj silnego hasła, aby chronić konto. Czy na pewno chcesz użyć słabego hasła?
pt: Foi identificada uma palavra-passe fraca. Utilize uma palavra-passe forte para proteger a sua conta. Tem a certeza de que pretende utilizar uma palavra-passe fraca?
pt_br: Senha fraca identificada. Você deve usar uma senha principal forte para proteger a sua conta. Tem certeza que quer usar esta senha principal?
sk: Nájdené slabé heslo. Používajte silné heslo na ochranu svojho účtu. Naozaj chcete použiť slabé heslo?
sr: Идентификована је слаба лозинка. Користите јаку лозинку да бисте заштитили свој налог. Да ли сте сигурни да желите да користите слабу лозинку?
ta: பலவீனமான கடவுச்சொல் கண்டறியப்பட்டது. உங்கள் கணக்கைப் பாதுகாக்க வலுவான கடவுச்சொல்லைப் பயன்படுத்தவும். பலவீனமான கடவுச்சொல்லைப் பயன்படுத்த விரும்புகிறீர்களா என்பது உறுதியா?
th: ตรวจพบรหัสผ่านที่ไม่ปลอดภัย ใช้รหัสผ่านที่รัดกุมเพื่อปกป้องบัญชีของคุณ ยืนยันที่จะใช้รหัสผ่านที่ไม่ปลอดภัยหรือไม่
tr: Zayıf bir parola tespit edildi. Hesabınızı korumak için daha güçlü bir parola kullanın. Zayıf parolayı kullanmak istediğinizden emin misiniz?
uk: Виявлено слабкий пароль. Використовуйте надійний пароль для захисту свого облікового запису. Ви дійсно хочете використати слабкий пароль?
vi: Mật khẩu này khá yếu. Hãy sử dụng mật khẩu mạnh để bảo vệ tài khoản của bạn. Bạn có chắc chắn muốn sử dụng mật khẩu yếu này không?
zh_hans: 识别到弱密码。请使用一个强密码以保护您的账户。确定要使用弱密码吗？
zh_hant: 偵測到您的密碼強度不夠。我們建議您使用強密碼保護您的帳號。您確定要使用弱密碼嗎？

source: Weak
ar: ضعيفة
az: Zəif
bg: Слаба
cs: Slabé
da: Svag
de: Schwach
el: Αδύναμος
fa: ضعیف
fi: Heikko
fr: Faible
gl: Feble
he: חלשה
hr: Slaba
hu: Gyenge
id: Lemah
it: Debole
ja: 脆弱
lv: Vāja
nl: Zwak
pl: Słabe
pt: Fraca
pt_br: Fraca
sk: Slabé
sr: Слабо
ta: வலுவற்ற
th: ไม่ปลอดภัย
tr: Zayıf
uk: Слабкий
vi: Yếu
zh_hans: 弱
zh_hant: 脆弱

source: Good
ar: جيدة
az: Yaxşı
bg: Добра
cs: Dobré
da: God
de: Gut
el: Καλός
fa: خوب
fi: Hyvä
fr: Suffisant
gl: Bo
he: טובה
hr: Dobra
hu: Jó
id: Baik
it: Buona
ja: 良好
lv: Laba
nl: Goed
pl: Dobre
pt: Boa
pt_br: Boa
sk: Dobré
sr: Добро
ta: நல்ல
th: ดี
tr: İyi
uk: Хороший
vi: Tốt
zh_hans: 良好
zh_hant: 良好

source: Strong
ar: قوية
az: Güclü
bg: Силна
cs: Silné
da: Stærk
de: Stark
el: Ισχυρός
fa: قوی
fi: Vahva
fr: Fort
gl: Forte
he: חזקה
hr: Jaka
hu: Erős
id: Kuat
it: Forte
ja: 強力
lv: Spēcīga
nl: Sterk
pl: Silne
pt: Forte
pt_br: Forte
sk: Silné
sr: Јако
ta: வலுவான
th: รัดกุม
tr: Güçlü
uk: Надійний
vi: Mạnh
zh_hans: 强
zh_hant: 高強度

source: Check known data breaches for this password
ar: تحقق من خروقات البيانات المعروفة لكلمة المرور هذه
az: Bu parol üçün bilinən məlumat pozuntularını yoxlayın
bg: Проверяване в известните случаи на изтекли данни за тази парола
cs: Zkontrolovat heslo, zda nebylo odhaleno
da: Tjek kendte datalæk for denne adgangskode
de: Bekannte Datendiebstähle auf dieses Passwort überprüfen
el: Ελέγξτε γνωστές παραβιάσεις δεδομένων για αυτόν τον κωδικό
fa: بررسی نقض‌های داده شناخته شده برای این کلمه عبور
fi: Tarkasta esiintyykö salasanaa tunnetuissa tietovuodoissa
fr: Vérifier les fuites de données connues pour ce mot de passe
gl: Comprobar este contrasinal en filtracións de datos coñecidas
he: בדוק פרצות נתונים ידועות עבור סיסמה זו
hr: Provjeri je li lozinka ukradena prilikom krađe podataka
hu: Az ehhez a jelszóhoz tartozó ismert adatvédelmi incidensek ellenőrzése
id: Periksa pelanggaran data yang diketahui untuk sandi ini
it: Controlla se la tua password è presente in una violazione dei dati
ja: このパスワードの既知のデータ流出を確認
lv: Meklēt šo paroli zināmās datu noplūdēs
nl: Bekende datalekken voor dit wachtwoord controleren
pl: Sprawdź hasło w znanych wyciekach danych
pt: Verificar violações de dados conhecidas para esta palavra-passe
pt_br: Conferir se esta senha vazou ao público
sk: Skontrolovať známe úniky údajov pre toto heslo
sr: Проверите познате упада података за ову лозинку
ta: இந்தக் கடவுச்சொல்லுக்கான அறியப்பட்ட தரவுக் கசிவுகளைச் சரிபார்க்கவும்
th: ตรวจสอบเหตุข้อมูลรั่วไหลที่ทราบสำหรับรหัสผ่านนี้
tr: Bilinen veri ihlallerinde bu parolayı kontrol et
uk: Перевірити відомі витоки даних для цього пароля
vi: Kiểm tra mật khẩu có bị lộ trong các vụ rò rỉ dữ liệu hay không
zh_hans: 检查已知的数据泄露是否包含此密码
zh_hant: 檢查外洩密碼資料庫中是否有此密碼

source: Exposed Master Password
ar: كلمة المرور الرئيسية مكشوفة
az: İfşa olunmuş ana parol
bg: Разобличена главна парола
cs: Odhalené hlavní heslo
da: Kompromitteret hovedadgangskode
de: Kompromittiertes Master-Passwort
el: Εκτεθειμένος Κύριος Κωδικός Πρόσβασης
fa: کلمه عبور اصلی افشا شده است
fi: Paljastunut pääsalasana
fr: Mot de passe principal compromis
gl: Contrasinal mestre filtrado
he: סיסמה ראשית חשופה
hr: Ugrožena glavna lozinka
hu: Kitett mesterjelszó
id: Sandi Utama Terekspos
it: Password principale violata
ja: 流出したマスターパスワード
lv: Noplūdusi galvenā parole
nl: Gelekt hoofdwachtwoord
pl: Hasło główne zostało ujawnione
pt: Palavra-passe mestra exposta
pt_br: Senha principal exposta
sk: Odhalené hlavné heslo
sr: Изложена главна лозинка
ta: வெளியான முதன்மை கடவுச்சொல்
th: รหัสผ่านหลักรั่วไหล
tr: Açığa Çıkmış Ana Parola
uk: Головний пароль викрито
vi: Mật khẩu chính bị lộ
zh_hans: 已暴露的主密码
zh_hant: 已暴露的主密碼
