Repository: bitwarden/ios
Catalog: BitwardenResources/Localizations/*.lproj/Localizable.strings
Languages: ar, az, bg, cs, da, de, el, fa, fi, fr, gl, he, hr, hu, id, it, ja, lv, nl, pl, pt, pt_br, sk, sr, ta, th, tr, uk, vi, zh_hans, zh_hant

# PINRequireBioOrMasterPasswordRestart
source: Do you want to require unlocking with %1$@ or your master password when the application is restarted?
ar: هل تريد طلب إلغاء القفل باستخدام %1$@ أو كلمة المرور الرئيسية عند إعادة تشغيل التطبيق؟
az: Tətbiq yenidən başladılanda kilidin %1$@ yoxsa ana parolunuzla açılmasını istəyirsiniz?
bg: Желаете ли да се изисква отключване чрез %1$@ или чрез главната парола след рестартиране на приложението?
cs: Chcete vyžadovat při restartování aplikace odemknutí pomocí %1$@ nebo pomocí hlavního hesla?
da: Skal oplåsning med %1$@ eller hovedadgangskoden kræves, når appen genstartes?
de: Möchtest du beim Neustart der App eine Entsperrung mit %1$@ oder deinem Master-Passwort verlangen?
el: Θέλετε να απαιτείται το ξεκλείδωμα με %1$@ ή τον κύριο κωδικό πρόσβασής σας όταν επανεκκινείται η εφαρμογή;
fa: آیا می‌خواهید هنگام راه‌اندازی مجدد برنامه، نیاز به باز کردن قفل با %1$@ یا کلمه عبور اصلی خود داشته باشید؟
fi: Kun appi käynnistetään uudelleen, haluatko pakottaa lukituksen avauksen %1$@:lla tai pääsalasanalla?
fr: Voulez-vous avoir besoin d'un déverrouillage avec %1$@ ou votre mot de passe principal lorsque l'application est redémarrée ?
gl: Queres requirir desbloquear con %1$@ ou co contrasinal mestre cando se reinicie a aplicación?
he: האם ברצונך לדרוש ביטול נעילה עם %1$@ או הסיסמה הראשית שלך כשהיישום מופעל מחדש?
hr: Obavezno otključavanje s %1$@ ili svojom glavnom lozinkom pri ponovnom pokretanju aplikacije?
hu: Szeretnénk előírni a zárolás feloldását %1$@ használatával vagy a mesterjelszóval az alkalmazás újraindításakor?
id: Anda ingin mewajibkan membuka kunci dengan %1$@ atau sandi utama Anda saat aplikasi dimulai ulang?
it: Vuoi attivare l'accesso con %1$@ o password principale all'avvio dell'app?
ja: アプリを再起動したときに %1$@ またはマスターパスワードでのロック解除を必須としますか？
lv: Vai pieprasīt atslēgšanu ar %1$@ vai galveno paroli pēc lietotnes atkārtotas palaišanas?
nl: Wil je verplicht ontgrendelen met %1$@ of je hoofdwachtwoord zodra de applicatie opnieuw wordt gestart?
pl: Czy chcesz wymagać odblokowywania za pomocą %1$@ lub hasłem głównym po ponownym uruchomieniu aplikacji?
pt: Pretende exigir o desbloqueio com %1$@ ou com a sua palavra-passe mestra quando a aplicação é reiniciada?
pt_br: Você deseja exigir o desbloqueio com %1$@ ou sua senha principal quando o aplicativo for reiniciado?
sk: Chcete po reštarte aplikácie požadovať odomykanie pomocou %1$@ alebo vaším hlavným heslom?
sr: Да ли желите да затражите откључавање са %1$@ или главном лозинком када се апликација поново покрене?
ta: பயன்பாடு மறுதொடக்கம் செய்யப்படும்போது %1$@ அல்லது உங்கள் மாஸ்டர் கடவுச்சொல்லுடன் திறக்க நீங்கள் விரும்புகிறீர்களா?
th: ต้องการให้ปลดล็อกด้วย %1$@ หรือรหัสผ่านหลักเมื่อเริ่มแอปใหม่หรือไม่
tr: Uygulama yeniden başlatılınca kilidin %1$@ ile açılmasını veya ana parola girilmesine zorunlu tutmak ister misiniz?
uk: Ви хочете вимагати розблокування %1$@ чи головним паролем після перезапуску програми?
vi: Bạn có muốn yêu cầu mở khóa bằng %1$@ hoặc mật khẩu chính khi mỗi khởi động lại ứng dụng không?
zh_hans: 您希望当应用程序重启时，要求使用 %1$@ 或主密码解锁吗？
zh_hant: 當應用程式重新啟動時，是否要求使用 %1$@ 主密碼解鎖？

# PINRequireUnknownBiometricsOrMasterPasswordRestart
source: Do you want to require unlocking with biometrics or your master password when the application is restarted?
ar: هل تريد طلب فتح القفل باستخدام القياسات الحيوية أو كلمة المرور الرئيسية عند إعادة تشغيل التطبيق؟
az: Tətbiq yenidən başladılanda kilidin biometrik ilə yoxsa ana parolunuzla açılmasını istəyirsiniz?
bg: Желаете ли да се изисква отключване чрез биометрични данни или чрез главната парола след рестартиране на приложението?
cs: Chcete vyžadovat při restartování aplikace odemknutí pomocí biometrie nebo pomocí hlavního hesla?
de: Möchtest du beim Neustart der App eine Entsperrung mit Biometrie oder deinem Master-Passwort verlangen?
fa: آیا می‌خواهید هنگام راه‌اندازی مجدد برنامه، نیاز به باز کردن قفل با بیومتریک یا کلمه عبور اصلی خود داشته باشید؟
fr: Voulez-vous exiger le déverrouillage avec la biométrie ou votre mot de passe principal lorsque l'application est redémarrée ?
he: האם ברצונך לדרוש ביטול נעילה עם זיהוי ביומטרי או הסיסמה הראשית שלך כשהיישום מופעל מחדש?
hr: Obavezno otključavanje biometrijom ili glavnom lozinkom pri ponovnom pokretanju aplikacije?
hu: Szeretnénk megkövetelni a biometrikus adatokkal vagy a mesterjelszóval feloldást az alkalmazás újraindításakor?
id: Anda ingin mewajibkan membuka kunci dengan biometrik atau sandi utama saat aplikasi dimulai ulang?
it: Vuoi obbligare allo sbloccaggio con biometria o parola d'accesso principale quando l'applicazione è riavviata?
ja: アプリを再起動したときに、生体認証またはマスターパスワードでのロック解除を必須としますか？
lv: Vai pieprasīt atslēgšanu ar biometriju vai galveno paroli pēc lietotnes atkārtotas palaišanas?
nl: Wil je verplicht ontgrendelen met biometrie of je hoofdwachtwoord zodra de applicatie opnieuw wordt gestart?
pl: Czy chcesz wymagać odblokowywania biometrią lub hasłem głównym po ponownym uruchomieniu aplikacji?
pt: Pretende exigir o desbloqueio com biometria ou com a sua palavra-passe mestra quando a aplicação é reiniciada?
pt_br: Deseja exigir o desbloqueio com a biometria ou a sua senha principal quando o aplicativo for reiniciado?
sk: Chcete po reštarte aplikácie požadovať odomykanie pomocou biometrie alebo vaším hlavným heslom?
sr: Да ли желите да се захтева откључавање биометријом ваше главне лозинке када се апликација поново покрене?
ta: பயன்பாடு மறுதொடக்கம் செய்யப்படும்போது பயோமெட்ரிக்ஸ் அல்லது உங்கள் மாஸ்டர் கடவுச்சொல்லுடன் திறக்க நீங்கள் விரும்புகிறீர்களா?
th: ต้องการให้ปลดล็อกด้วยไบโอเมตริกหรือรหัสผ่านหลักเมื่อเริ่มแอปใหม่หรือไม่
tr: Uygulama yeniden başlatılınca kilidin biyometri ile açılmasını veya ana parola girilmesine zorunlu tutmak ister misiniz?
uk: Ви хочете розблоковувати з біометричною перевіркою чи з головним паролем після перезапуску програми?
vi: Bạn có muốn yêu cầu mở khóa bằng sinh trắc học hay mật khẩu chính mỗi khi khởi động lại ứng dụng không?
zh_hans: 应用程序重新启动时，您想要求生物识别或主密码解锁吗？

# OnRestart
source: On app restart
ar: عند إعادة تشغيل التطبيق
az: Tətbiq yenidən başladılanda
bg: При рестартиране на приложението
cs: Při restartu aplikace
da: Ved app-genstart
de: Beim Neustart der App
el: Κατά την επανεκκίνηση της εφαρμογής
fa: در راه‌اندازی مجدد برنامه
fi: Kun sovellus käynnistetään uudelleen
fr: Au redémarrage de l'application
gl: Ó reiniciar a app
he: באתחול האפליקציה
hr: Pri ponovnom pokretanju
hu: Újraindításkor
id: Saat apl dimulai ulang
it: Al riavvio dell'app
ja: アプリ再起動時
lv: Pārsāknējot lietotni
nl: Na opnieuw starten
pl: Po uruchomieniu aplikacji
pt: Ao reiniciar a app
pt_br: No reinício do aplicativo
sk: Po reštarte aplikácie
sr: На поновно покретање
ta: செயலி மறுதொடக்கத்தில்
th: เมื่อเริ่มแอปใหม่
tr: Uygulama yeniden başlatılınca
uk: Під час перезапуску програми
vi: Khi khởi động lại ứng dụng
zh_hans: App 重启时
zh_hant: 於程式重新啟動時

source: Capitalize
ar: كبّر الحروف
az: İlk hərfi böyük yaz
bg: Главни букви
cs: Velká písmena na začátku slova
da: Stort begyndelsesbogstav
de: Wortanfänge großschreiben
el: Κεφαλαιοποίηση
fa: بزرگ نوشتن حرف اول
fi: Sanat isoilla alkukirjaimilla
fr: Mettre une majuscule
gl: Primeira letra maiúscula
he: הפוך לאותיות גדולות
hr: Prva slova velika
hu: Nagy kezdőbetű
id: Huruf kapital
it: Rendi maiuscolo
ja: 英単語の先頭を大文字にする
lv: Izmantot lielos sākumburtus
nl: Beginhoofdletters
pl: Wielkie litery
pt: Capitalizar
pt_br: Iniciais maiúsculas
sk: Prvé písmeno veľkým
sr: Прво слово велико
ta: பேரெழுத்தாக்கு
th: ตัวพิมพ์ใหญ่
tr: Baş harfleri büyük yap
uk: Великі літери
vi: Viết hoa
zh_hans: 首字母大写
zh_hant: 大寫

source: Include number
ar: تضمين الرقم
az: Rəqəm əlavə et
bg: И цифри
cs: Zahrnout číslice
da: Inkludér ciffer
de: Ziffern einschließen
el: Συμπερίληψη αριθμών
fa: شامل عدد
fi: Sisällytä numero
fr: Inclure un chiffre
gl: Incluír número
he: כלול מספר
hr: Uključi broj
hu: Szám is
id: Sertakan nomor
it: Includi numero
ja: 数字を含める
lv: Iekļaut ciparu
nl: Cijfer toevoegen
pl: Uwzględnij cyfry
pt: Incluir número
pt_br: Incluir número
sk: Zahrnúť číslo
sr: Убаци број
ta: எண்ணை உள்ளடக்கு
th: รวมตัวเลข
tr: Rakam ekle
uk: Включити число
vi: Bao gồm cả số
zh_hans: 包含数字
zh_hant: 包含數字

source: Download
ar: تنزيل
az: Endir
bg: Изтегляне
cs: Stáhnout
de: Herunterladen
el: Λήψη
fa: بارگیری
fi: Lataa
fr: Télécharger
gl: Descarga
he: הורד
hr: Preuzmi
hu: Letöltés
id: Unduh
it: Scarica
ja: ダウンロード
lv: Lejupielādēt
nl: Downloaden
pl: Pobierz
pt: Transferir
pt_br: Baixar
sk: Stiahnuť
sr: Преузми
ta: பதிவிறக்கு
th: ดาวน์โหลด
tr: İndir
uk: Завантажити
vi: Tải xuống
zh_hans: 下载
zh_hant: 下載

source: Shared
ar: تمت المشاركة
az: Paylaşılan
bg: Споделено
cs: Sdílené
da: Delt
de: Geteilt
el: Κοινοποιήθηκε
fa: اشتراک گذاری شد
fi: Jaettu
fr: Partagé
gl: Compartido
he: משותף
hr: Dijeljeno
hu: Megosztott
id: Dibagikan
it: Condiviso
ja: 共有
lv: Kopīgots
nl: Gedeeld
pl: Udostępnione
pt: Partilhado
pt_br: Compartilhado
sk: Zdieľané
sr: Дељено
ta: பகிர்ந்தவை
th: แชร์แล้ว
tr: Paylaşılan
uk: Спільні
vi: Đã chia sẻ
zh_hans: 已共享
zh_hant: 共用

source: Toggle visibility
ar: إظهار / إخفاء
az: Görünməni aç/bağla
bg: Превключване на видимостта
cs: Přepnout viditelnost
da: Slå synlighed til/fra
de: Sichtbarkeit umschalten
el: Εναλλαγή ορατότητας
fa: تغییر حالت نمایش
fi: Näytä tai piilota
fr: Basculer la visibilité
gl: Alternar visibilidade
he: שנה מצב נראות
hr: Prikaži/Sakrij
hu: Láthatóság váltás
id: Alihkan Visibilitas
it: Mostra/nascondi
ja: 表示切り替え
lv: Pārslēgt redzamību
nl: Zichtbaarheid wisselen
pl: Pokaż / Ukryj
pt: Alternar visibilidade
pt_br: Habilitar visibilidade
sk: Prepnúť viditeľnosť
sr: Пребаци видљивост
ta: புலப்பாட்டை நிலைமாற்று
th: สลับการมองเห็น
tr: Görünürlüğü aç/kapat
uk: Перемкнути видимість
vi: Bật/tắt khả năng hiển thị
zh_hans: 切换可见性
zh_hant: 切換可見性

source: Biometrics
ar: البصمات
az: Biometrik
bg: Биометрични данни
cs: Biometrie
da: Biometri
de: Biometrie
el: Βιομετρική
fa: بیومتریک
fi: biometrialla
fr: Biométrie
gl: Biometría
he: זיהוי ביומטרי
hr: biometrijom
hu: Biometria
id: Biometrik
it: Dati biometrici
ja: 生体認証
lv: biometriju
nl: Biometrie
pl: Biometria
pt: Biometria
pt_br: Biometria
sk: Biometrické údaje
sr: Биометријом
ta: உயிரியளவுகள்
th: ไบโอเมตริก
tr: biyometri
uk: біометрією
vi: Sinh trắc học
zh_hans: 生物识别
zh_hant: 生物特徵辨識

source: Use biometrics to unlock
ar: استخدام القياسات الحيوية للفتح
az: Kilidi açmaq üçün biometrik istifadə et
bg: Отключване с биометрични данни
cs: Použít biometrii k odemknutí
da: Benyt biometri til oplåsning
de: Biometrie zum Entsperren verwenden
el: Χρήση βιομετρικών για ξεκλείδωμα
fa: برای قفل گشایی از بیومتریک استفاده کن
fi: Avaa biometrialla
fr: Utiliser la biométrie pour déverrouiller
gl: Empregar biometría para desbloquear
he: השתמש בזיהוי ביומטרי כדי לפתוח
hr: Koristi biometriju za otključavanje
hu: Biometria használata a feloldáshoz
id: Gunakan Biometrik Untuk Membuka Kunci
it: Sblocca con dati biometrici
ja: 生体認証でロック解除
lv: Izmantot biometriju, lai atslēgtu
nl: Biometrie gebruiken om te ontgrendelen
pl: Odblokuj biometrią
pt: Utilizar a biometria para desbloquear
pt_br: Usar biometria para desbloquear
sk: Použiť biometrické údaje na odomknutie
sr: Користи биометријско откључавање
ta: உயிரியளவுகளால் பூட்டவிழ்
th: ใช้ไบโอเมตริกเพื่อปลดล็อก
tr: Kilidi biyometri ile aç
uk: Використовувати біометрію для розблокування
vi: Dùng sinh trắc học để mở khóa
zh_hans: 使用生物识别解锁
zh_hant: 使用生物特徵辨識解鎖

source: Denied
ar: تم رفضه
az: Rədd edildi
bg: Отказано право
cs: Zamítnuto
da: Nægtet
de: Abgelehnt
el: Αρνήθηκε
fa: رد شده
fi: Hylätty
fr: Interdit
gl: Denegado
he: נדחה
hr: Odbijeno
hu: Megtagadva
id: Ditolak
it: Negato
ja: 拒否
lv: Noraidīts
nl: Afgewezen
pl: Odmowa
pt: Negado
pt_br: Negado
sk: Zakázané
sr: Одбијено
ta: மறுக்கப்பட்டது
th: ปฏิเสธ
tr: Reddedildi
uk: Заборонено
vi: Đã từ chối
zh_hans: 拒绝
zh_hant: 拒絕

source: Granted
ar: تم المنح
az: İcazə verildi
bg: Дадено право
cs: Uděleno
da: Tildelt
de: Gewährt
el: Χορηγήθηκε
fa: اعطا کردن
fi: Myönnetty
fr: Autorisé
gl: Concedido
he: הוענק
hr: Odobreno
hu: Engedélyezve
id: Diberikan
it: Concesso
ja: 許可
lv: Nodrošināts
nl: Verleend
pl: Przyznano
pt: Concedido
pt_br: Concedido
sk: Udelené
sr: Одобрено
ta: வழங்கப்பட்டது
th: อนุญาต
tr: İzin verildi
uk: Дозволено
vi: Đã cấp
zh_hans: 已授权
zh_hant: 已授予

source: File format
ar: صيغة الملف
az: Fayl formatı
bg: Формат на файла
cs: Formát souboru
da: Filformat
de: Dateiformat
el: Μορφή αρχείου
fa: فرمت پرونده
fi: Tiedostomuoto
fr: Format de fichier
gl: Formato de ficheiro
he: פורמט קובץ
hr: Format datoteke
hu: Fájlformátum
id: Format File
it: Formato file
ja: ファイル形式
lv: Datnes veids
nl: Bestandsformaat
pl: Format pliku
pt: Formato do ficheiro
pt_br: Formato do arquivo
sk: Formát Súboru
sr: Формат датотеке
ta: கோப்பு வடிவமைப்பு
th: รูปแบบไฟล์
tr: Dosya biçimi
uk: Формат файлу
vi: Định dạng tập tin
zh_hans: 文件格式
zh_hant: 檔案格式

# ExportVaultMasterPasswordDescription
source: Enter your master password to export your vault data.
ar: أدخل كلمة المرور الرئيسية لتصدير بيانات خزانتك.
az: Seyf datanızı xaricə köçürmək üçün ana parolunuzu daxil edin.
bg: Въведете главната парола, за да изнесете данните.
cs: Zadejte své hlavní heslo pro export dat.
da: Angiv din hovedadgangskode for at eksportere boksdata.
de: Gib das Masterpasswort ein, um deine Tresordaten zu exportieren.
el: Εισαγάγετε τον κύριο κωδικό για εξαγωγή των δεδομένων vault.
fa: کلمه عبور اصلی خود را برای برون ریزی داده‌های گاوصندوق‌تان وارد کنید.
fi: Syötä pääsalasanasi viedäksesi holvisi tiedot.
fr: Saisissez votre mot de passe principal pour exporter les données de votre coffre.
gl: Introduce o teu contrasinal mestre para exportar a caixa forte.
he: הזן את הסיסמה הראשית שלך עבור יצוא המידע מהכספת.
hr: Unesi glavnu lozinku za izvoz podataka iz trezora.
hu: A mesterjelszó megadása a széfadatok exportálásához.
id: Masukkan sandi utama untuk mengekspor data brankas Anda.
it: Inserisci la tua password principale per esportare i dati della tua cassaforte.
ja: 保管庫のデータをエクスポートするには、マスターパスワードを入力してください。
lv: Ievadīt galveno paroli, lai izgūtu glabātavas saturu.
nl: Voer je hoofdwachtwoord in om de kluisgegevens te exporteren.
pl: Wpisz hasło główne, aby wyeksportować dane z sejfu.
pt: Introduza a sua palavra-passe mestra para exportar os dados do seu cofre.
pt_br: Digite sua senha principal para exportar os dados do seu cofre.
sk: Zadajte vaše hlavné heslo pre export údajov trezoru.
sr: Унети главну лозинку за извоз сефа.
ta: உம் பெட்டக தரவை ஏற்றுமதி செய்ய பிரதான கடவுச்சொல்லை உள்ளிடு.
th: กรอกรหัสผ่านหลักเพื่อส่งออกข้อมูลตู้นิรภัยของคุณ
tr: Kasadaki verilerinizi dışa aktarmak için ana parolanızı girin.
uk: Введіть головний пароль, щоб експортувати дані сховища.
vi: Nhập mật khẩu chính để xuất kho của bạn.
zh_hans: 输入您的主密码以导出您的密码库数据。
zh_hant: 輸入您的主密碼以匯出密碼庫資料。

# SendVerificationCodeToEmail
source: Send a verification code to your email
ar: إرسال رمز التحقق إلى بريدك الإلكتروني
az: Doğrulama kodunu e-poçtunuza göndərin
bg: Изпращане на код за потвърждаване до Вашата ел. поща
cs: Poslat ověřovací kód na Váš e-mail
da: Send en bekræftelseskode til din e-mail
de: Einen Verifizierungscode an deine E-Mail-Adresse senden
el: Στείλτε έναν κωδικό επαλήθευσης στο email σας
fa: یک کد تأیید به ایمیل خود ارسال کنید
fi: Lähetä todennuskoodi sähköpostiisi
fr: Envoyer un code de vérification à votre adresse email
gl: Envía un código de verificación ao teu correo
he: שלח קוד אימות לאימייל שלך
hr: Slanje verifikacijskog kôda e-poštom
hu: Ellenőrző kód elküldése a saját email címre
id: Kirim kode verifikasi ke email Anda
it: Invia un codice di verifica alla tua email
ja: 確認コードをメールに送信
lv: Nosūtīt apliecinājuma kodu e-pastā
nl: Stuur een verificatiecode naar je e-mail
pl: Wyślij kod weryfikacyjny na adres e-mail
pt: Enviar um código de verificação para o seu e-mail
pt_br: Enviar um código de verificação para o seu e-mail
sk: Poslať overovací kód na váš e-mail
sr: Слање верификационог кода путем мејла
ta: உம் மின்னஞ்சலுக்கு சரிபார்ப்புக் குறியீட்டை அனுப்பு
th: ส่งรหัสยืนยันไปที่อีเมลของคุณ
tr: E-posta adresime doğrulama kodu gönder
uk: Надіслати код підтвердження е-поштою
vi: Gửi mã xác minh tới email của bạn
zh_hans: 发送验证码到您的电子邮箱
zh_hant: 傳送驗證碼至您的電子郵件信箱

source: Code sent!
ar: تم إرسال الرمز
az: Kod göndərildi!
bg: Кодът е изпратен!
cs: Kód byl odeslán!
da: Kode sendt!
de: Code gesendet!
el: Ο κωδικός στάλθηκε!
fa: کد ارسال شد!
fi: Koodi lähetettiin!
fr: Code envoyé !
gl: Código enviado!
he: הקוד נשלח!
hr: Kôd poslan!
hu: A kód elküldésre került.
id: Kode Terkirim!
it: Codice inviato!
ja: 確認コードを送信しました。
lv: Kods nosūtīts
nl: Code verstuurd!
pl: Kod został wysłany!
pt: Código enviado!
pt_br: Código enviado!
sk: Kód bol odoslaný!
sr: Код послат!
ta: குறியீடு அனுப்பப்பட்டது!
th: ส่งรหัสแล้ว
tr: Kod gönderildi!
uk: Код надіслано!
vi: Đã gửi mã!
zh_hans: 验证码已发送！
zh_hant: 驗證碼已傳送！

# ConfirmYourIdentity
source: Confirm your identity to continue.
ar: قم بتأكيد هويتك للمتابعة.
az: Davam etmək üçün kimliyinizi doğrulayın.
bg: Потвърдете самоличността си, за да продължите.
cs: Pro pokračování potvrďte svou identitu.
da: Bekræft din identitet for at fortsætte.
de: Verifiziere deine Identität, um fortzufahren.
el: Επιβεβαιώστε την ταυτότητα σας για να συνεχίσετε.
fa: برای ادامه، هویت خود را تأیید کنید.
fi: Jatka vahvistamalla henkilöllisyytesi.
fr: Confirmez votre identité pour continuer.
gl: Confirma a túa identidade para continuar.
he: אשר את זהותך כדי להמשיך.
hr: Potvrdite lozinku za nastavak.
hu: A folytatáshoz meg kell erősíteni a személyazonosságot.
id: Konfirmasi identitas Anda untuk melanjutkan.
it: Conferma la tua identità per continuare.
ja: 続行するには本人確認を行ってください。
lv: Jāapstiprina identitāte, lai turpinātu.
nl: Bevestig je identiteit om door te gaan.
pl: Potwierdź swoją tożsamość, aby kontynuować.
pt: Confirme a sua identidade para continuar.
pt_br: Confirme a sua identidade para continuar.
sk: Ak chcete pokračovať, potvrďte svoju identitu.
sr: Да бисте наставили потврдите ваш идентитет.
ta: தொடர உம் அடையாளத்தை உறுதிசெய்.
th: ยืนยันตัวตนของคุณเพื่อดำเนินการต่อ
tr: Devam etmek için kimliğinizi doğrulayın.
uk: Підтвердьте свої облікові дані для продовження.
vi: Xác minh danh tính để tiếp tục.
zh_hans: 请先确认您的身份后继续。
zh_hant: 請先確認身分後再繼續。
