Repository: bitwarden/ios
Catalog: BitwardenResources/Localizations/*.lproj/Localizable.strings
Languages: ar, az, bg, cs, da, de, el, fa, fi, fr, gl, he, hr, hu, id, it, ja, lv, nl, pl, pt, pt_br, sk, sr, ta, th, tr, uk, vi, zh_hans, zh_hant

# MasterPasswordConfirmationValMessage
source: Password confirmation is not correct.
ar: تأكيد كلمة المرور غير صحيح.
az: Parol təsdiqləmə doğru deyil.
bg: Потвърждението не съвпада с паролата.
cs: Potvrzení hesla se neshoduje.
da: Adgangskodebekræftelse er forkert.
de: Passwortbestätigung ist nicht korrekt.
el: Η επιβεβαίωση του κύριου κωδικού δεν είναι σωστή.
fa: تأیید کلمه عبور صحیح نیست.
fi: Salasanan vahvistus ei täsmää.
fr: La confirmation du mot de passe est erronée.
gl: O contrasinal repetido non é correcto.
he: שדה אימות סיסמה שגוי.
hr: Potvrda lozinke nije točna.
hu: A megadott két jelszó nem egyezik.
id: Konfirmasi kata sandi tidak benar.
it: Le password principali non corrispondono.
ja: パスワードの確認が正しくありません。
lv: Paroles apstiprinājums nav pareizs.
nl: De wachtwoorden komen niet overeen.
pl: Potwierdzenie hasła nie pasuje.
pt: A confirmação da palavra-passe não está correta.
pt_br: A confirmação de senha não está correta.
sk: Potvrdenie hesla nie je správne.
sr: Потврђена лозинка није тачна.
ta: கடவுச்சொல் உறுதிப்படுத்தல் சரியானதல்ல.
th: การยืนยันรหัสผ่านไม่ถูกต้อง
tr: Parola onayı doğru değil.
uk: Підтвердження пароля неправильне.
vi: Mật khẩu nhập lại không trùng khớp.
zh_hans: 两次填写的密码不一致。
zh_hant: 兩次填寫的主密碼不一致。

source: The master password is the password you use to access your vault.
ar: كلمة المرور الرئيسية هي كلمة المرور التي تستخدمها للوصول إلى خزانك.
az: Ana parol, seyfinizə müraciət etmək üçün istifadə etdiyiniz paroldur.
bg: Главната парола е паролата, която използвате за достъп до трезора си.
cs: Hlavní heslo je heslo, které používáte pro přístup k trezoru.
de: Das Master-Passwort ist das Passwort, mit dem du auf deinen Tresor zugreifst.
el: Ο κύριος κωδικός πρόσβασης είναι ο κωδικός πρόσβασης που χρησιμοποιείτε για να αποκτήσετε πρόσβαση στο θησαυροφυλάκιο σας.
fa: کلمه عبور اصلی، کلمه عبوری است که برای دسترسی به گاوصندوق خود استفاده می‌کنید.
fi: Pääsalasana on se salasana, jolla pääset holviisi.
fr: Le mot de passe principal est le mot de passe que vous utilisez pour accéder à votre coffre.
he: הסיסמה הראשית שלך היא הסיסמה בה אתה משתמש כדי לגשת לכספת שלך.
hr: Glavnu lozinku koristiš za pristup svom trezoru.
hu: A mesterjelszó az a jelszó, amelyet a széf eléréséhez használunk.
id: Sandi utama adalah sandi yang Anda gunakan untuk mengakses brankas Anda.
it: La parola d'accesso principale è la parola d'accesso che usi per accedere alla tua cassaforte.
ja: マスターパスワードとは、保管庫にアクセスするためのパスワードです。
lv: Galvenā parole ir parole, ko izmanto, lai piekļūtu savam kontam.
nl: Het hoofdwachtwoord is het wachtwoord dat je gebruikt om toegang te krijgen tot je kluis.
pl: Hasło główne to hasło, które zapewnia dostęp do sejfu.
pt: A palavra-passe mestra é a palavra-passe que utiliza para aceder ao seu cofre.
pt_br: A senha principal é a senha que você usa para acessar o seu cofre.
sk: Hlavné heslo je heslo, ktoré používate na prístup do svojho trezora.
sr: Главна лозинка је лозинка коју користите за приступ вашем трезору.
ta: மாஸ்டர் கடவுச்சொல் என்பது உங்கள் பெட்டகத்தை அணுக நீங்கள் பயன்படுத்தும் கடவுச்சொல் ஆகும்.
th: รหัสผ่านหลักคือรหัสผ่านที่ใช้เข้าถึงตู้นิรภัย
tr: Ana parola, kasanıza erimek için kullandığınız parolanızdır.
uk: Головний пароль призначений для доступу до вашого сховища.
vi: Mật khẩu chính là mật khẩu bạn dùng để mở khóa kho lưu trữ.
zh_hans: 主密码是用于访问您的密码库的密码。

source: Master password hint
ar: تلميح كلمة المرور الرئيسي
az: Ana parol ipucusu
bg: Подсказка за главната парола
cs: Nápověda k hlavnímu heslu
da: Hovedadgangskodetip
de: Master-Passwort-Hinweis
el: Υπόδειξη κύριου κωδικού πρόσβασης
fa: یادآور کلمه عبور اصلی
fi: Pääsalasanan vihje
fr: Indice du mot de passe principal
gl: Obter pista do contrasinal mestre
he: רמז לסיסמה הראשית
hr: Podsjetnik glavne lozinke
hu: Mesterjelszó emlékeztető
id: Petunjuk sandi utama
it: Suggerimento per la password principale
ja: マスターパスワードのヒント
lv: Galvenās paroles norāde
nl: Hint voor het hoofdwachtwoord
pl: Podpowiedź do hasła głównego
pt: Dica da palavra-passe mestra
pt_br: Dica da senha principal
sk: Nápoveď k hlavnému heslu
sr: Помоћ за главну лозинку
ta: மாஸ்டர் கடவுச்சொல் குறிப்பு
th: คำใบ้รหัสผ่านหลัก
tr: Ana parola ipucu
uk: Підказка для головного пароля
vi: Gợi ý mật khẩu chính
zh_hans: 主密码提示
zh_hant: 主密碼提示

source: New master password hint
ar: تلميح كلمة المرور الرئيسية
az: Yeni ana parol üçün ipucu
bg: Подсказка за новата главна парола
cs: Nápověda k novému hlavnímu heslu
de: Neuer Hinweis zum Master-Passwort
fa: یادآور کلمه عبور اصلی جدید
fi: Uusi pääsalasanan vihje
fr: Nouvel indice de mot de passe principal
he: רמז לסיסמה ראשית חדש
hr: Novi podsjetnik glavne lozinke
hu: Új mesterjelszó kérés
id: Petunjuk sandi utama baru
it: Nuovo suggerimento parola d'accesso principale
ja: 新しいマスターパスワードのヒント
lv: Jaunā galvenās paroles norāde
nl: Nieuwe hoofdwachtwoordhint
pl: Nowa podpowiedź do hasła głównego
pt: Nova dica da palavra-passe mestra
pt_br: Nova dica da senha principal
sk: Nová nápoveď pre hlavné heslo
sr: Савет за нову Главну Лозинку
ta: புதிய மாஸ்டர் கடவுச்சொல் குறிப்பு
th: คำใบ้รหัสผ่านหลักใหม่
tr: Yeni ana parola ipucu
uk: Нова підказка для головного пароля
vi: Gợi ý mật khẩu chính mới
zh_hans: 新主密码提示

# MasterPasswordLengthValMessageX
source: Master password must be at least %1$@ characters long.
ar: كلمة المرور الرئيسية يجب أن تكون على الأقل %1$@ حرفاً.
az: Ana parol ən azı %1$@ simvol uzunluğunda olmalıdır.
bg: Главната парола трябва да е дълга поне %1$@ знака.
cs: Hlavní heslo musí obsahovat alespoň %1$@ znaků.
da: Hovedadgangskoden skal udgøre mindst %1$@ tegn.
de: Das Master-Passwort muss mindestens %1$@ Zeichen lang sein.
el: Ο κύριος κωδικός πρέπει να έχει μήκος τουλάχιστον %1$@ χαρακτήρες.
fa: طول کلمه عبور اصلی باید حداقل %1$@ کاراکتر باشد.
fi: Pääsalasanan tulee sisältää vähintään %1$@ merkkiä.
gl: O contrasinal mestre debe ter polo menos %1$@ caracteres.
hr: Glavna lozinka mora imati najmanje %1$@ znakova.
hu: Mesterjelszónak legalább %1$@ karakter hosszúnak kell lennie.
it: La password principale deve essere lunga almeno %1$@ caratteri.
ja: マスターパスワードは、少なくとも%1$@文字以上で設定してください。
lv: Galvenajai parolei ir jābūt vismaz %1$@ rakstzīmes garai.
nl: Hoofdwachtwoord moet minstens %1$@ karakters lang zijn.
pl: Hasło główne musi składać się z co najmniej %1$@ znaków.
pt: A palavra-passe mestra deve ter pelo menos %1$@ carateres.
sk: Hlavné heslo musí obsahovať aspoň %1$@ znakov.
sr: Главна лозинка мора имати барем %1$@ карактера.
uk: Довжина головного пароля має бути принаймні %1$@ символів.
vi: Mật khẩu chính phải có tối thiểu %1$@ kí tự.
zh_hans: 主密码长度必须至少为 %1$@ 个字符。
zh_hant: 主密碼需要至少 %1$@ 個字元。

# MinNumbers
source: Minimum numbers
ar: الحد الأدنى للأرقام
az: Minimum rəqəm
bg: Минимален брой цифри
cs: Minimální počet číslic
da: Mindste antal cifre
de: Mindestanzahl Ziffern
el: Ελάχιστα αριθμητικά ψηφία
fa: حداقل اعداد
fi: Numeroita vähintään
fr: Chiffres minimum
gl: Mínimo de cifras
he: מינימום מספרים
hr: Najmanje brojeva
hu: Legalább ennyi szám
id: Angka minimum
it: Minimo numeri
ja: 数字の最小個数
lv: Mazākais pieļaujamais ciparu skaits
nl: Min. aantal cijfers
pl: Minimalna liczba cyfr
pt: Mínimo de números
pt_br: Mínimo de números
sk: Minimum číslic
sr: Минимално Бројева
ta: குறைந்தபட்ச எண்கள்
th: จำนวนตัวเลขขั้นต่ำ
tr: En az rakam
uk: Мінімум цифр
vi: Số chữ số tối thiểu
zh_hans: 数字最少个数
zh_hant: 最少數字位數

# MinSpecial
source: Minimum special
ar: الحد الأدنى من الأحرف الخاصة
az: Minimum simvol
bg: Минимален брой специални знаци
cs: Minimální počet speciálních znaků
da: Mindste antal specialtegn
de: Mindestanzahl Sonderzeichen
el: Ελάχιστοι ειδικοί χαρακτήρες
fa: حداقل حرف خاص
fi: Erikoismerkkejä vähintään
fr: Caractères spéciaux minimum
gl: Mínimo de caracteres especiais
he: מינימום מיוחדים
hr: Najmanje posebnih
hu: Legalább ennyi speciális karakter
id: Karakter khusus minimum
it: Minimo caratteri speciali
ja: 最低限必要な記号の個数
lv: Mazākais pieļaujamais īpašo rakstzīmju skaits
nl: Min. aantal speciaal
pl: Minimalna liczba znaków specjalnych
pt: Mínimo de carateres especiais
pt_br: Mínimo de caracteres especiais
sk: Minimum špeciálnych
sr: Минимално специјалних
ta: குறைந்தபட்ச சிறப்பு
th: จำนวนอักขระพิเศษขั้นต่ำ
tr: En az özel karakter
uk: Мінімум спеціальних символів
vi: Số kí tự đặc biệt tối thiểu
zh_hans: 符号最少个数
zh_hant: 最少符號位數

# MustLogInMainApp
source: You must log into the main Bitwarden app before you can use the extension.
ar: يجب عليك تسجيل الدخول إلى تطبيق بت واردن الرئيسي قبل استخدام الامتداد.
az: Uzantını istifadə edə bilmək üçün Bitwarden tətbiqində giriş etməlisiniz.
bg: Трябва да се впишете в основното приложение на Битуорден, за да може да използвате тази приставка.
cs: Před použitím rozšíření se musíte nejdříve přihlásit v hlavní aplikaci Bitwarden.
da: Du skal logge ind på den primære Bitwarden-app, før du kan benytte udvidelsen.
de: Du musst dich in der Bitwarden App anmelden, bevor du die Erweiterung benutzen kannst.
el: Πρέπει να συνδεθείτε στην κύρια εφαρμογή Bitwarden για να μπορέσετε να χρησιμοποιήσετε την επέκταση.
fa: شما باید به برنامه اصلی Bitwarden وارد شوید تا بتوانید از افزونه استفاده کنید.
fi: Sinun on kirjauduttava Bitwardenin pääsovellukseen ennen kuin voit käyttää laajennusta.
fr: Vous devez vous identifier sur l'application principale Bitwarden avant d'utiliser l'extension.
gl: Debes iniciar sesión na app de Bitwarden para poder empregar a extensión.
he: חובה להתחבר לאפליקציה הראשית של Bitwarden לפני שתוכל להשתמש בהרחבה זו.
hr: Prije korištenja proširenja, moraš se prijaviti u glavnu Bitwarden aplikaciju.
hu: A kiegészítő használatához be kell jelentkezni a Bitwarden alkalmazásba.
id: Anda harus masuk ke aplikasi utama Bitwarden sebelum Anda dapat menggunakan ekstensi.
it: È necessario accedere all'app principale di Bitwarden prima di poter utilizzare l'estensione.
ja: この拡張機能を使用する前に、メインの Bitwarden アプリにログインしてください。
lv: Vispirms ir jāpiesakās galvenajā Bitwarden lietotnē, lai varētu izmantot paplašinājumu.
nl: Je moet inloggen op de Bitwarden-app voordat je de extensie kunt gebruiken.
pl: Musisz zalogować się do aplikacji głównej Bitwarden, zanim będziesz mógł używać rozszerzenia.
pt: Tem de iniciar sessão na app Bitwarden principal antes de poder utilizar a extensão.
pt_br: Você precisa se conectar no aplicativo principal do Bitwarden antes de poder usar a extensão.
sk: Pred použitím rozšírenia sa najskôr musíte prihlásiť v hlavnej bitwarden aplikácií.
sr: Морате се пријавити на главну апликацију Bitwarden пре употребе додатка.
ta: நீட்டிப்பை பயன்படுத்தும் முன் நீங்கள் முதன்மை Bitwarden செயலியில் உள்நுழைய வேண்டும்.
th: คุณต้องเข้าสู่ระบบแอป Bitwarden หลักก่อนจึงจะใช้ส่วนขยายได้
tr: Uzantıyı kullanabilmek için ana Bitwarden uygulamasına giriş yapmalısınız.
uk: Потрібно увійти в основну програму Bitwarden, щоб використовувати розширення.
vi: Bạn phải đăng nhập vào ứng dụng Bitwarden trước khi sử dụng tiện ích mở rộng.
zh_hans: 您必须先登录主 Bitwarden App，才能使用此扩展。
zh_hant: 您必須先登入 Bitwarden 才可使用延伸功能。

source: Never
ar: أبداً
az: Heç vaxt
bg: Никога
cs: Nikdy
da: Aldrig
de: Niemals
el: Ποτέ
fa: هرگز
fi: Ei koskaan
fr: Jamais
gl: Nunca
he: לעולם לא
hr: Nikad
hu: Soha
id: Jangan pernah
it: Mai
ja: なし
lv: Nekad
nl: Nooit
pl: Nigdy
pt: Nunca
pt_br: Nunca
sk: Nikdy
sr: Никада
ta: ஒருபோதுமில்லை
th: ไม่เลย
tr: Asla
uk: Ніколи
vi: Không bao giờ
zh_hans: 从不
zh_hant: 永不

# NoItems
source: There are no items in your vault.
ar: لا توجد عناصر في خزانتك.
az: Seyfinizdə heç bir element yoxdur.
bg: Няма записи в трезора.
cs: Žádné položky.
da: Der er ingen elementer i din boks.
de: Keine Einträge in deinem Tresor.
el: Δεν υπάρχουν στοιχεία στο vault σας.
fa: هیج موردی در گاوصندوقتان موجود نیست.
fi: Holvissasi ei ole kohteita.
fr: Il n'y a aucun élément dans votre coffre.
gl: Non hai entradas na túa caixa forte.
he: אין פריטים בכספת שלך.
hr: U tvom trezoru nema stavki.
hu: Nincsenek elemek a széfben.
id: Tidak ada item di brankas Anda.
it: Non ci sono elementi nella tua cassaforte.
ja: 保管庫にアイテムはありません。
lv: Glabātavā nav vienumu.
nl: Er zijn geen items in je kluis.
pl: Brak elementów w sejfie.
pt: Não existem itens no seu cofre.
pt_br: Não há itens no seu cofre.
sk: V trezore sa nenachádzajú žiadne položky.
sr: У вашем сефу нема ставке.
ta: உம் பெட்டகத்தில் உருப்படிகள் ஏதுமில்லை.
th: ไม่มีรายการในตู้นิรภัย
tr: Kasanızda hiç kayıt yok.
uk: У вашому сховищі немає записів.
vi: Không có mục nào trong kho lưu trữ.
zh_hans: 您的密码库中没有项目。
zh_hant: 您的密碼庫中沒有登入資料。

# NoItemsTap
source: There are no items in your vault for this website/app. Tap to add one.
ar: لا توجد في خزانتك عناصر لهذا الموقع/التطبيق. انقر لإضافة واحد.
az: Seyfinizdə bu veb sayt/tətbiq üçün heç bir element yoxdur. Əlavə etmək üçün toxunun.
bg: Няма записи в трезора за този сайт или програма. Натиснете, за да добавите.
cs: Pro tuto stránku neexistují žádné položky. Klepněte pro jejich přidání.
da: Der er ingen elementer til denne hjemmeside/app i din boks. Tryk for at tilføje et.
de: Es befinden sich keine Zugangsdaten für diese Webseite in deinem Tresor. Zum Hinzufügen tippen.
el: Δεν υπάρχουν στοιχεία στο vault σας για αυτήν την ιστοσελίδα/εφαρμογή. Πατήστε για προσθήκη.
fa: هیج علاقه‌مندی برای این وب‌سایت در گاوصندوقتان موجود نیست. برای افزودن ضربه بزنید.
fi: Holvissasi ei ole kohteita tälle sivustolle/sovellukselle. Lisää kohde napauttamalla.
fr: Il n'y a aucun élément dans votre coffre pour ce site web/app. Appuyez pour en ajouter un.
gl: Non hai entradas na túa caixa forte para esta web/app. Pulsa para engadila.
he: אין פרטים בכספת שלך עבור אתר/אפליקציה זו. לחץ כאן להוספת פריט.
hr: U tvom trezoru nema stavki za ovu web stranicu. Dodirni za dodavanje.
hu: Ehhez a webhelyhez vagy alkalmazáshoz nincs elem a széfben. Koppintás létrehozható egy.
id: Tidak ada item untuk situs ini di brankas Anda. Ketuk untuk menambahkan.
it: Non ci sono elementi nella tua cassaforte per questo sito web o app. Clicca per aggiungerne uno.
ja: 保管庫にこのウェブサイトのアイテムはありません。タップで追加します。
lv: Glabātāvā nav vienumu, ko izmantot šajā tīmekļvietnē/lietotnē. Piesist, lai pievienotu.
nl: Er zijn geen items in je kluis voor deze website. Tik om er een toe te voegen.
pl: Brak elementów dla tej strony internetowej lub aplikacji w sejfie. Kliknij, aby je dodać.
pt: Não existem itens no seu cofre para este site/app. Toque para adicionar um.
pt_br: Não há itens no seu cofre para este site/aplicativo. Toque para adicionar um.
sk: Pre túto stránku v trezore neexistujú žiadne prihlasovacie údaje. Kliknite pre pridanie.
sr: У вашем сефу нема ставке за ову веб локацију/апликацију. Додирните да бисте додали једну.
ta: உம் பெட்டகத்தில் இவ்வலைத்தளம்/செயலிக்கான உருப்படிகள் இல்லை. ஒன்றைச் சேர்க்க தட்டுக.
th: ไม่มีรายการในตู้นิรภัยสำหรับเว็บไซต์/แอปนี้ แตะเพื่อเพิ่ม
tr: Kasanızda bu siteye/uygulamaya ait hiç hesap yok. Eklemek isterseniz dokunun.
uk: У вашому сховищі немає записів для цього вебсайту/програми. Торкніться, щоб додати.
vi: Không có mục nào trong kho của bạn phù hợp với trang web/ứng dụng này. Nhấn để thêm.
zh_hans: 您的密码库中没有适用于此网站/App 的项目。点击添加一个。
zh_hant: 您的密碼庫中沒有此網站/程式的登入資料。點選新增一個。

# NoUsernamePasswordConfigured
source: This login does not have a username or password configured.
ar: لا يحتوي هذا المعرّف على اسم مستخدم أو كلمة مرور تم تكوينها.
az: Bu hesaba aid istifadəçi adı və ya parol yoxdur.
bg: Името или паролата липсват в този запис за вход.
cs: Tyto přihlašovací údaje nemají nastavené uživatelské jméno nebo heslo.
da: Dette login har intet brugernavn eller adgangskode opsat.
de: Diese Zugangsdaten sind noch nicht konfiguriert.
el: Αυτή η σύνδεση δεν έχει ρυθμιστεί με όνομα χρήστη ή κωδικό.
fa: این ورود هیچ نام کاربری و کلمه عبور پیکربندی شده‌ای ندارد.
fi: Kirjautumistiedolle ei ole määritetty käyttäjätunnusta tai salasanaa.
fr: Cet identifiant n'a pas de nom d'utilisateur ou de mot de passe configuré.
gl: Este elemento non ten un nome de usuario ou contrasinal definidos.
he: פרטי הכניסה הללו לא מכילים שם משתמש או סיסמה.
hr: Ova prijava nema definirano korisničko ime ili lozinku.
hu: Ehhez a bejelentkezéshez nem lett felhasználónév vagy jelszó beállítva.
id: Info masuk ini tidak memiliki nama pengguna atau sandi yang dikonfigurasi.
it: Questo login non contiene un nome utente o password.
ja: このログイン情報はユーザー名やパスワードが設定されていません。
lv: Šajā pieteikšanās vienumā nav norādīts lietotājvārds vai parole.
nl: Deze login bevat geen gebruikersnaam of wachtwoord.
pl: Dane logowania nie posiadają skonfigurowanej nazwy użytkownika lub hasła.
pt: Esta credencial não tem um nome de utilizador ou palavra-passe configurados.
pt_br: Esta credencial não tem um nome de usuário ou senha configurados.
sk: Toto prihlásenie nemá nakonfigurované používateľské meno alebo heslo.
sr: Ова пријава нема конфигурисано корисничко име или лозинку.
ta: இவ்வுள்நுழைவில் பயனர்பெயர் அ கடவுச்சொல் கட்டமைக்கப்படவில்லை.
th: ข้อมูลเข้าสู่ระบบนี้ไม่มีการตั้งค่าชื่อผู้ใช้หรือรหัสผ่าน
tr: Bu hesaba ait kullanıcı adı veya parola kaydedilmemiş.
uk: Цей запис не має імені користувача або пароля.
vi: Tài khoản đăng nhập này không được cấu hình tên người dùng hoặc mật khẩu.
zh_hans: 此登录没有已配置的用户名或者密码。
zh_hant: 此登入資料沒有使用者名稱或密碼。

source: Options
ar: الخيارات
az: Seçimlər
bg: Настройки
cs: Volby
da: Indstillinger
de: Optionen
el: Επιλογές
fa: گزینه‌ها
fi: Lisäasetukset
gl: Opcións
he: אפשרויות
hr: Mogućnosti
hu: Beállítások
id: Pilihan
it: Opzioni
ja: オプション
lv: Iespējas
nl: Opties
pl: Opcje
pt: Opções
pt_br: Opções
sk: Možnosti
sr: Опције
ta: விருப்பங்கள்
th: ตัวเลือก
tr: Seçenekler
uk: Додатково
vi: Tùy chọn
zh_hans: 选项
zh_hant: 選項

source: Other
ar: الأخرى
az: Digər
bg: Други
cs: Ostatní
da: Andre
de: Sonstiges
el: Άλλες
fa: ساير
fi: Muut
fr: Autres
gl: Outros
he: אחר
hr: Ostalo
hu: Egyéb
id: Lainnya
it: Altro
ja: その他
lv: Citi
nl: Overig
pl: Inne
pt: Outros
pt_br: Outros
sk: Ostatné
sr: Остало
ta: மற்றவை
th: อื่น ๆ
tr: Diğer
uk: Інше
vi: Khác
zh_hans: 其他
zh_hant: 其他

source: Password generator
ar: مولد كلمة المرور
az: Parol yaradıcı
bg: Създаване на пароли
cs: Generátor hesel
da: Adgangskodegenerator
de: Passwort-Generator
el: Γεννήτρια κωδικού
fa: تولید کننده کلمه عبور
fi: Salasanageneraattori
fr: Générateur de mot de passe
gl: Xerador de contrasinais
he: מחולל הסיסמאות
hr: Generator lozinki
hu: Jelszógenerátor
id: Pembuat sandi
it: Generatore di password
ja: パスワード生成ツール
lv: Paroļu veidotājs
nl: Wachtwoordgenerator
pl: Generator hasła
pt: Gerador de palavras-passe
pt_br: Gerador de senhas
sk: Generátor hesla
sr: Генератор Лозинке
ta: கடவுச்சொல் உருவாக்கி
th: ตัวสร้างรหัสผ่าน
tr: Parola üreteci
uk: Генератор паролів
vi: Tạo mật khẩu
zh_hans: 密码生成器
zh_hant: 密碼產生器

source: Password hint
ar: تلميح كلمة المرور
az: Parol məsləhəti
bg: Подсказка за паролата
cs: Nápověda pro heslo
da: Adgangskodetip
de: Passwort-Hinweis
el: Υπόδειξη κωδικού
fa: یادآور کلمه عبور
fi: Salasanavihje
fr: Indice de mot de passe
gl: Pista do contrasinal
he: רמז לסיסמה
hr: Podsjetnik za lozinku
hu: Jelszó emlékeztető
id: Petunjuk sandi
it: Suggerimento password
ja: パスワードのヒント
lv: Paroles norāde
nl: Wachtwoordhint
pl: Podpowiedź do hasła
pt: Dica da palavra-passe
pt_br: Dica da senha
sk: Nápoveď k heslu
sr: Помоћ за лозинку
ta: கடவுச்சொல் குறிப்பு
th: คำใบ้รหัสผ่าน
tr: Parola ipucu
uk: Підказка для пароля
vi: Gợi ý mật khẩu
zh_hans: 密码提示
zh_hant: 密碼提示

# PasswordHintAlert
source: We’ve sent you an email with your master password hint.
ar: لقد أرسلنا لك رسالة بريد إلكتروني تحتوي على تلميح لكلمة مرورك الرئيسية.
az: Ana parol məsləhətini ehtiva edən bir e-poçt göndərdik.
bg: Пратено ви е е-писмо с подсказка за главната парола.
cs: Poslali jsme Vám e-mail s nápovědou k hlavnímu heslu.
da: Vi har sendt dig en e-mail med dit hovedadgangskodetip.
de: Wir haben Ihnen eine E-Mail mit Ihrem Masterpassworthinweis gesendet.
el: Σας στείλαμε ένα email με υπόδειξη του κύριου κωδικού.
fa: ما یک ایمیل همراه با یادآور کلمه عبور اصلی برایتان ارسال کردیم.
fi: Lähetimme pääsalasanasi vihjeen sähköpostitse.
fr: Nous vous avons envoyé un courriel avec votre indice de mot de passe principal.
gl: Enviámoste un correo electrónico coa túa pista de contrasinal mestre.
he: שלחנו לך דוא“ל עם רמז לסיסמה הראשית שלך.
hr: Poslali smo e-poštu s podsjetnikom glavne lozinke.
hu: Elküldtünk neked egy E-mailt mely tartalmazza a mesterjelszó emlékeztetődet.
id: Kami telah mengirimkan email kepada Anda berisi petunjuk sandi utama.
it: Ti abbiamo inviato un'email con il suggerimento per la tua password principale.
ja: マスターパスワードのヒントを記載したメールを送信しました。
lv: Mēs nosūtījām galvenās paroles norādi e-pastā.
nl: We hebben je een e-mail gestuurd met je hoofdwachtwoordhint.
pl: Wysłaliśmy Tobie wiadomość e-mail z podpowiedzią do hasła głównego.
pt: Enviámos-lhe um e-mail com a dica da sua palavra-passe mestra.
pt_br: Enviamos um e-mail para você com a dica da sua senha principal.
sk: Poslali sme vám e-mail s nápoveďou k hlavnému heslu.
sr: Послали смо Вам поруку са саветом главне лозинке.
th: เราส่งอีเมลพร้อมคำใบ้รหัสผ่านหลักให้คุณแล้ว
tr: Size ana parolanızın ipucunu içeren bir e-posta gönderdik.
uk: Ми надіслали вам лист з підказкою для головного пароля.
vi: Chúng tôi đã gửi cho bạn một email chứa gợi ý mật khẩu chính của bạn.
zh_hans: 我们已经为您发送了包含主密码提示的电子邮件。
zh_hant: 已寄出包含您主密碼提示的電子郵件。

# PasswordOverrideAlert
source: Are you sure you want to overwrite the current password?
ar: هل أنت متأكد من أنك تريد سحق كلمة المرور الموجودة؟
az: Hazırkı parolun üzərinə yazmaq istədiyinizə əminsiniz?
bg: Сигурни ли сте, че искате да обновите текущата парола?
cs: Opravdu chcete přepsat aktuální heslo?
da: Er du sikker du vil overskrive den aktuelle adgangskode?
de: Bist du sicher, dass du das aktuelle Passwort überschreiben möchtest?
el: Είστε βέβαιοι ότι θέλετε να αντικαταστήσετε τον τρέχον κωδικό;
fa: آیا از بازنویسی بر روی کلمه عبور فعلی مطمئن هستید؟
fi: Haluatko varmasti korvata nykyisen salasanan?
fr: Êtes-vous sûr de vouloir écraser le mot de passe existant ?
gl: Seguro que queres sobrescribir o contrasinal actual?
he: האם אתה בטוח שברצונך לדרוס את הסיסמה הקיימת?
hr: Sigurno želiš prebrisati trenutnu lozinku?
hu: Biztosan felül akarod írni a jelenlegi jelszót?
id: Anda yakin ingin menimpa sandi saat ini?
it: Sei sicuro di voler sovrascrivere la password corrente?
ja: 現在のパスワードを上書きしてよろしいですか?
lv: Vai tiešām pārrakstīt esošo paroli?
nl: Weet je zeker dat je het huidige wachtwoord wilt overschrijven?
pl: Czy na pewno chcesz zastąpić obecne hasło?
pt: Tem a certeza de que pretende substituir a palavra-passe atual?
pt_br: Tem certeza que deseja substituir a senha atual?
sk: Naozaj chcete prepísať aktuálne heslo?
sr: Сигурно преписати тренутну лозинку?
ta: தற்போதைய கடவுச்சொல்லை மேலெழுத உறுதியா?
th: ยืนยันที่จะเขียนทับรหัสผ่านปัจจุบันหรือไม่
tr: Mevcut parolanın üzerine kaydetmek istediğinize emin misiniz?
uk: Ви дійсно хочете перезаписати поточний пароль?
vi: Bạn có chắc chắn muốn ghi đè lên mật khẩu hiện tại không?
zh_hans: 确定要覆盖当前密码吗？
zh_hant: 您確定要覆寫目前的密碼嗎？
