Repository: bitwarden/ios
Catalog: BitwardenResources/Localizations/*.lproj/Localizable.strings
Languages: ar, az, bg, cs, da, de, el, fa, fi, fr, gl, he, hr, hu, id, it, ja, lv, nl, pl, pt, pt_br, sk, sr, ta, th, tr, uk, vi, zh_hans, zh_hant

source: For your security, be sure to **delete your saved password file.**
ar: للأمان الخاص بك، تأكد من **حذف ملف كلمة المرور المحفوظة.**
az: Təhlükəsizliyiniz üçün **saxlanılmış parol faylınızı sildiyinizə** əmin olun.
bg: За по-сигурно **изтрийте файла със запазените пароли**.
cs: Z důvodu bezpečnosti nezapomeňte **smazat soubor s uloženým heslem**.
da: Sørg af sikkerhedshensyn for at **slette den gemte adgangskodefil.**
de: Zu deiner eigenen Sicherheit solltest du **deine gespeicherte Passwortdatei löschen.**
fa: برای حفظ امنیت خود، حتماً **پرونده کلمات عبور ذخیره شده را حذف کنید.**
fr: Pour votre sécurité, assurez-vous de **supprimer votre fichier de mots de passe enregistré.**
gl: Por razóns de seguridade, asegúrate de **eliminar o arquivo de contrasinais**.
he: למען הביטחון שלך, הפקד ל**מחוק את קובץ הסיסמאות השמורות שלך.**
hr: Za svoju sigurnost, **obriši datoteku spremljenih lozinki.**
hu: A biztonság érdekében **töröljük a mentett jelszófájlt.**
id: Demi keamanan Anda, pastikan untuk **menghapus file sandi tersimpan Anda.**
it: Assicurati di **eliminare il file delle password dopo l'importazione**.
lv: Drošības dēļ jānodrošina, ka **paroļu datne tiek izdzēsta**.
nl: Voor je eigen veiligheid, **verwijder je opgeslagen wachtwoordbestand.**
pl: Upewnij się, że **usunąłeś zapisany plik.**
pt: Para sua segurança, certifique-se de que **elimina o ficheiro de palavras-passe guardadas.**
pt_br: Para sua segurança, certifique-se de **apagar o seu arquivo de senhas salvo.**
sk: V záujme vašej bezpečnosti nezabudnite **odstrániť uložený súbor s heslami.**
sr: Ради ваше безбедности, обавезно **избришите своју сачувану датотеку лозинке.**
ta: உங்கள் பாதுகாப்பிற்காக, **உங்கள் சேமிக்கப்பட்ட கடவுச்சொல் கோப்பை நீக்குவதை உறுதிப்படுத்திக் கொள்ளுங்கள்.**
th: เพื่อความปลอดภัยของคุณ อย่าลืม **ลบไฟล์รหัสผ่านที่บันทึกไว้ของคุณ**
tr: Güvenliğiniz için, **kayıtlı parola dosyanızı sildiğinizden emin olun.**
uk: З міркувань безпеки, обов'язково **видаліть збережений файл із паролями.**
vi: Để đảm bảo an toàn cho bạn, hãy chắc chắn rằng bạn đã **xóa tệp mật khẩu đã lưu của mình.**
zh_hans: 为了您的安全，请务必**删除已保存的密码文件**。
zh_hant: 為了您的安全，記得**刪除先前匯出的密碼檔案**。

source: Bitwarden tools
ar: أدوات بت واردن
az: Bitwarden alətləri
bg: Инструменти на Битуорден
cs: Nástroje Bitwarden
da: Bitwarden-værktøjer
de: Bitwarden-Werkzeuge
el: Εργαλεία Bitwarden
fa: ابزارهای Bitwarden
fi: Bitwarden-työkalut
fr: Outils Bitwarden
gl: Ferramentas de Bitwarden
he: כלים של Bitwarden
hr: Bitwarden alati
hu: Bitwarden eszközök
id: Alat Bitwarden
it: Strumenti Bitwarden
ja: Bitwarden ツール
lv: Bitwarden rīki
nl: Bitwarden-hulpmiddelen
pl: Narzędzia Bitwarden
pt: Ferramentas do Bitwarden
pt_br: Ferramentas do Bitwarden
sk: Nástroje Bitwardenu
sr: Bitwarden алатке
ta: பிட்வார்டன் கருவிகள்
th: เครื่องมือ Bitwarden
tr: Bitwarden araçları
uk: Інструменти Bitwarden
vi: Công cụ Bitwarden
zh_hans: Bitwarden 工具
zh_hant: Bitwarden 工具

source: Import successful!
ar: نجاح الإستيراد!
az: Daxilə köçürmə uğurludur!
bg: Внасянето е успешно!
cs: Import byl úspěšný!
da: Import udført!
de: Import erfolgreich!
el: Επιτυχής εισαγωγή!
fa: درون ریزی با موفقیت انجام شد!
fi: Tuonti onnistui!
fr: Importation réussie !
gl: Importado con éxito!
he: הייבוא הצליח!
hr: Uvoz uspješan!
hu: Sikeres importálás!
id: Impor Berhasil!
it: Importazione completata.
ja: インポート成功！
lv: Ievietošana veiksmīga.
nl: Importeren gelukt!
pl: Importowanie zakończone!
pt: Importação bem-sucedida!
pt_br: Importação bem sucedida!
sk: Import úspešný!
sr: Увоз је успео!
ta: இறக்குமதி வெற்றிகரமாக முடிந்தது!
th: นำเข้าสำเร็จ!
tr: İçe aktarma başarılı!
uk: Успішно імпортовано!
vi: Nhập dữ liệu thành công!
zh_hans: 导入成功！
zh_hant: 匯入成功!

source: Manage your logins from anywhere with Bitwarden tools for web and desktop.
ar: إدارة تسجيلات الدخول الخاصة بك من أي مكان باستخدام أدوات بت واردن للويب وسطح المكتب.
az: Bitwarden-in veb və masaüstü alətləri ilə istənilən yerdən girişlərinizi idarə edin.
bg: Управлявайте данните си за вписване, където и да се намирате, с инструментите на Битуорден налични в уеб и настолното приложение.
cs: Spravujte přihlašovací údaje odkudkoli pomocí nástrojů Bitwarden pro web i počítač.
da: Håndtér logins hvor som helst fra med Bitwarden-værktøjer til web og computer.
de: Verwalte deine Zugangsdaten von überall aus mit Bitwarden-Werkzeugen für Web und Desktop.
el: Διαχειριστείτε τις συνδέσεις σας από οπουδήποτε με τα εργαλεία Bitwarden για web και desktop.
fa: ورودهای خود را از هر کجا با ابزارهای Bitwarden برای وب و دسکتاپ مدیریت کنید.
fr: Gérez vos identifiants de n'importe où avec les outils Bitwarden pour bureau et internet.
gl: Xestiona as túas credenciais dende calquera parte cas ferramentas de Bitwarden para web e escritorio.
he: נהל את כל הכניסות שלך מכל מקום עם הכלים של Bitwarden לרשת ושולחן העבודה.
hr: Upravljaj svojim prijavama bilo gdje s Bitwarden alatima za web i stolna računala.
hu: Kezelje a belépéseit bárhonnan a Bitwarden eszközök webes vagy asztali verziójával.
id: Kelola login Anda dari mana saja dengan alat Bitwarden untuk web dan desktop.
it: Gestisci gli account e le tue password da qualsiasi luogo con gli strumenti Bitwarden per Web e desktop.
ja: Bitwarden ツールでログイン情報をどこからでも管理できます。
lv: Pārvaldi savus pieteikšanāš vienumus no jebkurienes ar Bitwarden tīmekļa un darbvirsmas rīkiem!
nl: Beheer je logins waar je ook bent met Bitwarden-hulpmiddelen voor web en desktop.
pl: Zarządzaj swoimi loginami z dowolnego miejsca za pomocą narzędzi Bitwarden dla przeglądarek i komputerów.
pt: Gira as suas credenciais a partir de qualquer lugar com as ferramentas do Bitwarden para a Web e computador.
pt_br: Gerencie suas credenciais a partir de qualquer lugar com ferramentas do Bitwarden para web e computador.
sk: Spravujte svoje prihlasovacie údaje kdekoľvek s nástrojmi Bitwardenu pre web a desktop.
sr: Управљајте својим пријавама са било ког места помоћу Bitwarden алата за веб и десктоп.
ta: இணையம் மற்றும் டெஸ்க்டாப்பிற்கான பிட்வார்டன் கருவிகளுடன் எங்கிருந்தும் உங்கள் உள்நுழைவுகளை நிர்வகிக்கவும்.
th: จัดการข้อมูลเข้าสู่ระบบของคุณได้จากทุกที่ด้วยเครื่องมือ Bitwarden สำหรับเว็บและเดสก์ท็อป
tr: Hesaplarınızı Bitwarden web ve masaüstü araçlarıyla her yerden yönetebilirsiniz.
uk: Керуйте своїми паролями звідусіль за допомогою вебінструментів та програм Bitwarden.
vi: Quản lý thông tin đăng nhập của bạn từ mọi nơi với các công cụ Bitwarden cho web và máy tính.
zh_hans: 使用 Bitwarden 网络和桌面工具，随时随地管理您的登录信息。
zh_hant: 在任何地方使用 Bitwarden 網頁或桌面應用程式來管理您的登入資訊。

source: Download the browser extension
ar: تحميل ملحق المتصفح
az: Brauzer uzantısını endir
bg: Свалете добавката за браузър
cs: Stáhnout rozšíření prohlížeče
da: Download webbrowserudvidelse
de: Die Browser-Erweiterung herunterladen
el: Κατεβάστε την επέκταση περιηγητή
fa: افزونه مرورگر را بارگیری کنید
fi: Lataa selaimen laajennus
fr: Téléchargez l'extension
gl: Descarga a extensión de navegador
he: הורד את הרחבת הדפדפן
hr: Preuzmi proširenje za preglednik
hu: Töltse le a böngésző bővítményt
id: Unduh ekstensi peramban
it: Scarica l'estensione del browser
ja: ブラウザーの拡張機能をダウンロード
lv: Lejupielādēt pārlūka paplašinājumu
nl: Browserextensie downloaden
pl: Pobierz rozszerzenie przeglądarki
pt: Descarregue a extensão do navegador
pt_br: Baixe a extensão para navegador
sk: Stiahnuť rozšírenie pre prehliadač
sr: Преузмите проширење претраживача
ta: உலாவி நீட்டிப்பைப் பதிவிறக்கு
th: ดาวน์โหลดส่วนขยายเบราว์เซอร์
tr: Tarayıcı uzantısını indirin
uk: Завантажте розширення браузера
vi: Tải xuống tiện ích mở rộng trình duyệt
zh_hans: 下载浏览器扩展
zh_hant: 下載瀏覽器擴充套件

# GoToBitwardenToIntegrateBitwardenIntoYourFavoriteBrowserForASeamlessExperience
source: Go to bitwarden.com/download to integrate Bitwarden into your favorite browser for a seamless experience.
ar: اذهب إلى bitwarden.com/download لدمج بت واردن في المتصفح المفضل لديك للحصول على تجربة سلسة.
az: Daha problemsiz bir təcrübə üçün Bitwarden-i sevimli brauzerinizə inteqrasiya etmək üçün bitwarden.com/download ünvanına gedin.
bg: Посетете bitwarden.com/download, за да вградите Битуорден в любимия си браузър и да използвате възможностите му по-лесно.
cs: Přejděte na bitwarden.com/download a integrujte Bitwarden do svého oblíbeného prohlížeče pro bezproblémové používání.
da: Gå til bitwarden.com/download for at integrere Bitwarden i den foretrukne webbrowser for en problemfri oplevelse.
de: Gehe zu bitwarden.com/download, um Bitwarden für eine nahtlose Benutzererfahrung in deinen bevorzugten Browser zu integrieren.
el: Πηγαίνετε στο bitwarden.com/download για να ενσωματώσετε το Bitwarden στο αγαπημένο σας πρόγραμμα περιήγησης για μια απρόσκοπτη εμπειρία.
fa: به نشانی bitwarden.com/download بروید تا Bitwarden را در مرورگر مورد علاقه‌تان یکپارچه سازی کنید و تجربه‌ای روان داشته باشید.
fr: Allez sur bitwarden.com/download afin d'intégrer Bitwarden dans votre navigateur favori pour une expérience fluide.
gl: Visita bitwarden.com/download e integra Bitwarden no teu navegador favorito para unha experiencia completa.
he: לך אל bitwarden.com/download כדי לשלב את Bitwarden לתוך הדפדפן המועדף שלך עבור חוויה חלקה.
hr: Posjeti bitwarden.com/download za integraciju Bitwardena u svoj omiljeni preglednik za besprijekorno iskustvo.
hu: Látogasson a bitwarden.com/download címre, hogy kifogástalan élményért kedvenc böngészőjébe integrálhassa a Bitwarden-t.
id: Buka bitwarden.com/download untuk mengintegrasikan Bitwarden ke browser favorit Anda agar pengalaman lebih mulus.
it: Per un'esperienza ottimale, installa l'estensione Bitwarden (disponibile per i browser più diffusi): vai su bitwarden.com/download.
ja: bitwarden.com/download にアクセスして、Bitwarden をお気に入りのブラウザから利用しましょう。
lv: Jādodas uz bitwarden.com/download, lai iekļautu Bitwarden savā iecienītākajā pārlūkā, lai iegūtu nevainojamu pieredzi.
nl: Ga naar bitwarden.com/download om Bitwarden in je favoriete browser te integreren voor een naadloze werking.
pl: Przejdź do bitwarden.com/download, aby zintegrować Bitwarden z ulubioną przeglądarką i cieszyć się płynnym doświadczeniem.
pt: Vá a bitwarden.com/download para integrar o Bitwarden no seu navegador favorito para uma experiência perfeita.
pt_br: Vá até bitwarden.com/download para integrar o Bitwarden em seu navegador favorito para uma experiência integrada.
sk: Pre pohodlné použivanie prejdite na stránku bitwarden.com/download a integrujte Bitwarden do svojho obľúbeného prehliadača.
sr: Идите на bitwarden.com/download да интегришете Bitwarden у свој омиљени претраживач за беспрекорно искуство.
ta: தடையற்ற அனுபவத்திற்காக பிட்வார்டனை உங்களுக்கு பிடித்த உலாவியில் ஒருங்கிணைக்க bitwarden.com/download க்குச் செல்லவும்.
th: ไปที่ bitwarden.com/download เพื่อรวม Bitwarden เข้ากับเบราว์เซอร์โปรดของคุณเพื่อประสบการณ์ที่ราบรื่น
tr: Daha rahat kullanım için Bitwarden'ı en sevdiğiniz tarayıcınıza entegre etmek isterseniz bitwarden.com/download adresine gidin.
uk: Відкрийте bitwarden.com/download, щоб інтегрувати Bitwarden у свій браузер для найкращої продуктивності.
vi: Truy cập bitwarden.com/download và tích hợp Bitwarden vào trình duyệt yêu thích của bạn để có trải nghiệm liền mạch.
zh_hans: 请访问 bitwarden.com/download，将 Bitwarden 集成到您最喜欢的浏览器中，获得无缝体验。
zh_hant: 瀏覽到 bitwarden.com/download 來結合 Bitwarden 到您最愛的瀏覽器提供最好的體驗。

source: Use the web app
ar: استخدام تطبيق الويب
az: Veb tətbiqi istifadə et
bg: Използвайте приложението по уеб
cs: Použít webovou aplikaci
da: Brug web-appen
de: Verwende die Web-App
el: Χρήση της εφαρμογής web
fa: از برنامه وب استفاده کنید
fi: Käytä verkkosovellusta
fr: Utilisez l'application web
gl: Usa a aplicación web
he: השתמש ביישום הרשת
hr: Koristi web aplikaciju
hu: Használja a webes appot
id: Gunakan aplikasi web
it: Vai alla versione Web di Bitwarden
ja: Webアプリを使用する
lv: Izmantot tīmekļa lietotni
nl: Gebruik de webapp
pl: Użyj aplikacji internetowej
pt: Utilize a aplicação Web
pt_br: Use o aplicativo web
sk: Použiť webovú aplikáciu
sr: Користите веб апликацију
ta: இணைய பயன்பாட்டைப் பயன்படுத்தவும்
th: ใช้เว็บแอป
tr: Web uygulamasını kullanın
uk: Використовуйте вебпрограму
vi: Sử dụng bản web
zh_hans: 使用网页 App
zh_hant: 使用網頁應用程式

# LogInAtBitwardenToEasilyManageYourAccountAndUpdateSettings
source: Log in at bitwarden.com to easily manage your account and update settings.
ar: سجّل الدخول في bitwarden.com لإدارة حسابك بسهولة وتحديث الإعدادات.
az: Hesabınızı asanlıqla idarə etmək və ayarları güncəlləmək üçün bitwarden.com saytında giriş edin
bg: Впишете се в bitwarden.com, където можете лесно да управлявате регистрацията си и да променяте настройки
cs: Přihlaste se na bitwarden.com a snadno spravujte svůj účet a aktualizujte nastavení.
da: Log ind på bitwarden.com for nemt at håndtere brugerkontoen og opdatere indstillinger
de: Melde dich bei bitwarden.com an, um dein Konto einfach zu verwalten und Einstellungen zu aktualisieren
el: Συνδεθείτε στο bitwarden.com για να διαχειριστείτε εύκολα το λογαριασμό σας και να ενημερώσετε τις ρυθμίσεις.
fa: در bitwarden.com وارد شوید تا به‌راحتی حساب کاربری خود را مدیریت کرده و تنظیمات را به‌روزرسانی کنید.
fr: Connectez-vous sur bitwarden.com pour gérer facilement votre compte et mettre à jour vos paramètres.
gl: Inicia sesión en bitwarden.com para xestionar a túa conta cómodamente e actualizar os axustes.
he: היכנס אל bitwarden.com כדי לנהל את החשבון שלך ולעדכן הגדרות.
hr: Prijavi se na bitwarden.com za jednostavno upravljanje svojim računom i ažuriranjem postavki.
hu: Lépjen be a bitwarden.com címen, hogy könnyen tudja fiókját és beállításait módosítani.
id: Masuk di bitwarden.com untuk mengelola akun dan memperbarui pengaturan dengan mudah.
it: Accedi a Bitwarden Web per gestire il tuo acconut e modificare le impostazioni.
ja: bitwarden.com にログインして、アカウントと設定を簡単に管理します。
lv: Piesakies bitwarden.com, lai viegli pārvaldītu savu kontu un atjauninātu iestatījumus
nl: Je kunt inloggen op bitwarden.com om je account en instellingen te beheren.
pl: Zaloguj się na bitwarden.com, aby łatwo zarządzać swoim kontem i aktualizować ustawienia.
pt: Inicie sessão em bitwarden.com para gerir facilmente a sua conta e atualizar as definições.
pt_br: Conecte-se em bitwarden.com para gerenciar sua conta e atualizar as configurações com facilidade.
sk: Pre jednoduchú správu vášho účtu a aktualizáciu nastavení sa prihláste na bitwarden.com
sr: Пријавите се на bitwarden.com да лако управљате својим налогом и ажурирате подешавања
ta: உங்கள் கணக்கை எளிதாக நிர்வகிக்கவும், அமைப்புகளைப் புதுப்பிக்கவும் bitwarden.com இல் உள்நுழையவும்.
th: เข้าสู่ระบบที่ bitwarden.com เพื่อจัดการบัญชีและอัปเดตการตั้งค่าของคุณได้อย่างง่ายดาย
tr: Hesabınızı kolayca yönetmek ve ayarlarınızı güncellemek isterseniz bitwarden.com adresine giriş yapın.
uk: Увійдіть на bitwarden.com, щоб легко керувати обліковим записом і змінювати налаштування.
vi: Đăng nhập vào bitwarden.com để dễ dàng quản lý tài khoản và cập nhật cài đặt.
zh_hans: 登录到 bitwarden.com 以轻松管理您的账户和更新设置。
zh_hant: 登入到 bitwarden.com 來輕易管理您的帳號及更新偏好設定。

source: Autofill passwords
ar: الملء التلقائي لكلمات المرور
az: Parolları avto-doldur
bg: Автоматично попълване на пароли
cs: Automatické vyplňování hesel
da: Autofyld adgangskoder
de: Passwörter automatisch ausfüllen
el: Αυτόματη συμπλήρωση κωδικών πρόσβασης
fa: پر کردن خودکار کلمات عبور
fi: Automaattitäytä salasanat
fr: Saisissez les mots de passe automatiquement
gl: Autoenchido de contrasinais
he: מלא אוטומטית סיסמאות
hr: Auto-ispuni lozinke
hu: Jelszavak automata-kitöltése
id: Isi otomatis sandi
it: Riempi automaticamente password
ja: パスワードの自動入力
lv: Automātiski aizpildīt paroles
nl: Wachtwoorden automatisch invullen
pl: Autouzupełnianie haseł
pt: Preenchimento automático de palavras-passe
pt_br: Preencha senhas automaticamente
sk: Automatické vypĺňanie hesiel
sr: Ауто-попуњавање лозинки
ta: கடவுச்சொற்களை தானாக நிரப்பு
th: ป้อนรหัสผ่านอัตโนมัติ
tr: Parolaları otomatik doldurun
uk: Автозаповнення паролів
vi: Tự động điền mật khẩu
zh_hans: 自动填充密码
zh_hant: 自動填入密碼

source: Set up autofill on all your devices to login with a single tap anywhere.
ar: إعداد التعبئة التلقائية على جميع الأجهزة الخاصة بك لتسجيل الدخول بنقرة واحدة في أي مكان.
az: Bütün cihazlarınızda avto-doldurmanı quraraq tək toxunuşla istənilən yerdən giriş edin.
bg: Настройте автоматичното попълвана на всички свои устройства, за да се вписвате навсякъде с едно докосване.
cs: Nastavte automatické vyplňování na všech Vašich zařízeních pro přihlášení jedním klepnutím kdekoliv.
da: Opsæt autofyldning på alle enhederne for at logge ind med ét enkelt tryk overalt.
de: Richte Auto-Ausfüllen auf all deinen Geräten ein, um dich mit einem einzigen Fingertipp überall anzumelden.
el: Ρυθμίστε την αυτόματη συμπλήρωση όλων των συσκευών σας για να συνδεθείτε με ένα μόνο πάτημα οπουδήποτε.
fa: تنظیمات پر کردن خودکار را روی همه دستگاه‌های خود فعال کنید تا بتوانید تنها با یک ضربه در هر جایی وارد شوید.
fr: Configurez le remplissage automatique sur tous vos appareils pour vous connecter de n'importe où en un seul clic.
gl: Configura o autoenchido en todos os teus dispositivos para iniciar sesión cun toque en todas partes.
he: הגדר מילוי אוטומטי בכל המכשירים שלך כדי להיכנס עם הקשה אחת בכל מקום.
hr: Na svim svojim uređajima uključi auto-ispunu za prijavu jednim dodirom.
hu: Állítsa be az összes eszközén az automata-kitöltést, hogy egy koppintással be tudjon lépni bárhol.
id: Atur isi otomatis di semua perangkat Anda untuk login dengan sekali ketuk di mana saja.
it: Imposta il riempimento automatico su tutti i tuoi dispositivi per accedere con un solo tocco ovunque.
ja: すべてのデバイスで自動入力を設定して、ワンタップでどこにでもログインできます。
lv: Iestati automātiskuo aizpildi visās savās ierīcēs, lai visur pieteiktos ar vienu piesitienu!
nl: Stel automatisch invullen in op al je apparaten zodat je overal met enkele tik kunt inloggen.
pl: Skonfiguruj autouzupełnianie na wszystkich swoich urządzeniach, aby logować się jednym kliknięciem.
pt: Configure o preenchimento automático em todos os seus dispositivos para iniciar sessão com um simples toque em qualquer lugar.
pt_br: Configure o preenchimento automático em todos os seus dispositivos para se conectar com um único toque em qualquer lugar.
sk: Nastavte si automatické vypĺňanie na všetkých svojich zariadeniach a prihláste sa jediným ťuknutím kdekoľvek.
sr: Подесите ауто-попуњавање на свим својим уређајима да бисте се пријавили једним додиром било где.
ta: எங்கிருந்தும் ஒற்றை தட்டலில் உள்நுழைய, உங்கள் எல்லா சாதனங்களிலும் தானாக நிரப்புதலை அமைக்கவும்.
th: ตั้งค่าการป้อนอัตโนมัติบนอุปกรณ์ทั้งหมดของคุณเพื่อเข้าสู่ระบบด้วยการแตะเพียงครั้งเดียวจากทุกที่
tr: Her yere tek dokunuşla giriş yapmak için tüm cihazlarınızda otomatik doldurmayı etkinleştirin.
uk: Налаштуйте автозаповнення на всіх пристроях для входу одним дотиком.
vi: Thiết lập tính năng tự động điền trên mọi thiết bị của bạn để đăng nhập chỉ bằng một lần chạm ở bất kỳ đâu.
zh_hans: 在所有设备上设置自动填充，随时随地轻点一下即可登录。
zh_hant: 在您所有裝置上設定一鍵自動填入登入

source: Got it
ar: فهمت
az: Anladım
bg: Разбрано
cs: Rozumím
da: Forstået
de: Verstanden
el: Το κατάλαβα
fa: فهمیدم
fi: Selvä
fr: C'est compris
gl: Entendido
he: הבנתי
hr: U redu
hu: Rendben
id: Dimengerti
it: OK
ja: 了解
lv: Sapratu
nl: Ik snap het
pl: Ok
pt: Percebido
pt_br: Entendi
sk: Chápem
sr: Разумем
ta: புரிந்தது
th: รับทราบ
tr: Anladım
uk: Зрозуміло
vi: Đã hiểu
zh_hans: 知道了
zh_hant: 知道了

source: Generate crash
ar: توليد تحطم
az: Çökmə yarat
bg: Създаване на срив
cs: Vygenerovat pád
da: Generér nedbrud
de: Absturz erzeugen
fa: تولید خطا
fi: Luo vikailmoitus
fr: Générer un plantage
gl: Xerar fallo
he: צור קריסה
hr: Generiraj crash
hu: Összeomlás generálás
id: Hasilkan crash
it: Genera resoconto crash
lv: Izveidot avārijas ziņojumu
nl: Crash genereren
pl: Wygeneruj awarię
pt: Falha na geração
pt_br: Gerar travamento
sk: Generovať zlyhanie
sr: Генерирај извештај пада
ta: கிராஷ்-ஐ உருவாக்கு
th: สร้างการหยุดทำงาน (Crash)
tr: Çökme oluştur
uk: Генерувати звіт про збій
vi: Sự cố khi tạo
zh_hans: 生成崩溃报告
zh_hant: 產生當機報告

source: Generate error report
ar: إنشاء تقرير الخطأ
az: Xəta hesabatı yarat
bg: Създаване на доклад за грешка
cs: Vygenerovat chybové hlášení
da: Generér fejlrapport
de: Fehlerbericht generieren
el: Δημιουργία αναφοράς σφάλματος
fa: تولید خطای گزارش
fi: Luo virheraportti
fr: Générer un rapport d'erreur
gl: Xerar rexistro de erros
he: צור דוח שגיאות
hr: Generiraj zapisnik o greškama
hu: Hibajelentés generálása
id: Buat laporan kesalahan
it: Genera resoconto errori
ja: エラーレポートを生成する
lv: Izveidot kļūdas ziņojumu
nl: Foutenrapport genereren
pl: Wygeneruj raport błędu
pt: Relatório de erros da geração
pt_br: Gerar relatório de erros
sk: Generovať správu o zlyhaní
sr: Генеришите извештај о грешци
ta: பிழை அறிக்கையை உருவாக்கு
th: สร้างรายงานข้อผิดพลาด
tr: Hata raporu oluştur
uk: Генерувати звіт про помилку
vi: Báo cáo lỗi khi tạo
zh_hans: 生成错误报告
zh_hant: 產生錯誤報告

source: Allow authenticator syncing
ar: السماح بمزامنة المصادقة
az: Kimlik doğrulayıcını sinxrn icazə ver
bg: Разрешаване на синхронизирането на удостоверителя
cs: Povolit synchronizaci ověřovací aplikace
da: Tillad Authenticator-synkning
de: Authenticator-Synchronisation zulassen
fa: اجازه دهید همگام‌سازی احراز هویت انجام شود
fi: Salli todentajan synkronointi
fr: Autoriser la synchronisation de l'authentificateur
gl: Habilitar sincronización do autenticador
he: אפשר סנכרון מאמת
hr: Dozvoli sinkronizaciju s Bitwarden Autentifikatorom
hu: A hitelesítő szinkronizálásának engedélyezése.
id: Aktifkan sinkronisasi authenticator
it: Consenti la sincronizzazione dell'app di autenticazione
ja: Authenticator との同期を許可する
lv: Ļaut autentificētāja sinhronizēšanu
nl: Authenticator synchroniseren toestaan
pl: Włącz synchronizację uwierzytelniania
pt: Permitir a sincronização do autenticador
pt_br: Permitir sincronização do autenticador
sk: Povoliť synchronizáciu overovacej aplikácie
sr: Дозволи синхронизацију аутентификатора
ta: அங்கீகரிப்பு ஒத்திசைவை அனுமதி
th: อนุญาตการซิงค์แอปยืนยันตัวตน
tr: Authenticator ile eşitlemeye izin ver
uk: Дозволити синхронізацію автентифікатора
vi: Cho phép đồng bộ hóa trình xác thực
zh_hans: 允许验证器同步
zh_hant: 啟用驗證器的自動同步

source: Authenticator sync
ar: مزامنة المصادقة
az: Kimlik doğrulayıcı sinxronlaşdırma
bg: Синхронизиране на удостоверителя
cs: Synchronizovat ověřovací aplikaci
da: Authenticator-synk
de: Authenticator-Synchronisation
el: Συγχρονισμός Authenticator
fa: همگام‌سازی احراز کننده هویت
fi: Todentajan synkronointi
fr: Synchronisation de l'authentificateur
gl: Sincronización do autenticador
he: סנכרון מאמת
hr: Sinkornizacija s Autentifikatorom
hu: Hitelesítő szinkronizálás
id: Sinkronisasi authenticator
it: App di autenticazione
ja: Authenticator との同期
lv: Authentificētāja sinhronizēšana
nl: Authenticator synchroniseren
pl: Synchronizacja uwierzytelniania
pt: Sincronização do autenticador
pt_br: Sincronização do autenticador
sk: Synchronizácia overovacej aplikácie
sr: Синхронизација аутентификатора
ta: அங்கீகரிப்பு ஒத்திசைவு
th: การซิงค์แอปยืนยันตัวตน
tr: Authenticator eşitlemesi
uk: Синхронізація автентифікатора
vi: Đồng bộ hóa trình xác thực
zh_hans: 验证器同步
zh_hant: 驗證器自動同步
