Repository: bitwarden/ios
Catalog: BitwardenResources/Localizations/*.lproj/Localizable.strings
Languages: ar, az, bg, cs, da, de, el, fa, fi, fr, gl, he, hr, hu, id, it, ja, lv, nl, pl, pt, pt_br, sk, sr, ta, th, tr, uk, vi, zh_hans, zh_hant

# PushNotificationAlert
source: Bitwarden keeps your vault automatically synced by using push notifications. For the best possible experience, please select “Allow” on the following prompt when asked to allow push notifications.
ar: بت واردن يحافظ تلقائيا على خزانتك في المزامنة باستخدام دفع الإخطارات. للحصول على أفضل تجربة ممكنة، يرجى اختيار "سماح" على مربع الحوار التالي عند طلب السماح بدفع الإشعارات.
az: Bitwarden, ani bildirişləri istifadə edərək seyfinizi avtomatik olaraq sinxron tutur. Mümkün olan ən yaxşı təcrübə üçün, sizdən ani bildirişlərə icazə vermək istənildikdə lütfən istək pəncərəsində "İcazə ver"i seçin.
bg: Битуорден автоматично синхронизира трезора с изтласкани известия (push), затова ги включете (allow) на следващия екран.
cs: Bitwarden udržuje Váš trezor automaticky synchronizovaný pomocí oznámení. Aby aplikace správně pracovala, klepněte při žádosti o povolení oznámení na "Povolit".
da: Bitwarden holder automatisk din boks synkroniseret ved hjælp af push-notifikationer. For den bedst mulige oplevelse bør du vælge "Tillad" i den følgende prompt for at aktivere push-notifikationer.
de: Bitwarden hält deinen Tresor durch Push-Benachrichtigungen automatisch synchronisiert. Für die bestmögliche Benutzererfahrung tippe im folgenden Dialogfenster auf "Erlauben", um Push-Benachrichtigungen zu erlauben.
el: Το Bitwarden διατηρεί αυτόματα συγχρονισμένη την κρύπτη σας με τη χρήση ειδοποιήσεων push. Για την καλύτερη δυνατή εμπειρία, επιλέξτε «Αποδοχή» στο ακόλουθο μήνυμα ερώτησης όταν σας ζητηθεί να ενεργοποιήσετε τις ειδοποιήσεις push.
fa: Bitwarden گاوصندوق شما را به‌صورت خودکار از طریق نشان دادن اعلانیه‌های اجباری به هنگام‌سازی می‌کند. برای بهترین تجربه کاربری ممکن، لطفاً زمانی که از شما پرسیده شد، "مجاز" را سریعاً انتخاب کنید تا نمایش اعلانیه های اجباری فعال شود.
fi: Bitwarden pitää holvisi automaattisesti synkronoituna push-ilmoitusten avulla. Parhaan mahdollisen kokemuksen takaamiseksi, valitse "Salli", kun sinua pyydetään ottamaan ilmoitukset käyttöön.
fr: Bitwarden conserve automatiquement votre coffre synchronisé en utilisant des notifications push. Pour la meilleure expérience possible, veuillez choisir "Autoriser" lors de la requête suivante pour demander d'autoriser l'activation des notifications push.
gl: Bitwarden mantén a túa caixa forte actualizada usando notificacións "push". Para unha boa experiencia, por favor selecciona "Permitir" cando se che pregunte polo permiso para recibir notificacións "push".
he: Bitwarden שומר את הכספת שלך מסונכרנת באופן אוטומטי באמצעות התראות בדחיפה. לחוויה הטובה ביותר האפשרית, אנא בחר “אפשר“ בבקשה הבאה כאשר תתבקש לאפשר התראות בדחיפה.
hr: Obzirom Bitwarden automatski sinkronizira tvoj trezor pomoću push obavijesti, za najbolje moguće iskustvo, u sljedećem upitu odobri Bitwardenu slanje push obavijesti.
hu: A Bitwarden push-értesítések használatával gondoskodik a széf automatikus szinkronizálásáról. A funkció előnyeinek kihasználásához a push-értesítések engedélyezésére vonatkozó kérdés megjelenésekor válasszuk az "Engedélyezés" lehetőséget.
id: Bitwarden menjaga brankas Anda tetap tersinkron otomatis menggunakan notifikasi push. Untuk pengalaman terbaik, pilih "Izinkan" pada popup berikut saat diminta mengizinkan notifikasi push.
it: Bitwarden mantiene la tua cassaforte sincronizzata tramite notifiche push. Per la migliore esperienza possibile, clicca su 'Consenti' al prossimo passaggio in cui ti sarà richiesto di attivarle.
ja: Bitwarden はプッシュ通知を使って自動的に保管庫を同期します。プッシュ通知を有効化するかどうかプロンプトが出たら「許可する」を押してください。
lv: Bitwarden nodrošina glabātavas sinhronizāciju, izmantojot pašpiegādes paziņojumus. Labākajai iespējamajai pieredzei lūgums atlasīt "Atļaut" gaidāmajā uzvednē, kad tiks vaicāts iespējot pašpiegādes paziņojumus.
nl: Bitwarden gebruikt pushberichten om je kluis automatisch te synchroniseren. Druk in het volgende dialoogvenster op "Toestaan" om pushberichten in te schakelen.
pl: Bitwarden automatycznie synchronizuje sejf za pomocą powiadomień. Dla najlepszych rezultatów przyznaj aplikacji uprawnienia do wysyłania powiadomień.
pt: O Bitwarden mantém o seu cofre sincronizado automaticamente através de notificações push. Para obter a melhor experiência possível, selecione "Permitir" na seguinte mensagem quando lhe for pedido para permitir notificações push.
pt_br: O Bitwarden mantém o seu cofre sincronizado automaticamente utilizando notificações push. Para a melhor experiência possível, toque em "Permitir" na solicitação seguinte quando for solicitado que ative as notificações push.
sk: bitwarden udržuje váš trezor automaticky synchronizovaný použitím push notifikácií. Pre čo najlepší priebeh, prosím potvrďte nasledujúcu výzvu pre zapnutie push notifikácií.
sr: Bitwarden чува ваш сеф аутоматски синхронизованим помоћу обавештења. За најбоље могуће искуство, изаберите „Дозволи“ на следећем упозорењу када се затражи да омогућите обавештења.
th: Bitwarden ซิงค์ตู้นิรภัยอัตโนมัติโดยใช้การแจ้งเตือนแบบพุช เพื่อประสบการณ์ที่ดีที่สุด โปรดเลือก “อนุญาต” ในข้อความแจ้งถัดไปเมื่อถูกถามให้อนุญาตการแจ้งเตือนแบบพุช
tr: Bitwarden, anında ilet bildirimlerini kullanarak kasanızı otomatik olarak eşitleyebilir. Bitwarden'dan en iyi şekilde faydalanmak için lütfen bir sonraki ekranda “İzin Ver”i seçerek bildirimlere izin verin.
uk: Bitwarden автоматично синхронізує ваше сховище за допомогою push-сповіщень. Для найкращої роботи оберіть "Дозволити" в наступному запиті про увімкнення push-сповіщень.
vi: Bitwarden tự động đồng bộ hóa kho lưu trữ của bạn bằng cách sử dụng thông báo đẩy. Để có trải nghiệm tốt nhất, vui lòng chọn "Cho phép" trên hộp thoại sau khi được yêu cầu cho phép thông báo đẩy.
zh_hans: Bitwarden 使用推送通知来自动同步您的密码库。为了获得最佳体验，接下来询问是否开启通知时，请选择「允许」。
zh_hant: Bitwarden 使用推送通知來自動同步您的密碼庫。為了確保同步順暢，稍後系統將詢問您是否開啟通知，請選擇「允許」。

source: Rate the app
ar: قيّم التطبيق
az: Tətbiqi qiymətləndirin
bg: Оценяване на приложението
cs: Ohodnotit aplikaci
da: Bedøm appen
de: App bewerten
el: Αξιολογήστε την εφαρμογή
fa: به برنامه امتیاز دهید
fi: Arvioi sovellus
fr: Noter l'application
gl: Avalía a app
he: דרג את האפליקציה
hr: Ocijeni aplikaciju
hu: Az alkalmazás értékelése
id: Nilai Aplikasi
it: Valuta l'app
ja: アプリを評価
lv: Novērtēt lietotni
nl: Deze app beoordelen
pl: Oceń aplikację
pt: Classificar a app
pt_br: Avaliar o aplicativo
sk: Ohodnotiť aplikáciu
sr: Оцени апликацију
ta: செயலியை மதிப்பிடுக
th: ให้คะแนนแอป
tr: Uygulamaya puan verin
uk: Оцініть програму
vi: Đánh giá ứng dụng
zh_hans: 为本 App 打分
zh_hant: 為 Bitwarden 評分

source: Regenerate password
ar: إعادة توليد كلمة المرور
az: Parolu yenidən yarat
bg: Друга парола
cs: Vygenerovat jiné heslo
da: Regenerér adgangskode
de: Passwort neu generieren
el: Επαναδημιουργία κωδικού
fa: تولید مجدد کلمه عبور
fi: Luo uusi salasana
fr: Regénérer un mot de passe
gl: Volver xerar contrasinal
he: צור סיסמה מחדש
hr: Ponovno generiraj lozinku
hu: Jelszó újragenerálása
id: Buat ulang sandi
it: Rigenera password
ja: パスワードを再生成
lv: Pārizveidot paroli
nl: Opnieuw genereren
pl: Wygeneruj ponownie hasło
pt: Regenerar palavra-passe
pt_br: Regerar senha
sk: Vygenerovať nové heslo
sr: Поново генериши лозинку
ta: கடவுச்சொல்லை மீண்டுமுருவாக்கு
th: สร้างรหัสผ่านใหม่
tr: Yeni parola oluştur
uk: Генерувати новий
vi: Tạo lại mật khẩu
zh_hans: 重新生成密码
zh_hant: 重新產生密碼

source: Search vault
ar: البحث في الخزانة
az: Seyfdə axtar
bg: Търсене в трезора
cs: Prohledat trezor
da: Søg i boks
de: Tresor durchsuchen
el: Αναζήτηση κρύπτης
fa: جستجوی گاوصندوق
fi: Etsi holvista
fr: Rechercher dans le coffre
gl: Buscar na caixa forte
he: חיפוש בכספת
hr: Pretraživanje trezora
hu: Keresés a széfben
id: Cari brankas
it: Cerca nella cassaforte
ja: 保管庫を検索
lv: Meklēt glabātavā
nl: Kluis doorzoeken
pl: Szukaj w sejfie
pt: Procurar no cofre
pt_br: Buscar no cofre
sk: Prehľadávať trezor
sr: Претражи сеф
ta: பெட்டகத்தைத் தேடுக
th: ค้นหาในตู้นิรภัย
tr: Kasada ara
uk: Шукати у сховищі
vi: Tìm kiếm trong kho
zh_hans: 搜索密码库
zh_hant: 搜尋密碼庫

source: Security
ar: الأمان
az: Güvənlik
bg: Сигурност
cs: Zabezpečení
da: Sikkerhed
de: Sicherheit
el: Ασφάλεια
fa: امنیت
fi: Suojaus
fr: Sécurité
gl: Seguridade
he: אבטחה
hr: Sigurnost
hu: Biztonság
id: Keamanan
it: Sicurezza
ja: セキュリティ
lv: Drošība
nl: Beveiliging
pl: Zabezpieczenia
pt: Segurança
pt_br: Segurança
sk: Zabezpečenie
sr: Сигурност
ta: பாதுகாப்பு
th: ความปลอดภัย
tr: Güvenlik
uk: Безпека
vi: Bảo mật
zh_hans: 安全
zh_hant: 安全

source: Select
ar: تحديد
az: Seçin
bg: Избор
cs: Vybrat
da: Vælg
de: Auswählen
el: Επιλογή
fa: انتخاب
fi: Valitse
fr: Sélectionner
gl: Seleccionar
he: בחר
hr: Odaberi
hu: Kijelölés
id: Pilih
it: Seleziona
ja: 選択
lv: Atlasīt
nl: Selecteren
pl: Wybierz
pt: Selecionar
pt_br: Selecionar
sk: Vybrať
sr: Изабери
ta: தேர்ந்தெடு
th: เลือก
tr: Seç
uk: Обрати
vi: Chọn
zh_hans: 选择
zh_hant: 選擇

source: Set PIN
ar: تعيين رقم التعريف الشخصي
az: PIN təyin et
bg: Задаване на ПИН
cs: Nastavit PIN
da: Sæt pinkode
de: PIN festlegen
el: Ορισμός PIN
fa: تعیین کد پین
fi: Aseta PIN-koodi
fr: Définir PIN
gl: Crear PIN
he: קבע קוד PIN
hr: Postavi PIN
hu: PIN beállítása
id: Atur PIN
it: Imposta PIN
ja: PIN を設定
lv: Iestatīt PIN
nl: PIN-code instellen
pl: Ustaw kod PIN
pt: Definir PIN
pt_br: Configurar PIN
sk: Nastaviť PIN
sr: Подесити PIN
ta: கடவெண்ணை அமை
th: ตั้งค่ารหัส PIN
tr: PIN belirle
uk: Встановлення PIN
vi: Thiết lập mã PIN
zh_hans: 设置 PIN 码
zh_hant: 設定 PIN 碼

# ItemUpdated
source: Item saved
ar: تم تحديث العنصر
az: Element güncəlləndi.
bg: Елементът е обновен.
cs: Položka byla uložena
da: Element gemt
de: Eintrag gespeichert
el: Το στοιχείο αποθηκεύτηκε
fa: مورد به‌روزرسانی شد
fi: Kohde tallennettiin
fr: Élément sauvegardé
gl: Entrada gardada
he: הפריט נשמר
hr: Stavka spremljena
hu: Az elem frissítésre került.
id: Item disimpan
it: Elemento salvato
ja: アイテムを更新しました。
lv: Vienums atjaunināts.
nl: Item bijgewerkt
pl: Element został zapisany
pt: Item guardado
pt_br: Item salvo
sk: Položka bola aktualizovaná.
sr: Ставка ажурирана.
ta: உருப்படி சேமிக்கப்பட்டது
th: บันทึกรายการแล้ว
tr: Kayıt kaydedildi
uk: Запис збережено
vi: Đã lưu mục
zh_hans: 项目已保存
zh_hant: 項目已儲存

source: Submitting…
ar: جارِ الإرسال...
az: Göndərilir...
bg: Подаване…
cs: Odesílání...
da: Indsender...
de: Wird übermittelt...
el: Υποβολή...
fa: در حال ثبت...
fi: Käsitellään…
fr: Soumission en cours…
gl: Enviando...
he: שולח…
hr: Slanje...
hu: Küldés...
id: Mengirim…
it: Invio…
ja: 送信中...
lv: Iesniedz...
nl: Opslaan...
pl: Wysyłanie...
pt: A submeter...
pt_br: Enviando…
sk: Odosielam...
sr: Слање...
th: กำลังส่ง…
tr: Gönderiliyor…
uk: Відправлення...
vi: Đang gửi...
zh_hans: 正在提交...
zh_hant: 正在送出...

source: Syncing…
ar: جارِ المزامنة...
az: Sinxronlaşdırılır...
bg: Синхронизиране…
cs: Synchronizování...
da: Synkroniserer...
de: Wird synchronisiert...
el: Συγχρονισμός...
fa: در حال همگام‌سازی...
fi: Synkronoidaan...
fr: Synchronisation…
gl: Sincronizando...
he: מסנכרן…
hr: Sinkronizacija...
hu: Szinkronizálás...
id: Menyinkronkan…
it: Sincronizzazione…
ja: 同期中...
lv: Sinhronizē…
nl: Synchroniseren...
pl: Synchronizuję...
pt: A sincronizar...
pt_br: Sincronizando…
sk: Synchronizujem...
sr: Синхронизација...
th: กำลังซิงค์…
tr: Eşitleniyor…
uk: Синхронізація...
vi: Đang đồng bộ...
zh_hans: 正在同步...
zh_hant: 正在同步...

source: Syncing logins…
ar: مزامنة تسجيلات الدخول...
az: Girişlər sinxronlaşdırılır...
bg: Синхронизиране на елементите за вписване…
cs: Synchronizování přihlášení...
da: Synker logins...
de: Synchronisiere Zugangsdaten...
el: Συγχρονισμός συνδέσεων...
fa: همگام‌سازی ورودها...
fi: Kirjautumistietoja synkronoidaan...
fr: Synchronisation des identifiants...
gl: Sincronizando credenciais...
he: מסנכרן כניסות...
hr: Sinkronizacija prijava...
hu: Bejelentkezések szinkronizálása...
id: Menyinkronkan login...
it: Sincronizzazione dei login...
ja: ログインを同期...
lv: Sinhronizē pieteikšanās vienumus...
nl: Inloggegevens synchroniseren...
pl: Synchronizacja danych logowania...
pt: A sincronizar credenciais...
pt_br: Sincronizando credenciais…
sk: Synchronizácia prihlásení...
sr: Синхронизовање пријављивања...
ta: உள்நுழைவுகள் ஒத்திசைக்கப்படுகின்றன...
th: กำลังซิงค์ข้อมูลเข้าสู่ระบบ…
tr: Hesaplar eşitleniyor...
uk: Синхронізація записів...
vi: Đang đồng bộ...
zh_hans: 正在同步登录信息...
zh_hant: 正在同步登入資訊...

source: Syncing complete
ar: اكتمال المزامنة.
az: Sinxr tamamlandı
bg: Синхронизацията завърши.
cs: Synchronizace byla dokončena
da: Synkronisering fuldført.
de: Synchronisierung abgeschlossen
el: Ο συγχρονισμός ολοκληρώθηκε
fa: همگام‌سازی کامل شد
fi: Synkronointi suoritettiin
fr: Synchronisation achevée
gl: Sincronización completa
he: הסנכרון הושלם
hr: Sinkronizacija dovršena.
hu: A szinkronizálás kész.
id: Sinkronisasi selesai
it: Sincronizzazione completata
ja: 同期が完了しました。
lv: Sinhronizēšana pabeigta
nl: Synchronisatie voltooid
pl: Synchronizacja została zakończona
pt: Sincronização concluída
pt_br: Sincronização concluída
sk: Synchronizácia kompletná.
sr: Синхронизација је завршена.
ta: ஒத்திசைவு நிறைவு
th: ซิงค์เสร็จสมบูรณ์
tr: Eşitleme tamamlandı
uk: Синхронізацію завершено
vi: Đồng bộ hoàn tất
zh_hans: 同步完成
zh_hant: 同步完成

source: Touch ID
ar: Touch ID معرف اتصال البصمة
bg: Удостоверяване с докосване (Touch ID)
fi: Touch ID:llä
he: טביעת אצבע Touch ID
sr: Додирни ИД
ta: தொடுதல் அடையாளம்
zh_hans: 触控 ID

source: Two-step login
ar: تحديد المصادقة الثنائية
az: İki mərhələli giriş
bg: Двустепенно удостоверяване
cs: Dvoufázové přihlášení
da: To-trins login
de: Zwei-Faktor-Authentifizierung
el: Σύνδεση δύο βημάτων
fa: ورود دو مرحله‌ای
fi: Kaksivaiheinen kirjautuminen
fr: Authentification à deux facteurs
gl: Verificación en dous pasos
he: התחברות בשני-שלבים
hr: Prijava dvostrukom autentifikacijom
hu: Kétlépcsős bejelentkezés
id: Login dua langkah
it: Verifica in due passaggi
ja: 2段階認証
lv: Divpakāpju pieteikšanās
nl: Tweestapsaanmelding
pl: Logowanie dwustopniowe
pt: Verificação de dois passos
pt_br: Autenticação em duas etapas
sk: Dvojstupňové prihlásenie
sr: Дво-коракна лозинка
ta: இரு-படி உள்நுழைவு
th: การยืนยันตัวตนสองขั้นตอน
tr: İki aşamalı giriş
uk: Двоетапна перевірка
vi: Đăng nhập hai bước
zh_hans: 两步登录
zh_hant: 兩步驟登入

# UnlockWith
source: Unlock with %1$@
ar: فتح مع %1$@
az: Kilidi %1$@ ilə aç
bg: Отключване с %1$@
cs: Odemknout pomocí %1$@
da: Oplås med %1$@
de: Mit %1$@ entsperren
el: Ξεκλείδωμα με %1$@
fa: باز کردن قفل با %1$@
fi: Avaus %1$@
gl: Desbloquear con %1$@
hr: Otključaj s %1$@
hu: Kinyitás ezzel: %1$@
ja: %1$@ でロック解除
lv: Atslēgt ar %1$@
nl: Ontgrendelen met %1$@
pl: Odblokuj przez %1$@
pt: Desbloquear com %1$@
sk: Odomknúť s %1$@
sr: Откључај са %1$@
uk: Розблокування з %1$@
vi: Mở khóa bằng %1$@
zh_hans: 使用 %1$@ 解锁
zh_hant: 使用 %1$@ 解鎖

# UnlockWithPIN
source: Unlock with PIN code
ar: إلغاء القفل باستخدام رقم التعريف الشخصي
az: Kilidi PIN kodla aç
bg: Отключване с ПИН
cs: Odemknout pomocí PIN kódu
da: Lås op med pinkode
de: Mit PIN-Code entsperren
el: Ξεκλείδωμα με κωδικό PIN
fa: باز کردن با کد پین
fi: Avaus PIN-koodilla
fr: Déverrouiller avec code PIN
gl: Abrir con código PIN
he: בטל נעילה עם קוד PIN
hr: Otključaj PIN-om
hu: Kinyitás PIN-kóddal
id: Buka kunci dengan kode PIN
it: Sblocca con codice PIN
ja: PIN コードでロック解除
lv: Atslēgt ar PIN kodu
nl: Ontgrendelen met PIN
pl: Odblokuj kodem PIN
pt: Desbloquear com código PIN
pt_br: Desbloquear com código PIN
sk: Odomknúť s PIN kódom
sr: Откључај са ПИН кодом
ta: கடவெண் குறி மூலம் பூட்டவிழ்
th: ปลดล็อกด้วยรหัส PIN
tr: Kilidi PIN koduyla aç
uk: Розблокування з PIN-кодом
vi: Mở khóa bằng mã PIN
zh_hans: 使用 PIN 码解锁
zh_hant: 使用 PIN 碼解鎖

# UnlockWithUnknownBiometrics
source: Unlock with biometrics
ar: فتح باستخدام القياسات الحيوية
az: Kilidi biometriklə aç
bg: Отключване с биометрични данни
cs: Odemknout pomocí biometrie
da: Oplås med biometri
de: Mit Biometrie entsperren
el: Ξεκλείδωμα με βιομετρικά στοιχεία
fa: باز کردن قفل با بیومتریک
fi: Avaa biometrialla
gl: Abrir con biometría
hr: Otključaj biometrijom
hu: Biometrikus feloldás
ja: 生体認証でロック解除
lv: Atslēgt ar biometriju
nl: Biometrisch ontgrendelen
pl: Odblokuj biometrią
pt: Desbloquear com biometria
sk: Odomknúť pomocou biometrie
sr: Откључај биометријом
uk: Розблокувати з біометрією
vi: Mở khóa bằng sinh trắc học
zh_hans: 使用生物识别解锁
zh_hant: 使用生物辨識解鎖

source: Validating
ar: التحقق
az: Doğrulanır
bg: Потвърждаване
cs: Ověřování
da: Validerer
de: Validierung
el: Επαλήθευση
fa: اعتبار سنجی
fi: Vahvistetaan
fr: Validation
gl: Validando
he: מאמת
hr: Potvrđivanje
hu: Hitelesítés
id: Memvalidasi
it: Verifica in corso...
ja: 認証中
lv: Pārbauda
nl: Valideren...
pl: Weryfikuję
pt: A validar
pt_br: Validando
sk: Overujem
sr: Проверавање
ta: சரிபார்க்கிறது
th: กำลังตรวจสอบ
tr: Doğrulanıyor
uk: Перевірка
vi: Đang xác nhận
zh_hans: 正在验证
zh_hant: 正在驗證

source: Verification code
ar: رمز التحقق
az: Doğrulama kodu
bg: Код за потвърждаване
cs: Ověřovací kód
da: Verifikationskode
de: Verifizierungscode
el: Κωδικός επαλήθευσης
fa: کد تأیید
fi: Todennuskoodi
fr: Code de vérification
gl: Código de verificación
he: קוד אימות
hr: Kôd za provjeru
hu: Ellenőrzőkód
id: Kode verifikasi
it: Codice di verifica
ja: 認証コード
lv: Apliecinājuma kods
nl: Verificatiecode
pl: Kod weryfikacyjny
pt: Código de verificação
pt_br: Código de verificação
sk: Overovací kód
sr: Верификациони код
ta: சரிபார்ப்புக் குறியீடு
th: รหัสยืนยัน
tr: Doğrulama kodu
uk: Код підтвердження
vi: Mã xác minh
zh_hans: 验证码
zh_hant: 驗證碼

source: View item
ar: عرض العنصر
az: Elementə bax
bg: Преглед на елемента
cs: Zobrazit položku
da: Vis element
de: Eintrag anzeigen
el: Προβολή στοιχείου
fa: مشاهده مورد
fi: Näytä kohde
fr: Afficher l'élément
gl: Ver elemento
he: צפה בפריט
hr: Prikaz stavke
hu: Elem megtekintése
id: Lihat item
it: Visualizza elemento
ja: アイテムの表示
lv: Skatīt vienumu
nl: Item weergeven
pl: Pokaż element
pt: Ver item
pt_br: Ver item
sk: Zobraziť položku
sr: Види ставку
ta: உருப்படியைப் பார்
th: ดูรายการ
tr: Kaydı görüntüle
uk: Переглянути запис
vi: Xem mục
zh_hans: 查看项目
zh_hant: 檢視項目

# WebVault
source: Bitwarden web vault
ar: خزانة الويب بت واردن
az: Bitwarden veb seyfi
bg: Трезор по уеб
cs: Webový trezor Bitwardenu
da: Bitwarden web-boks
de: Bitwarden Web-Tresor
el: Διαδικτυακή κρύπτη Bitwarden
fa: گاوصندوق وب Bitwarden
fi: Bitwarden Verkkoholvi
fr: Coffre web Bitwarden
gl: Caixa forte web de Bitwarden
he: כספת באתר Bitwarden
hr: Bitwarden web trezor
hu: Bitwarden webes széf
id: Brankas Web Bitwarden
it: Cassaforte web di Bitwarden
ja: Bitwarden ウェブ保管庫
lv: Bitwarden tīmekļa glabātava
nl: Bitwarden Webkluis
pl: Sejf internetowy Bitwarden
pt: Cofre web Bitwarden
pt_br: Cofre web do Bitwarden
sk: Webový trezor Bitwarden
sr: Bitwarden Интернет Сеф
ta: Bitwarden வலைப்பெட்டகம்
th: ตู้นิรภัยเว็บ Bitwarden
tr: Bitwarden web kasası
uk: Вебсховище Bitwarden
vi: Bitwarden bản web
zh_hans: Bitwarden 网页版密码库
zh_hant: Bitwarden 網頁版密碼庫

source: Items
ar: العناصر
az: Elementlər
bg: Елементи
cs: Položky
da: Elementer
de: Einträge
el: Στοιχεία
fa: موارد
fi: Kohteet
fr: Éléments
gl: Entradas
he: פריטים
hr: Stavke
hu: Elemek
id: Item
it: Elementi
ja: アイテム
lv: Vienumi
pl: Elementy
pt: Itens
pt_br: Itens
sk: Položky
sr: Ставке
ta: உருப்படிகள்
th: รายการ
tr: Hesaplar
uk: Записи
vi: Mục
zh_hans: 项目
zh_hant: 項目

source: Extension activated!
ar: تم تمكين الامتداد!
az: Uzantı aktivləşdirildi!
bg: Разширението е включено!
cs: Rozšíření aktivováno!
da: Udvidelse aktiveret!
de: Erweiterung aktiviert!
el: Η επέκταση ενεργοποιήθηκε!
fa: افزونه فعال شد!
fi: Laajennus aktivoitu!
fr: Extension activée !
gl: Extensión activada!
he: ההרחבה הופעלה!
hr: Proširenje aktivirano!
hu: A kiegészítő bekapcsolásra került.
id: Ekstensi diaktifkan!
it: Estensione attivata!
ja: 拡張機能を有効化しました！
lv: Paplašinājums iespējots!
nl: Extensie geactiveerd!
pl: Rozszerzenie zostało aktywowane!
pt: Extensão ativada!
pt_br: Extensão ativada!
sk: Rozšírenie aktivované!
sr: Додатак активиран!
ta: நீட்டிப்பு செயல்படுத்தப்பட்டது!
th: เปิดใช้งานส่วนขยายแล้ว
tr: Uzantı etkinleştirildi!
uk: Розширення активовано!
vi: Đã kích hoạt tiện ích mở rộng!
zh_hans: 扩展已激活！
zh_hant: 已啟用延伸功能！

source: Icons
ar: أيقونات
az: İkonlar
bg: Иконки
cs: Ikony
da: Ikoner
el: Εικονίδια
fa: نمادها
fi: Kuvakkeet
fr: Icônes
gl: Iconas
he: אייקונים
hr: Ikone
hu: Ikonok
id: Ikon
it: Icone
ja: アイコン
lv: Ikonas
nl: Pictogrammen
pl: Ikony
pt: Ícones
pt_br: Ícones
sk: Ikony
sr: Иконице
ta: படவுருக்கள்
th: ไอคอน
tr: Simgeler
uk: Піктограми
vi: Biểu tượng
zh_hans: 图标
zh_hant: 圖示

# ItemsForUri
source: Items for %1$@
ar: عناصر لـ %1$@
az: %1$@ üçün elementlər
bg: Елементи за %1$@
cs: Položky pro %1$@
da: Emner til %1$@
de: Zugangsdaten für %1$@
el: Στοιχεία για %1$@
fa: موارد برای %1$@
fi: Kohteet palvelulle %1$@
fr: Éléments pour %1$@
gl: Entradas para %1$@
he: פריטים עבור %1$@
hr: Stavke za %1$@
hu: %1$@ elemei
id: Item untuk %1$@
it: Elementi per %1$@
ja: %1$@ 用のアイテム
lv: %1$@ vienumi
nl: Items voor %1$@
pl: Elementy dla %1$@
pt: Itens para %1$@
pt_br: Itens para %1$@
sk: Položky pre %1$@
sr: Ставке за %1$@
ta: %1$@ க்கான உருப்படிகள்
th: รายการสำหรับ %1$@
tr: %1$@ kayıtları
uk: Записи для %1$@
vi: Các mục cho %1$@
zh_hans: 适用于 %1$@ 的项目
zh_hant: %1$@ 的項目

# NoItemsForUri
source: There are no items in your vault for %1$@.
ar: لا توجد عناصر في خزانتك لـ %1$@.
az: Seyfinizdə %1$@ üçün heç bir element yoxdur.
bg: В трезора липсват елементи за %1$@.
cs: Žádné položky pro %1$@.
da: Der er ingen emner i boksen til %1$@.
de: Es befinden sich keine Zugangsdaten für %1$@ in deinem Tresor.
el: Δεν υπάρχουν στοιχεία στην λίστα σας για %1$@.
fa: هیچ موردی در گاوصندوق شما برای %1$@ موجود نیست.
fi: Holvissasi ei ole kohteita osoitteelle "%1$@".
fr: Il n'y a aucun élément dans votre coffre pour %1$@.
gl: Non hai entradas para %1$@.
he: אין פריטים בכספת שלך עבור %1$@.
hr: U tvom trezoru nema stavki za %1$@.
hu: Nincs elem a széfben %1$@ oldalhoz.
id: Tidak ada item di brankas Anda untuk %1$@.
it: Non ci sono elementi nella tua cassaforte per %1$@.
ja: 保管庫に%1$@ 用のアイテムはありません。
lv: Glabātavā nav %1$@ vienumu.
nl: Er zijn geen items in je kluis voor %1$@.
pl: Brak elementów dla %1$@ w sejfie.
pt: Não existem itens no seu cofre para %1$@.
pt_br: Não há itens no seu cofre para %1$@.
sk: V trezore sa nenachádzajú žiadne položky pre %1$@.
sr: У вашем сефу нема ставке за %1$@.
ta: உம் பெட்டகத்தில் %1$@ க்கான உருப்படிகள் ஏதுமில்லை.
th: ไม่มีรายการในตู้นิรภัยสำหรับ %1$@
tr: Kasanızda hiç %1$@ kaydı yok.
uk: У вашому сховищі немає записів для %1$@.
vi: Không có mục nào trong kho lưu trữ khớp với %1$@.
zh_hans: 您的密码库中没有可用于 %1$@ 的项目。
zh_hant: 您的密碼庫中沒有用於 %1$@ 的項目。

source: Disabled
ar: تعطيل
az: Sıradan çıxarıldı
bg: Изключено
cs: Zakázáno
da: Deaktiveret
de: Deaktiviert
el: Απενεργοποιημένο
fa: غیرفعال شد
fi: Poistettu käytöstä
fr: Non
gl: Deshabilitado
he: מבוטל
hr: Onemogućeno
hu: Letiltva
id: Dinonaktifkan
it: Disattivato
ja: 無効
lv: Atspējots
nl: Uitgeschakeld
pl: Wyłączone
pt: Desativado
pt_br: Desativado
sk: Vypnuté
sr: Онемогућено
ta: முடக்கத்தில்
th: ปิดใช้งาน
tr: Devre dışı
uk: Вимкнено
vi: Vô hiệu hóa
zh_hans: 已禁用
zh_hant: 已停用

source: Enabled
ar: تفعيل
az: Fəallaşdırıldı
bg: Включено
cs: Povoleno
da: Aktiveret
de: Aktiviert
el: Ενεργοποιημένο
fa: فعال شد
fi: Käytössä
fr: Oui
gl: Habilitado
he: מופעל
hr: Omogućeno
hu: Engedélyezve
id: Diaktifkan
it: Attivato
ja: 有効
lv: Iespējots
nl: Ingeschakeld
pl: Włączone
pt: Ativado
pt_br: Ativado
sk: Zapnuté
sr: Омогућено
ta: இயக்கத்தில்
th: เปิดใช้งาน
tr: Etkin
uk: Увімкнено
vi: Kích hoạt
zh_hans: 已启用
zh_hant: 已啟用

source: Off
ar: إيقاف
az: Bağlı
bg: Изключено
cs: Vypnuto
da: Fra
de: Aus
el: Ανενεργό
fa: خاموش
fi: Ei käytössä
fr: Désactivé
gl: Apagado
he: כבוי
hr: Isklj.
hu: Ki
id: Nonaktif
it: No
ja: オフ
lv: Izslēgts
nl: Uit
pl: Wyłączone
pt: Desativado
pt_br: Desativado
sk: Vypnuté
sr: Не
ta: அணைவு
th: ปิด
tr: Kapalı
uk: Вимк
vi: Tắt
zh_hans: 关闭
zh_hant: 關閉
