Repository: bitwarden/ios
Catalog: BitwardenResources/Localizations/*.lproj/Localizable.strings
Languages: ar, az, bg, cs, da, de, el, fa, fi, fr, gl, he, hr, hu, id, it, ja, lv, nl, pl, pt, pt_br, sk, sr, ta, th, tr, uk, vi, zh_hans, zh_hant

# TwoStepLoginDescriptionLong
source: Make your account more secure by setting up two-step login in the Bitwarden web app.
ar: اجعل حسابك أكثر أمنا من خلال إعداد تسجيل الدخول بخطوتين في تطبيق بت واردن على شبكة الإنترنت.
az: Bitwarden veb tətbiqində iki addımlı girişi quraraq hesabınızı daha güvənli edin.
bg: Подобрете защитата на регистрацията си, като настроите двустепенното удостоверяване в уеб приложението на Битуорден.
cs: Vytvořte svůj účet bezpečnějším nastavením dvoufázového přihlášení ve webové aplikaci Bitwarden.
da: Øg kontosikkerheden ved at oprette totrins-indlogning i Bitwarden web-appen.
de: Mache dein Konto sicherer, indem du eine Zwei-Faktor-Authentifizierung in der Bitwarden Web-App einrichtest.
el: Κάντε τον λογαριασμό σας πιο ασφαλή με τη ρύθμιση δύο βημάτων σύνδεσης στην εφαρμογή διαδικτύου Bitwarden.
fa: با راه‌اندازی ورود دو مرحله‌ای در برنامه وب Bitwarden، حساب کاربری خود را ایمن‌تر کنید.
fi: Paranna tilisi suojausta määrittämällä kaksivaiheinen kirjautuminen Bitwardenin verkkosovelluksessa.
fr: Rendez votre compte plus sécurisé en configurant l'authentification à deux facteurs dans l'application web Bitwarden.
gl: Fai a túa conta máis segura activando a verificación en 2 pasos na aplicación web.
he: הפוך את החשבון שלך למאובטח יותר על ידי הגדרת כניסה דו־שלבית ביישום הרשת של Bitwarden.
hr: Učini svoj račun sigurnijim uključivanjem prijave dvofaktorskom autentifikacijom u Bitwarden web aplikaciji.
hu: Tegyük biztonságosabbá a fiókot a kétlépcsős bejelentkezés beállításával a Bitwarden webalkalmazásban.
id: Amankan akun Anda dengan menyiapkan login dua langkah di apl web Bitwarden.
it: Rendi il tuo account più sicuro impostando la verifica in due passaggi sul sito web di Bitwarden.
ja: Bitwarden ウェブアプリで2段階認証を設定すると、アカウントがより安全になります。
lv: Savu kontu var padarīt drošāku ar divpakāpju pieteikšanās uzstādīšanu Bitwarden tīmekļa lietotnē.
nl: Maak je account veiliger met het instellen van tweestapsaanmelding in de Bitwarden-webapp.
pl: Zwiększ bezpieczeństwo konta, konfigurując logowanie dwustopniowe w aplikacji internetowej Bitwarden.
pt: Torne a sua conta mais segura configurando a verificação de dois passos na aplicação Web Bitwarden.
pt_br: Torne sua conta mais segura configurando a autenticação em duas etapas no aplicativo web do Bitwarden.
sk: Zabezpečte svoj účet nastavením dvojstupňového prihlasovania vo webovej aplikácii Bitwarden.
sr: Учините свој налог сигурнијим подешавањем пријаве у два корака у Bitwarden веб апликацији.
ta: Bitwarden வலைச்செயலியில் இரு-படி உள்நுழைவை அமைத்து உமது கணக்கின் பாதுகாப்பை அதிகரி.
th: ทำให้บัญชีของคุณปลอดภัยยิ่งขึ้นโดยการตั้งค่าการยืนยันตัวตนสองขั้นตอนในเว็บแอป Bitwarden
tr: Bitwarden web uygulamasında iki aşamalı girişi ayarlayarak hesabınızın güvenliğini artırabilirsiniz.
uk: Додайте вищий рівень захисту облікового запису, налаштувавши двоетапну перевірку у вебпрограмі Bitwarden.
vi: Tăng cường bảo mật tài khoản của bạn bằng cách thiết lập đăng nhập hai bước trên trang web Bitwarden.
zh_hans: 在 Bitwarden 网页 App 中设置两步登录，让您的账户更加安全。
zh_hant: 在 Bitwarden Web 應用程式中設定兩步驟登入，讓您的帳戶更加安全。

# YouCanImportDataToYourVaultOnX
source: You can import data to your vault on %1$@.
ar: يمكنك استيراد البيانات إلى خزانتك على %1$@.
az: Datanı %1$@ üzərindən seyfinizə köçürə bilərsiniz.
bg: Може да внесете данни в трезора си на %1$@.
cs: Data můžete importovat do Vašeho trezoru na %1$@.
da: Data kan importere til boksen på %1$@.
de: Du kannst Daten in deinem Tresor auf %1$@ importieren.
el: Μπορείτε να εισαγάγετε δεδομένα στο vault σας στο %1$@.
fa: می‌توانید داده‌ها را در %1$@ به گاوصندوق خود وارد کنید.
fi: Voit tuoda tietoja holviisi osoitteessa %1$@.
fr: Vous pouvez importer des données dans votre coffre sur %1$@.
gl: Podes importar datos á túa caixa forte en %1$@.
he: אתה יכול ייבא נתונים לכספת שלך ב־%1$@.
hr: Svoje podatke možeš uvesti u trezor na %1$@.
hu: Adatokat importálhatunk a széfbe itt: %1$@.
id: Anda bisa mengimpor data ke brankas Anda di %1$@.
it: Puoi importare i dati nella tua cassaforte su %1$@.
ja: %1$@ の保管庫にデータをインポートできます。
lv: Ievietot datus savā glabātavā var %1$@.
nl: Je kunt gegevens importeren in je kluis op %1$@.
pl: Zaimportuj dane do sejfu na stronie %1$@.
pt: Pode importar dados para o seu cofre em %1$@.
pt_br: Você pode importar dados para o seu cofre no %1$@.
sk: Údaje do trezora môžete importovať na %1$@.
sr: Можете да увезете податке у свој сеф на %1$@.
ta: %1$@-இல் உமது பெட்டகத்திற்குத் தரவை இறக்குமதி செய்யலாம்.
th: คุณสามารถนำเข้าข้อมูลไปยังตู้นิรภัยของคุณได้บน %1$@
tr: Verilerinizi %1$@ adresinden kasanıza aktarabilirsiniz.
uk: Ви можете імпортувати дані у своє сховище на %1$@.
vi: Bạn có thể nhập dữ liệu vào kho mật khẩu trên %1$@.
zh_hans: 您可以通过 %1$@ 将数据导入您的密码库。
zh_hant: 您可以將資料匯入到 %1$@ 上的密碼庫。

# PrivacyPolicyDescriptionLong
source: Check out our privacy policy on bitwarden.com.
ar: اطلع على سياستنا للخصوصية على bitwarden.com.
az: bitwarden.com saytında gizlilik siyasətimizi nəzərdən keçirin.
bg: Прегледайте нашата Политика за поверителност на bitwarden.com.
cs: Podívejte se na naše Zásady ochrany osobních údajů na bitwarden.com.
da: Tjek vores Fortrolighedspolitik på bitwarden.com.
de: Lies unsere Datenschutzerklärung auf bitwarden.com.
el: Δείτε την πολιτική απορρήτου μας στο bitwarden.com.
fa: سیاست حفظ حریم خصوصی ما را در bitwarden.com بررسی کنید.
fi: Tutustu tietosuojakäytäntöömme osoitteessa bitwarden.com.
fr: Consultez notre politique de confidentialité sur bitwarden.com.
gl: Revisa a nosa Política de Privacidade en bitwarden.com.
he: בדוק את מדיניות הפרטיות שלנו ב־bitwarden.com.
hr: Pogledaj našu politiku privatnosti na bitwarden.com.
hu: Az adatvédelmi szabályzat megtekintése a bitwarden.com webhelyen.
id: Lihat kebijakan privasi kami di bitwarden.com.
it: Consulta la nostra privacy policy su bitwarden.com.
ja: bitwarden.com でプライバシーポリシーをご覧ください。
lv: Mūsu privātuma nosacījumi ir pārskatāmi bitwarden.com.
nl: Bekijk ons privacybeleid op bitwarden.com.
pl: Sprawdź naszą politykę prywatności na bitwarden.com.
pt: Consulte a nossa política de privacidade em bitwarden.com.
pt_br: Confira a nossa política de privacidade em bitwarden.com.
sk: Pozrite si naše zásady ochrany osobných údajov na bitwarden.com.
sr: Погледајте нашу политику приватности на bitwarden.com.
ta: bitwarden.com இல் உள்ள எங்கள் தனியுரிமைக் கொள்கையைப் பார்க்கவும்.
th: ดูนโยบายความเป็นส่วนตัวของเราได้ที่ bitwarden.com
tr: Gizlilik ilkelerimizi bitwarden.com'da bulabilirsiniz.
uk: Ознайомтеся з нашою політикою приватності на bitwarden.com.
vi: Đọc chính sách bảo mật trên bitwarden.com.
zh_hans: 在 bitwarden.com 上查看我们的隐私政策。
zh_hant: 在 bitwarden.com 上查看我們的隱私權政策。

source: Explore more features of your Bitwarden account on the web app.
ar: استكشف المزيد من الميزات لحساب بت واردن الخاص بك على تطبيق الويب.
az: Veb tətbiqində Bitwarden hesabınızın daha çox özəlliyini kəşf edin.
bg: Разгледайте още от възможностите на регистрацията си в Битуорден в уеб приложението.
cs: Prozkoumejte další funkce Vašeho účtu Bitwarden ve webové aplikaci.
da: Tjek flere funktioner ud i Bitwarden-kontoen på web-appen.
de: Entdecke mehr Funktionen deines Bitwarden-Kontos in der Web-App.
el: Εξερευνήστε περισσότερες δυνατότητες του Bitwarden λογαριασμού σας, στην εφαρμογή διαδικτύου.
fa: ویژگی‌های بیشتر حساب کاربری Bitwarden خود را در برنامه وب کاوش کنید.
fi: Tutustu Bitwarden-tilisi muihin omimaisuuksiin verkkosovelluksessa.
fr: Explorez plus de fonctionnalités de votre compte Bitwarden sur l'application Web.
gl: Descobre máis funcionalidades da túa conta de Bitwarden na aplicación web.
he: גלה עוד תכונות של חשבון ה־Bitwarden שלך ביישום הרשת.
hr: Pronađi viđe značajki svojeg Bitwarden računa u web aplikaciji.
hu: Fedezzük fel a Bitwarden-fiók további funkcióit a webalkalmazásban.
id: Jelajahi lebih banyak fitur akun Bitwarden Anda di aplikasi web.
it: Esplora altre funzionalità del tuo account Bitwarden sul sito web.
ja: Bitwarden アカウントの機能をウェブアプリでご確認ください。
lv: Vairāk sava Bitwarden konta iespēju var izpētīt tīmekļa vietnē.
nl: Ontdek meer functies van je Bitwarden-account in de webapp.
pl: Odkryj więcej funkcji konta Bitwarden w aplikacji internetowej.
pt: Explore mais funcionalidades da sua conta Bitwarden na aplicação Web.
pt_br: Explore mais recursos da sua conta no Bitwarden no aplicativo web.
sk: Preskúmajte ďalšie funkcie svojho účtu na Bitwarden vo webovej aplikácii.
sr: Истражите више својстава на Bitwarden налогу на веб апликаији.
ta: இணைய செயலியில் உங்கள் Bitwarden கணக்கின் கூடுதல் அம்சங்களை ஆராயுங்கள்.
th: สำรวจฟีเจอร์เพิ่มเติมของบัญชี Bitwarden ของคุณได้บนเว็บแอป
tr: Web uygulamasında Bitwarden hesabınızın diğer özelliklerini keşfedin.
uk: Ознайомтеся з іншими функціями вашого облікового запису Bitwarden у вебпрограмі.
vi: Khám phá thêm các tính năng tài khoản Bitwarden của bạn trên bản web.
zh_hans: 在网页 App 上探索您的 Bitwarden 账户的更多功能。
zh_hant: 在 Web 應用程式上探索 Bitwarden 帳戶的更多功能。

# LearnAboutOrganizationsDescriptionLong
source: Bitwarden allows you to share your vault items with others by using an organization. Learn more on the bitwarden.com website.
ar: يتيح لك بت واردن مشاركة عناصر خزانتك مع الآخرين باستخدام حساب المؤسسة. تعرف على المزيد على موقع bitwarden.com على شبكة الإنترنت.
az: Bitwarden, bir təşkilatı istifadə edərək seyf elementlərinizi başqaları ilə paylaşmağınıza imkan verir. Daha ətraflı məlumat üçün bitwarden.com saytını ziyarət edin.
bg: Битуорден позволява да споделяте части от трезора си чрез използването на организация. Научете повече на сайта bitwarden.com.
cs: Bitwarden Vám umožňuje sdílet položky v trezoru s ostatními prostřednictvím organizace. Více informací naleznete na bitwarden.com.
da: Bitwarden muliggør deling af emner i din Boks med andre vha. en organisation. Læs mere på bitwarden.com-webstedet.
de: Bitwarden erlaubt es dir, deine Tresor-Einträge mit anderen zu teilen, indem du eine Organisation verwendest. Erfahre mehr auf der bitwarden.com Website.
el: Το Bitwarden σας επιτρέπει να μοιράζεστε τα στοιχεία της κρύπτης σας με άλλους, χρησιμοποιώντας έναν λογαριασμό οργανισμού. Μάθετε περισσότερα στην ιστοσελίδα bitwarden.com.
fa: Bitwarden به شما اجازه می‌دهد تا با استفاده از یک سازمان، موارد گاوصندوق خود را با دیگران به اشتراک بگذارید. در وب سایت bitwarden.com بیشتر بیاموزید.
fi: Bitwarden mahdollistaa holvisi sisällön jakamisen organisaation avulla. Lue lisää osoitteesta bitwarden.com.
fr: Bitwarden vous permet de partager les éléments de votre coffre avec les autres en utilisant une organisation. Apprenez-en plus sur le site bitwarden.com.
gl: Bitwarden permite compartir entradas da caixa forte con outros empregando unha organización. Aprende máis en bitwarden.com.
he: Bitwarden מאפשר לך לשתף את פריטי הכספת שלך עם אחרים על ידי שימוש בארגון. למד עוד באתר האינטרנט bitwarden.com.
hr: Bitwarden omogućuje dijeljenje trezora s drugima pomoću organizacijskog računa. Za više informacija posjeti bitwarden.com.
hu: A Bitwarden lehetővé teszi a széf elemeinek megosztását másokkal egy szervezet használatával. További információ a bitwarden.com webhelyen.
id: Bitwarden memungkinkan Anda berbagi item brankas dengan orang lain melalui organisasi. Pelajari lebih lanjut di situs web bitwarden.com.
it: Bitwarden ti consente di condividere gli elementi della tua cassaforte con altri usando un'organizzazione. Scopri di più su bitwarden.com.
ja: Bitwarden は組織を使って保管庫アイテムを他の人と共有することができます。詳細は bitwarden.com ウェブサイトをご覧ください。
lv: Bitwarden nodrošina iespēju kopīgot savas glabātavas vienumus ar citiem, kad tiek izmantota apvienība. Vairāk var uzzināt tīmekļvietnē bitwarden.com.
nl: Met Bitwarden kun je je kluis-items met anderen delen door gebruik te maken van een organisatie. Lees meer op de website bitwarden.com.
pl: Bitwarden pozwala na udostępnianie zawartości sejfu innym użytkownikom za pośrednictwem organizacji. Dowiedz się więcej na stronie bitwarden.com.
pt: O Bitwarden permite-lhe partilhar os seus itens do cofre com outras pessoas através da utilização de uma organização. Saiba mais no site bitwarden.com.
pt_br: O Bitwarden permite compartilhar os seus itens do cofre com outros usando uma organização. Saiba mais no site do bitwarden.com.
sk: Bitwarden vám umožňuje zdieľať vaše položky trezora s ostatnými pomocou organizácie. Viac informácií nájdete na webovej stránke bitwarden.com.
sr: Bitwarden вам омогућава да делите ставке сефа са другима користећи организацију. Сазнајте више на веб локацију bitwarden.com.
ta: ஒரு நிறுவனத்தைப் பயன்படுத்தி உங்கள் பெட்டக உருப்படிகளை மற்றவர்களுடன் பகிர்ந்து கொள்ள Bitwarden உங்களை அனுமதிக்கிறது. bitwarden.com இணையதளத்தில் மேலும் அறிக.
th: Bitwarden อนุญาตให้คุณแชร์รายการในตู้นิรภัยกับผู้อื่นโดยใช้องค์กร เรียนรู้เพิ่มเติมได้ที่เว็บไซต์ bitwarden.com
tr: Bitwarden'ın kuruluş özelliğini kullanarak kasanızdaki kayıtları başkalarıyla paylaşabilirsiniz. Daha fazla bilgi için bitwarden.com sitesini ziyaret edin.
uk: Bitwarden дозволяє доступ до записів сховища спільно з іншими користувачами за допомогою організації. Дізнайтеся більше про це на вебсайті bitwarden.com.
vi: Bitwarden cho phép bạn chia sẻ các mục trong kho lưu trữ với người khác bằng cách tạo một tổ chức. Tìm hiểu thêm trên bitwarden.com.
zh_hans: Bitwarden 允许您使用组织与他人共享您的密码库项目。访问 bitwarden.com 网站进一步了解。
zh_hant: Bitwarden 可讓您透過組織與其他人共用您的密碼庫項目。請造訪 bitwarden.com 網站以了解更多資訊。

# RateAppDescriptionLong
source: Help others find out if Bitwarden is right for them. Visit the app store and leave a rating now.
ar: ساعد الآخرين في معرفة ما إذا كان بت واردن مناسبا لهم. قم بزيارة متجر التطبيقات وترك التقييم الآن.
az: Başqalarının Bitwarden-in onlar üçün uyğun olub-olmadığını öyrənməkdə kömək edin. Tətbiq mağazasını ziyarət edin və tətbiqimizi qiymətləndirin.
bg: Помогнете на другите да разберат дали Битуорден е подходящ за тях. Посетете магазина за приложения и дайте оценка още сега.
cs: Pomozte ostatním zjistit, zda je Bitwarden pro ně správný. Navštivte obchod s aplikacemi a zanechte hodnocení.
da: Hjælp andre med at finde ud af, om Bitwarden er det rigtige for dem. Besøg App Store og skriv en bedømmelse nu.
de: Hilf anderen herauszufinden, ob Bitwarden das Richtige für sie ist. Besuche den App Store und hinterlasse jetzt eine Bewertung.
el: Βοηθήστε άλλους να μάθουν αν το Bitwarden είναι κατάλληλο για αυτούς. Επισκεφθείτε το κατάστημα εφαρμογών και αφήστε τώρα μια βαθμολογία.
fa: به دیگران کمک کنید بفهمند آیا Bitwarden برای آنها مناسب است یا خیر. از فروشگاه برنامه دیدن کنید و اکنون رتبه بندی کنید.
fi: Auta muita selvittämään sopiiko Bitwarden heille. Arvioi se sovelluskaupassa nyt.
fr: Aidez les autres à savoir si Bitwarden est fait pour eux. Visitez la boutique des applications et laissez une évaluation dès maintenant.
gl: Axuda a outros a saber que Bitwarden é o que buscan! Visita a tenda de aplicacións e déixanos a túa opinión.
he: עזור לאחרים לגלות אם Bitwarden מתאים להם. בקר בחנות האפליקציות והשאר דירוג עכשיו.
hr: Želiš preporučiti Bitwarden drugima? Posjeti app store i ostavi recenziju.
hu: Segítsünk másoknak megtudni, hogy a Bitwarden megfelelő-e számukra. Látogassunk el az alkalmazásboltba és értékeljünk most.
id: Bantu orang lain mengetahui apakah Bitwarden cocok untuk mereka. Kunjungi app store dan beri penilaian sekarang.
it: Aiuta gli altri a decidere se Bitwarden è adatto a loro. Visita l'App Store e lascia una recensione.
ja: Bitwarden の使いやすさを他のユーザーにも知ってもらいましょう。アプリストアでレビューをしてください。
lv: Var palīdzēt citiem noskaidrot, vai Bitwarden tiem der. To var izdarīt lietotņu veikalā, atstājot vērtējumu.
nl: Help anderen met beslissen of Bitwarden iets voor hen is. Bezoek de app store en laat een beoordeling achter.
pl: Pomóż innym dowiedzieć się, czy Bitwarden jest dla nich odpowiedni. Odwiedź sklep z aplikacją i zostaw ocenę.
pt: Ajude outras pessoas a descobrir se o Bitwarden lhes é adequado. Visite a loja de aplicações e deixe uma classificação agora.
pt_br: Ajude outros a descobrir se o Bitwarden é adequado para eles. Visite a loja de aplicativos e deixe uma avaliação agora.
sk: Pomôžte ostatným zistiť, či je Bitwarden pre nich vhodný. Navštívte obchod s aplikáciami a pridajte hodnotenie.
sr: Помозите другима да сазнају да ли је Bitwarden прави за њих. Посетите продавницу апликација и оставите оцену.
ta: Bitwarden தங்களுக்கு சரியானதா என்பதைக் கண்டறிய மற்றவர்களுக்கு உதவுங்கள். ஆப் ஸ்டோருக்குச் சென்று இப்போது ஒரு மதிப்பீட்டை வழங்கவும்.
th: ช่วยให้ผู้อื่นรู้ว่า Bitwarden เหมาะกับพวกเขาหรือไม่ ไปที่ App Store และให้คะแนนเลย
tr: Bitwarden'ı başkalarına da tanımak ister misiniz? Uygulama mağazasını ziyaret edip Bitwarden'ı değerlendirin.
uk: Допоможіть іншим дізнатися про Bitwarden. Оцініть програму в App Store.
vi: Giúp người khác tìm hiểu xem Bitwarden có phù hợp với họ không. Truy cập cửa hàng ứng dụng và đánh giá ngay bây giờ.
zh_hans: 帮助他人了解 Bitwarden 是否适合他们。立即访问 App Store 并留下评分。
zh_hant: 幫助其他人了解 Bitwarden 是否適合他們。立即造訪 App Store 並留下評分。

# CreatedX
source: Created %1$@
az: Yaradıldı: %1$@
bg: Създадено: %1$@
cs: Vytvořeno %1$@
de: %1$@ erstellt
fa: ساخته شده: %1$@
fr: Créé %1$@
he: נוצר %1$@
hr: Stvoreno %1$@
hu: Létrehozva: %1$@
id: Dibuat %1$@
it: Creato: %1$@
lv: Izveidots %1$@
nl: Aangemaakt: %1$@
pl: Utworzono %1$@
pt: Criado a %1$@
pt_br: Criado em %1$@
sk: Vytvorené %1$@
sr: Креирано %1$@
ta: உருவாக்கப்பட்டது %1$@
th: สร้างเมื่อ %1$@
tr: Oluşturulma: %1$@
uk: Створено %1$@
vi: Tạo lúc %1$@
zh_hans: 创建于 %1$@

# YourOrganizationPermissionsWereUpdatedRequeringYouToSetAMasterPassword
source: Your organization permissions were updated, requiring you to set a master password.
ar: تم تحديث أذونات مؤسستك ، مما يتطلب عليك تعيين كلمة مرور رئيسية.
az: Təşkilatınızın icazələri güncəlləndi və bir ana parol ayarlamağınızı tələb edir.
bg: Правата Ви в организацията бяха променени, необходимо е да зададете главна парола.
cs: Oprávnění Vaší organizace byla aktualizována. To vyžaduje nastavení hlavního hesla.
da: Organisationstilladelserne er blevet opdateret, og der kræves nu oprettelse af en hovedadgangskode.
de: Deine Organisationsberechtigungen wurden aktualisiert und verlangen, dass du ein Master-Passwort festlegen musst.
el: Τα δικαιώματα του οργανισμού σας ενημερώθηκαν, απαιτώντας από εσάς να ορίσετε έναν κύριο κωδικό πρόσβασης.
fa: مجوزهای سازمان شما به‌روزرسانی شد، باید یک کلمه عبور اصلی تنظیم کنید.
fi: Organisaatiosi käyttöoikeuksia muutettiin ja tämän seurauksena sinun on asetettava pääsalasana.
fr: Les autorisations de votre organisation ont été mises à jour, vous obligeant à définir un mot de passe principal.
gl: Os permisos da organización foron actualizados, requirindo que crees un contrasinal mestre.
he: הרשאות הארגון שלך עודכנו, מה שמאלץ אותך להגדיר סיסמה ראשית.
hr: Moraš postaviti glavnu lozinku jer su dopuštenja tvoje organizacije ažurirana.
hu: A szervezeti jogosultságok frissítésre kerültek, ezért be kell állítani egy mesterjelszót.
id: Izin organisasi diperbarui. Anda harus mengatur sandi utama.
it: Le autorizzazioni della tua organizzazione sono state aggiornate, obbligandoti a impostare una password principale.
ja: 組織の権限が更新され、マスターパスワードの設定が必要になりました。
lv: Apvienības atļaujas tika atjauninātas, un tās pieprasa iestatīt galveno paroli.
nl: De organisatierechten zijn bijgewerkt, je moet een hoofdwachtwoord instellen.
pl: Uprawnienia organizacji zostały zaktualizowane. Ustaw hasło główne.
pt: As permissões da sua organização foram atualizadas, exigindo a definição de uma palavra-passe mestra.
pt_br: As permissões da sua organização foram atualizadas, exigindo que você configure uma senha principal.
sk: Povolenia vašej organizácie boli aktualizované, čo si vyžaduje nastavenie hlavného hesla.
sr: Дозволе за вашу организацију су ажуриране, што захтева да поставите главну лозинку.
ta: உங்கள் நிறுவனத்தின் அனுமதிகள் புதுப்பிக்கப்பட்டன, நீங்கள் ஒரு முதன்மை கடவுச்சொல்லை அமைக்க வேண்டும்.
th: สิทธิ์องค์กรของคุณได้รับการอัปเดต โดยกำหนดให้คุณต้องตั้งรหัสผ่านหลัก
tr: Kuruluş izinleriniz güncellendi ve bir ana parola belirlemeniz gerekiyor.
uk: Оновлено дозволи вашої організації – вимагається встановлення головного пароля.
vi: Quyền truy cập của tổ chức bạn đã được cập nhật, yêu cầu bạn phải thiết lập mật khẩu chính.
zh_hans: 您的组织权限已更新，要求您设置主密码。
zh_hant: 您的組織的權限已更新，因此您必須設定主密碼。

source: Your organization requires you to set a master password.
ar: تتطلب مؤسستك تعيين كلمة مرور رئيسية.
az: Təşkilatınız bir ana parol ayarlamağı tələb edir.
bg: Организацията Ви изисква да зададете главна парола.
cs: Vaše organizace vyžaduje nastavení hlavního hesla.
da: Organisationen kræver, at der oprettes en hovedadgangskode.
de: Deine Organisation verlangt, dass du ein Master-Passwort festlegen musst.
el: Ο οργανισμός σας απαιτεί να ορίσετε έναν κύριο κωδικό πρόσβασης.
fa: سازمان شما از شما می‌خواهد که یک کلمه عبور اصلی تنظیم کنید.
fi: Organisaatiosi edellyttää, että asetat pääsalasanan.
fr: Votre organisation vous demande de définir un mot de passe principal.
gl: A túa urbanización require que crees un contrasinal mestre.
he: הארגון שלך דורש ממך להגדיר סיסמה ראשית.
hr: Tvoja organizacija zahtijeva da postaviš glavnu lozinku.
hu: A szervezet megköveteli egy mesterjelszó beállítását.
id: Organisasi Anda mengharuskan Anda membuat sandi utama.
it: La tua organizzazione ti obbliga di impostare di una password principale.
ja: あなたの組織では、マスターパスワードの設定が義務付けられています。
lv: Apvienība pieprasa iestatīt galveno paroli.
nl: Je organisatie vereist dat je een hoofdwachtwoord instelt.
pl: Twoja organizacja wymaga ustawienia hasła głównego.
pt: A sua organização exige a definição de uma palavra-passe mestra.
pt_br: Sua organização requer que você configure uma senha principal.
sk: Vaša organizácia vyžaduje, aby ste nastavili hlavné heslo.
sr: Ваша организација захтева да поставите главну лозинку.
ta: உங்கள் நிறுவனம் நீங்கள் ஒரு முதன்மை கடவுச்சொல்லை அமைக்க வேண்டும்.
th: องค์กรของคุณกำหนดให้คุณต้องตั้งรหัสผ่านหลัก
tr: Kuruluşunuz bir ana parola belirlemenizi gerektiriyor.
uk: Ваша організація вимагає, щоб ви встановили головний пароль.
vi: Tổ chức của bạn yêu cầu bạn thiết lập mật khẩu chính.
zh_hans: 您的组织要求您设置主密码。
zh_hant: 您的組織需要您設定主密碼。

source: Choose a login to save this passkey to
ar: اختر تسجيل الدخول لحفظ مفتاح المرور هذا إلى
az: Bu keçid açarını saxlayacaq bir giriş seçin
bg: Изберете елемент, в който да запазите този секретен ключ
cs: Vyberte přihlášení pro uložení tohoto přístupového klíče
da: Vælg et login at gemme denne adgangsnøgle til
de: Wähle die Zugangsdaten aus, in die dieser Passkey gespeichert werden soll
el: Επιλέξτε μια σύνδεση στην οποία θα αποθηκεύσετε αυτό το κλειδί πρόσβασης
fa: یک ورود برای ذخیره این کلید عبور انتخاب کنید
fi: Valitse kirjautumistieto, johon pääsyavain tallennetaan
fr: Choisissez un identifiant vers lequel enregistrer cette clé d'accès
gl: Escolle unha credencial na que gardar esta Clave de acceso
he: בחר כניסה אליה יישמר מפתח גישה זה
hr: Odaberi za koju prijavu želiš spremiti ovaj pristupni ključ
hu: Válasszunk egy bejelentkezési nevet, amelyhez menteni szeretnénk ezt a belépőkulcsot.
id: Pilih login untuk menyimpan kunci sandi ini
it: Scegli un elemento in cui salvare questa passkey
ja: このパスキーを保存するログイン情報を選択してください
lv: Izvēlēties pieteikšanās vienumu, kurā saglabāt šo piekļuves atslēgu
nl: Kies een login om deze passkey bij op te slaan
pl: Wybierz dane logowania, do których zapisać klucz dostępu
pt: Escolha uma credencial para guardar esta chave de acesso
pt_br: Escolha uma credencial para salvar essa chave de acesso
sk: Vyberte prihlásenie na uloženie tohto prístupového kľúča
sr: Изаберите пријаву да бисте сачували овај приступни кључ
ta: இந்தக் கடவுக்குறியீட்டைச் சேமிக்க ஒரு உள்நுழைவைத் தேர்வுசெய்யவும்
th: เลือกข้อมูลเข้าสู่ระบบเพื่อบันทึกพาสคีย์นี้
tr: Bu geçiş anahtarının kaydedileceği hesabı seçin
uk: Виберіть запис для збереження цього ключа доступу
vi: Chọn một đăng nhập để lưu mã khóa này
zh_hans: 选择一个用于保存此通行密钥的登录项目
zh_hant: 選擇登入項目以保存這個通行密鑰(passkey)
