Repository: bitwarden/ios
Catalog: BitwardenResources/Localizations/*.lproj/Localizable.strings
Languages: ar, az, bg, cs, da, de, el, fa, fi, fr, gl, he, hr, hu, id, it, ja, lv, nl, pl, pt, pt_br, sk, sr, ta, th, tr, uk, vi, zh_hans, zh_hant

source: Master password re-prompt help
ar: مساعدة إعادة طلب كلمة المرور الرئيسية
az: Ana parolu təkrar soruş köməyi
bg: Помощ за повторното запитване за главната парола
cs: Nápověda pro znovuzeptání se na hlavní heslo
da: Hjælp til genanmodning om hovedadgangskode
de: Hilfe zum erneuten Abfragen des Master-Passworts
el: Βοήθεια για την απαίτηση κύριου κωδικού πρόσβασης
fa: راهنمای درخواست مجدد کلمه عبور اصلی
fi: Pääsalasanan uudelleenkyselyn ohje
fr: Aide sur la ressaisie du mot de passe principal
gl: Axuda para "Volver solicitar o contrasinal mestre"
he: עזרה עם בקשה חוזרת של סיסמה ראשית
hr: Pomoć za ponovno traženje glavne lozinke
hu: Mesterjelszó újbóli bekérés súgó
id: Bantuan permintaan ulang sandi utama
it: Aiuto per chiedere la password principale di nuovo
ja: マスターパスワードの再プロンプトヘルプ
lv: Galvenās paroles pārvaicāšanas palīdzība
nl: Hulptekst hoofdwachtwoord opnieuw vragen
pl: Pomoc dotycząca potwierdzania hasłem głównym
pt: Ajuda para pedir novamente a palavra-passe mestra
pt_br: Ajuda com a resolicitação da senha principal
sk: Pomoc s opätovnou výzvou na zadanie hlavného hesla
sr: Помоћ поновно тражење главне лозинке
ta: முதன்மை கடவுச்சொல் மீண்டும் கேட்கும் உதவி
th: ความช่วยเหลือเกี่ยวกับการถามรหัสผ่านหลักซ้ำ
tr: Ana parola yeniden istemi yardımı
uk: Допомога щодо повторного запиту головного пароля
vi: Hướng dẫn nhập lại mật khẩu chính
zh_hans: 主密码重新提示帮助
zh_hant: 主密碼重新詢問說明

# UnlockingMayFailDueToInsufficientMemoryDecreaseYourKDFMemorySettingsToResolve
source: Unlocking may fail due to insufficient memory. Decrease your KDF memory settings or set up biometric unlock to resolve.
ar: قد يفشل إلغاء القُفْل بسبب عدم كفاية الذاكرة. قم بتقليل إعدادات ذاكرة KDF أو قم بإعداد إلغاء القُفْل البيومتري لحل المشكلة.
az: Yetərsiz yaddaşa görə kilid açma uğursuz ola bilər. Həll etmək üçün KDF yaddaş ayarlarınızı azaldın və ya biometrik kilid açmanı quraşdırın.
bg: Отключването може да бъде неуспешно заради недостатъчно памет. Намалете настройките на паметта за KDF или настройте отключването чрез биометрични данни, за да разрешите проблема.
cs: Odemknutí může selhat z důvodu nedostatku paměti. Snižte nastavení KDF paměti nebo nastavte odemykání pomocí biometrie.
da: Oplåsning kan fejle grundet utilstrækkelig hukommelse. Reducér KDF-hukommelsesindstillinger eller opsæt biometrisk oplåsning for at afhjælpe.
de: Das Entsperren kann aufgrund unzureichenden Arbeitsspeichers fehlschlagen. Verringere deine KDF-Speichereinstellungen oder richte die biometrische Entsperrung, um dies zu lösen.
el: Το ξεκλείδωμα μπορεί να αποτύχει λόγω ανεπαρκούς μνήμης. Μειώστε τις ρυθμίσεις μνήμης KDF ή ρυθμίστε το βιομετρικό ξεκλείδωμα για επίλυση.
fa: باز کردن قفل ممکن است به دلیل حافظه ناکافی انجام نشود. برای انجام تنظیمات حافظه KDF خود را کاهش دهید یا از باز کردن قفل بیومتریک استفاده کنید.
fi: Lukituksen avaus voi epäonnistua riittämättömän keskusmuistin vuoksi. Korjaa madaltamalla KDF-muistiasetuksiasi.
fr: Le déverrouillage peut échouer en raison d'une mémoire insuffisante. Diminuez les paramètres de mémoire KDF ou configurer le déverrouillage biométique pour y remédier.
gl: O desbloqueo pode fallar por memoria insuficiente. Reduce o axuste de memoria KDF ou activa un desbloqueo por biometría.
he: ביטול הנעילה עלול להיכשל עקב מחסור בזיכרון. הקטן את הגדרות זיכרון ה־KDF שלך או הגדר ביטול נעילה ביומטרי כדי לפתור.
hr: Otključavanje možda neće uspjeti zbog nedostatka memorije. Smanji postavke KDF memorije ili postavi biometrijsko otključavanje.
hu: A feloldás meghiúsulhat, mert nincs elegendő memória. A megoldáshoz csökkentsük a KDF memóriabeállításait.
id: Membuka kunci mungkin gagal karena memori tidak mencukupi. Kurangi pengaturan memori KDF atau atur buka kunci biometrik untuk mengatasinya.
it: Lo sblocco potrebbe non riuscire a causa di memoria insufficiente. Riduci le impostazioni della memoria KDF o imposta lo sbocco biometrico per risolvere il problema.
ja: メモリ不足により、ロック解除に失敗する可能性があります。解決するには、KDF のメモリ設定を減らすか、生体認証によるロック解除を設定してください。
lv: Atslēgšana var neizdoties nepietiekamas atmiņas dēļ. Lai to novērstu, jāsamazina KDF atmiņas iestatījumi vai jāiestata biometriskā atslēgšana.
nl: Ontgrendelen kan mislukken als er onvoldoende geheugen is. Verminder je KDF-geheugeninstellingen of stel biometrische ontgrendeling in om dit op te lossen.
pl: Odblokowanie może się nie powieść z powodu niewystarczającej ilości pamięci. Zmniejsz ustawienia pamięci KDF lub skonfiguruj odblokowanie biometryczne.
pt: O desbloqueio pode falhar devido a memória insuficiente. Diminua as definições de memória do KDF ou configure o desbloqueio por biometria para resolver o problema.
pt_br: O desbloqueio pode falhar devido à memória insuficiente. Diminua as configurações de memória da sua KDF ou configure o desbloqueio biométrico para resolver.
sk: Odomknutie môže zlyhať z dôvodu nedostatku pamäte. Znížte nastavenia pamäte KDF alebo nastavte biometrické odomykanie pre vyriešenie problému.
sr: Откључавање можда неће успети због недовољне меморије. Умањите подешавање KDF меморије или подесите биометрију за решење.
ta: போதுமான நினைவகம் இல்லாததால் திறப்பது தோல்வியடையக்கூடும். தீர்வுகாண உங்கள் KDF நினைவக அமைப்புகளைக் குறைக்கவும் அல்லது பயோமெட்ரிக் திறப்பை அமைக்கவும்.
th: การปลดล็อกอาจล้มเหลวเนื่องจากหน่วยความจำไม่เพียงพอ ลดการตั้งค่าหน่วยความจำ KDF หรือตั้งค่าการปลดล็อกด้วยไบโอเมตริกเพื่อแก้ไข
tr: Yetersiz bellek nedeniyle kilit açma başarısız olabilir. Sorunu çözmek için KDF bellek ayarlarınızı azaltın veya biyometrik kilit açmayı ayarlayın.
uk: Розблокування може не працювати через брак пам'яті. Зменште значення пам'яті KDF або налаштуйте біометричне розблокування, щоб розв'язати проблему.
vi: Mở khóa không thành công do không đủ bộ nhớ. Giảm cài đặt bộ nhớ KDF của bạn hoặc thiết lập mở khóa bằng sinh trắc học để giải quyết.
zh_hans: 由于内存不足，解锁可能会失败。请减少您的 KDF 内存设置或设置生物识别解锁来解决此问题。
zh_hant: 由於記憶體不足，解鎖可能會失敗。請減少您的 KDF 記憶體設定或設定生物特徵識別解鎖來解決此問題。

source: Admin approval requested
ar: طلبت موافقة المسؤول
az: Admin təsdiqi tələb olunur
bg: Заявено е одобрение от администратор
cs: Bylo vyžádáno schválení správcem
da: Admin-godkendelse udbedt
de: Admin-Genehmigung angefordert
el: Ζητήθηκε έγκριση διαχειριστή
fa: تأیید مدیر درخواست شد
fi: Hyväksyntää pyydetty ylläpidolta
fr: Approbation de l'administrateur demandée
gl: Aprobación do administrador solicitada
he: התבקש אישור מנהל
hr: Zatraženo odobrenje administratora
hu: Adminisztrátori jóváhagyás kérés történt
id: Persetujuan admin diminta
it: Approvazione dell'amministratore richiesta
ja: 管理者の承認を要求しました
lv: Pieprasīts pārvaldītāja apstiprinājums
nl: Goedkeuring van beheerder aangevraagd
pl: Wymagane potwierdzenie administratora
pt: Aprovação do administrador pedida
pt_br: Aprovação do administrador solicitada
sk: Vyžaduje sa schválenie správcom
sr: Захтевано је одобрење администратора
ta: நிர்வாகி ஒப்புதல் கோரப்பட்டது
th: ส่งคำขออนุมัติจากผู้ดูแลระบบแล้ว
tr: Yönetici onayı istendi
uk: Запитано затвердження адміністратором
vi: Yêu cầu quản trị viên phê duyệt
zh_hans: 已请求管理员批准
zh_hant: 已要求管理員核准

source: Your request has been sent to your admin.
ar: أرسلت طلبك إلى مسؤولك.
az: Tələbiniz admininizə göndərildi.
bg: Вашата заявка беше изпратена до администратора Ви.
cs: Váš požadavek byl odeslán Vašemu správci.
da: Din anmodning er sendt til din gruppe-admin.
de: Deine Anfrage wurde an deinen Administrator gesendet.
el: Το αίτημά σας έχει σταλεί στον διαχειριστή σας.
fa: درخواست شما به مدیرتان فرستاده شد.
fi: Pyyntösi on välitetty ylläpidollesi.
fr: Votre demande a été envoyée à votre administrateur.
gl: A solicitude foi enviada ó teu administrador.
he: הבקשה שלך נשלחה למנהל שלך.
hr: Tvoj zahtjev je poslan administratoru.
hu: A kérés elküldésre került az adminisztrátornak.
id: Permintaan Anda telah dikirim ke admin.
it: La tua richiesta è stata inviata al tuo amministratore.
ja: 要求が管理者に送信されました。
lv: Pieprasījums tika nosūtīts pārvaldītājam.
nl: Je verzoek is naar je beheerder verstuurd.
pl: Prośba została wysłana do administratora.
pt: O seu pedido foi enviado ao seu administrador.
pt_br: Sua solicitação foi enviada para seu administrador.
sk: Vaša žiadosť bola odoslaná správcovi.
sr: Ваш захтев је послат вашем администратору.
ta: உமது கோரிக்கை உமது நிர்வாகிக்கு அனுப்பப்பட்டது.
th: คำขอของคุณถูกส่งไปยังผู้ดูแลระบบแล้ว
tr: İsteğiniz yöneticinize gönderildi.
uk: Ваш запит відправлено адміністратору.
vi: Yêu cầu của bạn đã được gửi đến quản trị viên.
zh_hans: 您的请求已发送给您的管理员。
zh_hant: 您的要求已傳送給您的管理員。

# LoggingInAsX
source: Logging in as %1$@
ar: تسجيل الدخول كـ %1$@
az: %1$@ olaraq giriş edilir
bg: Вписване като %1$@
cs: Přihlašování jako %1$@
da: Logger ind som %1$@
de: Anmelden als %1$@
el: Σύνδεση ως %1$@
fa: ورود به عنوان %1$@
fi: Kirjaudutaan tunnuksella %1$@
fr: Connecté en tant que %1$@
gl: Iniciando sesión como %1$@
he: נכנס כ־%1$@
hr: Prijava kao %1$@
hu: Bejelentkezés mint %1$@
id: Masuk sebagai %1$@
it: Accedendo come %1$@
ja: %1$@ としてログイン中
lv: Piesakās kā %1$@
nl: Inloggen als %1$@
pl: Logowanie jako %1$@
pt: A iniciar sessão como %1$@
pt_br: Conectando-se como %1$@
sk: Prihlasujete sa ako %1$@
sr: Пријављивање као %1$@
ta: %1$@ ஆக உள்நுழைகிறது
th: กำลังเข้าสู่ระบบในชื่อ %1$@
tr: %1$@ olarak giriş yapılıyor
uk: Вхід у систему як %1$@
vi: Đăng nhập như %1$@
zh_hans: 正以 %1$@ 身份登录
zh_hant: 正以 %1$@ 身分登入

source: Login approved
ar: تمت الموافقة على تسجيل الدخول
az: Giriş təsdiqləndi
bg: Вписването е одобрено
cs: Přihlášení bylo schváleno
da: Login godkendt
de: Anmeldung genehmigt
el: Η σύνδεση εγκρίθηκε
fa: ورود تأیید شد
fi: Kirjautuminen hyväksyttiin
fr: Connexion approuvée
gl: Inicio de sesión aprobado
he: כניסה אושרה
hr: Prijava odobrena
hu: A bejelentkezés jóváhagyásra került.
id: Masuk diizinkan
it: Accesso approvato
ja: ログインの承認
lv: Pieteikšanās apstiprināta
nl: Inloggen goedgekeurd
pl: Logowanie zostało potwierdzone
pt: Início de sessão aprovado
pt_br: Autenticação aprovada
sk: Schválené prihlásenie
sr: Пријава је одобрена
ta: உள்நுழைவு ஏற்கப்பட்டது
th: อนุมัติการเข้าสู่ระบบแล้ว
tr: Giriş onaylandı
uk: Вхід затверджено
vi: Lượt đăng nhập đã phê duyệt
zh_hans: 登录已批准
zh_hant: 登入已核准

source: Log in with device
ar: تسجيل الدخول بالجهاز
az: Cihazla giriş et
bg: Вписване с устройство
cs: Přihlásit se zařízením
da: Log ind med enhed
de: Mit Gerät anmelden
el: Σύνδεση με χρήση συσκευής
fa: ورود با دستگاه
fi: Laitteella kirjautuminen
fr: Se connecter avec l'appareil
gl: Iniciar sesión cun dispositivo
he: כניסה עם מכשיר
hr: Prijava uređajem
hu: Bejelentkezés eszközzel
id: Masuk dengan perangkat
it: Accedi con dispositivo
ja: デバイスでログイン
lv: Pieteikties ar ierīci
nl: Inloggen met apparaat
pl: Zaloguj się za pomocą urządzenia
pt: Iniciar sessão com o dispositivo
pt_br: Conectar-se com dispositivo
sk: Prihlásiť pomocou zariadenia
sr: Пријавите се са уређајем
ta: சாதனத்துடன் உள்நுழை
th: เข้าสู่ระบบด้วยอุปกรณ์
tr: Cihazla giriş yap
uk: Увійти з пристроєм
vi: Đăng nhập bằng thiết bị
zh_hans: 使用设备登录
zh_hant: 使用裝置登入

source: Logging in on
ar: جارٍ تسجيل الدخول
az: Giriş edilir
bg: Вписване в
cs: Přihlašování na
da: Logger ind på
de: Anmelden bei
el: Σύνδεση στο
fa: ورود با
fi: Kirjaudutaan sijaintiin
fr: Connexion sur
gl: Iniciando sesión en
he: נכנס ב־
hr: Prijava na
hu: Bejelentkezés:
id: Sedang masuk
it: Accedendo su
ja: ログイン先
lv: Piesakās
nl: Inloggen op
pl: Logowanie na
pt: A iniciar sessão em
pt_br: Acessando
sk: Prihlásenie na
sr: Пријављено на
ta: இதில் உள்நுழைகிறது
th: กำลังเข้าสู่ระบบบน
tr: Giriş yapılan konum
uk: Увійти на
vi: Đang đăng nhập vào
zh_hans: 正登录到
zh_hant: 正登入到

source: Vault
ar: الخزانة
az: Seyf
bg: Трезор
cs: Trezor
da: Boks
de: Tresor
el: Κρύπτη
fa: گاوصندوق
fi: Holvi
fr: Coffre
gl: Caixa forte
he: כספת
hr: Trezor
hu: Széf
id: Brankas
it: Cassaforte
ja: 保管庫
lv: Glabātava
nl: Kluis
pl: Sejf
pt: Cofre
pt_br: Cofre
sk: Trezor
sr: Сеф
ta: பெட்டகம்
th: ตู้นิรภัย
tr: Kasa
uk: Сховище
vi: Kho lưu trữ
zh_hans: 密码库
zh_hant: 密碼庫

source: Appearance
ar: المظهر
az: Görünüş
bg: Външен вид
cs: Vzhled
da: Udseende
de: Aussehen
el: Εμφάνιση
fa: ظاهر
fi: Ulkoasu
fr: Apparence
gl: Aparencia
he: מראה
hr: Izgled
hu: Megjelenés
id: Tampilan
it: Aspetto
ja: 外観
lv: Izskats
nl: Weergave
pl: Wygląd
pt: Aspeto
pt_br: Aparência
sk: Vzhľad
sr: Изглед
ta: தோற்றம்
th: รูปลักษณ์
tr: Görünüm
uk: Подання
vi: Giao diện
zh_hans: 外观
zh_hant: 外觀

source: Account security
ar: أمان الحساب
az: Hesab güvənliyi
bg: Защита на регистрацията
cs: Zabezpečení účtu
da: Kontosikkerhed
de: Kontosicherheit
el: Ασφάλεια λογαριασμού
fa: امنیت حساب کاربری
fi: Tilin suojaus
fr: Sécurité du compte
gl: Seguridade da conta
he: אבטחת החשבון
hr: Sigurnost računa
hu: Fiókbiztonság
id: Keamanan akun
it: Sicurezza dell'account
ja: アカウントのセキュリティ
lv: Konta drošība
nl: Accountbeveiliging
pl: Bezpieczeństwo konta
pt: Segurança da conta
pt_br: Segurança da conta
sk: Zabezpečenie účtu
sr: Безбедност налога
ta: கணக்கு பாதுகாப்பு
th: ความปลอดภัยของบัญชี
tr: Hesap güvenliği
uk: Безпека облікового запису
vi: Bảo mật tài khoản
zh_hans: 账户安全
zh_hant: 帳戶安全性

source: Bitwarden help center
ar: مركز المساعدة بت واردن
az: Bitwarden Kömək Mərkəzi
bg: Помощен център на Битуорден
cs: Centrum nápovědy Bitwardenu
da: Bitwarden Hjælpecenter
de: Bitwarden Hilfezentrum
el: Κέντρο Βοήθειας Bitwarden
fa: مرکز راهنمایی Bitwarden
fi: Bitwardenin Tukikeskus
fr: Centre d'aide Bitwarden
gl: Centro de axuda de Bitwarden
he: מרכז העזרה של Bitwarden
hr: Bitwarden centar za pomoć
hu: Bitwarden Segítségközpont
id: Pusat Bantuan Bitwarden
it: Centro assistenza Bitwarden
ja: Bitwarden ヘルプセンター
lv: Bitwarden palīdzības centrs
nl: Bitwarden Hulpcentrum
pl: Centrum pomocy Bitwarden
pt: Centro de ajuda do Bitwarden
pt_br: Central de ajuda do Bitwarden
sk: Centrum pomoci Bitwarden
sr: Bitwarden помоћни центар
ta: Bitwarden உதவி மையம்
th: ศูนย์ช่วยเหลือ Bitwarden
tr: Bitwarden yardım merkezi
uk: Довідковий центр Bitwarden
vi: Trung tâm hỗ trợ Bitwarden
zh_hans: Bitwarden 帮助中心
zh_hant: Bitwarden 幫助中心

source: Sync now
ar: المزامنة الآن
az: İndi sinxr.
bg: Синхронизиране сега
cs: Synchronizovat nyní
da: Synk nu
de: Jetzt synchronisieren
el: Συγχρονισμός τώρα
fa: همین حالا همگام‌سازی شود
fi: Synkronoi nyt
fr: Synchroniser maintenant
gl: Sincronizar agora
he: סנכרן עכשיו
hr: Sinkroniziraj
hu: Szinkronizálás most
id: Sinkronkan sekarang
it: Sincronizza ora
ja: 今すぐ同期
lv: Sinhronizēt tūlīt
nl: Nu synchroniseren
pl: Synchronizuj teraz
pt: Sincronizar agora
pt_br: Sincronizar agora
sk: Synchronizovať teraz
sr: Синхронизуј сада
ta: இப்போது ஒத்திசை
th: ซิงค์ตอนนี้
tr: Şimdi eşitle
uk: Синхронізувати
vi: Đồng bộ ngay
zh_hans: 立即同步
zh_hant: 立即同步

source: Unlock options
ar: خيارات فتح القفل
az: Kilid açma seçimləri
bg: Настройки за отключване
cs: Volby odemknutí
da: Oplåsningsmuligheder
de: Entsperroptionen
el: Επιλογές Κλειδώματος
fa: باز کردن امکانات
fi: Avausasetukset
fr: Options de déverrouillage
gl: Opcións de desbloqueo
he: אפשרויות ביטול נעילה
hr: Otključaj mogućnosti
hu: Zárolási opciók
id: Opsi buka kunci
it: Opzioni di sblocco
ja: ロック解除オプション
lv: Atslēgšanas iespējas
nl: Ontgrendelopties
pl: Opcje odblokowania
pt: Opções de desbloqueio
pt_br: Opções de desbloqueio
sk: Možnosti odomknutia
sr: Опције деблокирања
ta: பூட்டவிழ்ப்பு விருப்பங்கள்
th: ตัวเลือกการปลดล็อก
tr: Kilit açma seçenekleri
uk: Налаштування розблокування
vi: Tùy chọn mở khóa
zh_hans: 解锁选项
zh_hant: 解鎖選項

source: Session timeout
ar: مهلة الجلسة
az: Seans vaxt bitməsi
bg: Изтичане на времето за сесията
cs: Časový limit relace
da: Sessionstimeout
de: Sitzungs-Timeout
el: Χρονικό όριο συνεδρίας
fa: پایان زمان نشست
fi: Istunnon aikakatkaisu
fr: Délai d'expiration de la session
gl: Temporizador da sesión esgotado
he: פסק זמן להפעלה
hr: Istek sesije
hu: Munkamenet időkifutás
id: Batas waktu sesi
it: Timeout della sessione
ja: セッションタイムアウト
lv: Sesijas noildze
nl: Sessie time-out
pl: Blokada aplikacji
pt: Tempo limite da sessão
pt_br: Limite de tempo da sessão
sk: Časový limit relácie
sr: Истек сесије
ta: அமர்வு நேரமுடிவு
th: เวลาหมดอายุเซสชัน
tr: Oturum zaman aşımı
uk: Час очікування сеансу
vi: Thời gian đóng kho
zh_hans: 会话超时
zh_hant: 工作階段逾時

source: Session timeout action
ar: إجراء مهلة الجلسة
az: Seans vaxt bitmə əməliyyatı
bg: Действие при изтичане на времето за сесията
cs: Akce časového limitu relace
da: Handling ved sessionstimeout
de: Aktion bei Sitzungs-Timeout
el: Ενέργεια στη λήξη χρόνου συνεδρίας
fa: نشست را متوقف کن
fi: Istunnon aikakatkaisutoiminto
fr: Action après délai d'expiration de la session
gl: Acción do temporizador
he: פעולת פסק זמן להפעלה
hr: Radnja kod isteka sesije
hu: Munkamenet időkifutási művelet
id: Tindakan batas waktu sesi
it: Azione timeout cassaforte
ja: セッションタイムアウト時のアクション
lv: Sesijas noildzes darbība
nl: Actie voor sessie time-out
pl: Sposób blokady
pt: Ação de tempo limite da sessão
pt_br: Ação do limite de tempo da sessão
sk: Akcia po vypršaní relácie
sr: Акција на истек сесије
ta: அமர்வு நேரமுடிவு செயல்
th: การทำงานเมื่อเซสชันหมดอายุ
tr: Oturum zaman aşımı eylemi
uk: Дія після часу очікування сеансу
vi: Hành động sau khi đóng kho
zh_hans: 会话超时动作
zh_hant: 工作階段逾時動作

source: Account fingerprint phrase
ar: عبارة بصمة الحساب
az: Hesab barmaq izi ifadəsi
bg: Уникална фраза, идентифицираща регистрацията Ви
cs: Fráze otisku prstu účtu
da: Fingeraftrykssætning for konto
de: Fingerabdruck-Phrase des Kontos
el: "Φράση αποτυπώματος" λογαριασμού
fa: عبارت اثر انگشت حساب
fi: Tilin tunnistelause
fr: Phrase d'empreinte du compte
gl: Frase de pegada dixital da túa conta
he: ביטוי טביעת אצבע של חשבון
hr: Jedinstvena fraza računa
hu: Fiók ujjnyomat kifejezés
id: Frasa sidik jari akun
it: Frase impronta dell'account
ja: アカウントのフィンガープリントフレーズ
lv: Konta atpazīšanas vārdkopa
nl: Vingerafdrukzin van je account
pl: Unikalny identyfikator konta
pt: Frase de impressão digital da conta
pt_br: Frase biométrica da conta
sk: Fráza odtlačku účtu
sr: Сигурносна фраза налога
ta: கணக்கு கைரேகைச் சொற்றொடர்
th: วลีลายนิ้วมือของบัญชี
tr: Hesap parmak izi ifadesi
uk: Фраза відбитка облікового запису
vi: Cụm từ xác thực tài khoản
zh_hans: 账户指纹短语
zh_hant: 帳戶指紋短語

# XHours
source: %1$@ hours
ar: %1$@ ساعات
az: %1$@ saat
bg: %1$@ часа
cs: %1$@ hodin
da: %1$@ timer
de: %1$@ Stunden
el: %1$@ ώρες
fa: %1$@ ساعت
fi: %1$@ tuntia
gl: %1$@ horas
hr: %1$@:00 h
hu: %1$@ óra
ja: %1$@時間
lv: %1$@ stundas
nl: %1$@ uur
pl: %1$@ godz.
pt: %1$@ horas
sk: %1$@ hodín
sr: %1$@ сати/а
uk: %1$@ годин
vi: %1$@ giờ
zh_hans: %1$@ 小时
zh_hant: %1$@ 小時

source: Additional options
ar: خيارات إضافية
az: Əlavə seçimlər
bg: Допълнителни настройки
cs: Další volby
da: Yderligere indstillinger
de: Weitere Optionen
el: Πρόσθετες επιλογές
fa: گزینه‌های اضافی
fi: Lisävalinnat
fr: Options supplémentaires
gl: Opcións adicionais
he: אפשרויות נוספות
hr: Dodatne mogućnosti
hu: Kiegészítő opciók
id: Opsi tambahan
it: Opzioni aggiuntive
ja: 追加オプション
lv: Papildu iespējas
nl: Extra instellingen
pl: Dodatkowe opcje
pt: Opções adicionais
pt_br: Opções adicionais
sk: Ďalšie možnosti
sr: Додатне опције
ta: கூடுதல் தேர்வுகள்
th: ตัวเลือกเพิ่มเติม
tr: Ek seçenekler
uk: Додаткові налаштування
vi: Tùy chọn bổ sung
zh_hans: 附加选项
zh_hant: 額外選項

source: Continue to web app?
ar: متابعة إلى تطبيق الويب؟
az: Veb tətbiqlə davam edilsin?
bg: Продължаване към уеб приложението?
cs: Pokračovat do webové aplikace?
da: Fortsæt til web-app?
de: Weiter zur Web-App?
el: Συνέχεια στην εφαρμογή διαδικτύου;
fa: با برنامه وب ادامه می‌دهید؟
fi: Avataanko verkkosovellus?
fr: Continuer vers l'application web ?
gl: Ir á aplicación web?
he: להמשיך אל יישום רשת?
hr: Nastavi na web aplikaciju?
hu: Tovább a webes alkalmazáshoz?
id: Lanjut ke aplikasi web?
it: Continua sull'app web?
ja: ウェブアプリに進みますか?
lv: Pāriet uz tīmekļa lietotni?
nl: Doorgaan naar web-app?
pl: Przejść do aplikacji internetowej?
pt: Continuar para a aplicação Web?
pt_br: Continuar no aplicativo web?
sk: Pokračovať vo webovej aplikácii?
sr: Ићи на веб апликацију?
ta: வலைச்செயலிக்குத் தொடரவா?
th: ดำเนินการต่อไปยังเว็บแอปหรือไม่
tr: Web uygulamasına devam edilsin mi?
uk: Продовжити у вебпрограмі?
vi: Tiếp tục tới bản web?
zh_hans: 前往网页 App 吗？
zh_hant: 接下來前往網頁應用程式嗎？

source: Continue to privacy policy?
ar: هل تريد المتابعة إلى سياسة الخصوصية؟
az: Gizlilik Siyasətinə davam edirsiniz?
bg: Продължаване към Политиката за поверителност?
cs: Pokračovat na Zásady ochrany osobních údajů?
da: Fortsæt til Fortrolighedspolitik?
de: Weiter zur Datenschutzerklärung?
el: Συνέχεια στην πολιτική απορρήτου;
fa: به سیاست حفظ حریم خصوصی ادامه دهید؟
fi: Jatketaanko tietosuojakäytäntöön?
fr: Poursuivre vers la politique de confidentialité ?
gl: Ir á Política de Privacidade?
he: להמשיך אל מדיניות הפרטיות?
hr: Nastavi na politiku privatnosti?
hu: Tovább az adatvédelmi szabályzathoz?
id: Lanjut ke Kebijakan Privasi?
it: Continuare alla privacy policy?
ja: プライバシーポリシーを確認しますか？
lv: Pāriet uz privātuma nosacījumiem?
nl: Doorgaan naar privacybeleid?
pl: Przejść do polityki prywatności?
pt: Continuar para a política de privacidade?
pt_br: Continuar na política de privacidade?
sk: Pokračovať na zásady ochrany osobných údajov?
sr: Желите ли да наставите са политиком приватности?
ta: தனியுரிமை கொள்கைக்குத் தொடரவா?
th: ดำเนินการต่อไปยังนโยบายความเป็นส่วนตัวหรือไม่
tr: Gizlilik ilkelerine gidilsin mi?
uk: Перейти до політики приватності?
vi: Đồng ý với chính sách bảo mật?
zh_hans: 查看隐私政策吗？
zh_hant: 繼續前往隱私權政策？

source: Continue to app store?
ar: هل تريد المتابعة إلى متجر التطبيقات؟
az: Tətbiq mağazası ilə davam edilsin?
bg: Продължаване към магазина за приложения?
cs: Pokračovat do obchodu s aplikacemi?
da: Fortsæt til app-butik?
de: Weiter zum App Store?
el: Συνέχεια στο κατάστημα εφαρμογών;
fa: به فروشگاه برنامه ادامه می‌دهید؟
fi: Avataanko sovelluskauppa?
fr: Continuer vers la boutique des applications ?
gl: Ir á tenda de aplicacións?
he: להמשיך אל חנות האפליקציות?
hr: Nastavi u trgovinu aplikacijama?
hu: Tovább az alkalmazásboltba?
id: Lanjut ke app store?
it: Continuare sull'App Store?
ja: アプリストアに進みますか?
lv: Pāriet uz lietotņu veikalu?
nl: Doorgaan naar de app store?
pl: Przejść do App Store?
pt: Continuar para a loja de aplicações?
pt_br: Continuar na loja de apps?
sk: Pokračovať v obchode s aplikáciami?
sr: Настави на радњу апликације?
ta: ஆப் ஸ்டோருக்குத் தொடரவா?
th: ดำเนินการต่อไปยัง App Store หรือไม่
tr: App Store'a gitmek ister misiniz?
uk: Продовжити в App Store?
vi: Tiếp tục tới cửa hàng ứng dụng?
zh_hans: 前往 App Store 吗？
zh_hant: 接下來前往 App Store 嗎？
