Repository: bitwarden/ios
Catalog: BitwardenResources/Localizations/*.lproj/Localizable.strings
Languages: ar, az, bg, cs, da, de, el, fa, fi, fr, gl, he, hr, hu, id, it, ja, lv, nl, pl, pt, pt_br, sk, sr, ta, th, tr, uk, vi, zh_hans, zh_hant

source: What makes a password strong?
ar: ما الذي يجعل كلمة المرور قوية؟
az: Bir parol necə güclü olur?
bg: Какво прави една парола сложна?
cs: Co je silným heslem?
da: Hvad gør en adgangskode stærk?
de: Was zeichnet ein starkes Passwort aus?
el: Τι κάνει έναν κωδικό πρόσβασης ισχυρό;
fa: چه چیزی کلمه عبور را قوی می‌کند؟
fi: Mikä tekee salasanasta vahvan?
fr: Qu'est-ce qui rend un mot de passe fort ?
gl: Que fai un contrasinal seguro?
he: מה הופך סיסמה לחזקה?
hr: Što čini lozinku jakom?
hu: Mitől erős egy jelszó?
id: Apa yang membuat sandi kuat?
it: Cosa rende una password efficace e sicura?
ja: パスワードを強くする方法は?
lv: Kas paroli padara stipru?
nl: Wat maakt een wachtwoord sterk?
pl: Co czyni hasło silnym?
pt: O que torna uma palavra-passe forte?
pt_br: O que faz com que uma senha seja forte?
sk: Čo robí heslo silným?
sr: Шта лозинку чини јаком?
ta: ஒரு கடவுச்சொல்லை எது வலுவானதாக்குகிறது?
th: อะไรทำให้รหัสผ่านรัดกุม
tr: Bir parola nasıl güçlü olur?
uk: Який пароль вважається надійним?
vi: Điều gì giúp một mật khẩu mạnh?
zh_hans: 如何使密码更安全？
zh_hant: 一個強密碼具有哪些特性？

source: Prevent account lockout
ar: منع قفل الحساب
az: Hesab kilidlənməsini önlə
bg: Предпазете се от загуба на достъп до регистрацията си
cs: Zabránit uzamčení účtu
da: Forhindr at blive låst ude af kontoen
de: Aussperren von deinem Konto verhindern
el: Αποτροπή κλειδώματος λογαριασμού
fa: جلوگیری از قفل شدن حساب کاربری
fi: Estä tilisi menetys
fr: Empêcher le verrouillage du compte
gl: Prever o bloqueo da conta
he: מנע השבתת חשבון
hr: Spriječi blokadu računa
hu: A fiókzárolás megakadályozása.
id: Cegah akun terkunci
it: Evita il blocco dell'account
ja: アカウントのロックアウトを防止
lv: Jāizvairās no konta noslēgšanas
nl: Accountblokkade voorkomen
pl: Zapobiegaj blokowaniu konta
pt: Previna o bloqueio da conta
pt_br: Impeça a perca da conta
sk: Nevymknite sa z účtu
sr: Спречите закључавање налога
ta: கணக்கு பூட்டுதலைத் தடு
th: ป้องกันบัญชีถูกล็อก
tr: Hesap kilitlenmelerinin önüne geçin
uk: Захистіться від блокування доступу
vi: Ngăn ngừa việc tài khoản bị khóa
zh_hans: 防止账户被锁住
zh_hant: 避免帳號被鎖定

source: Never lose access to your vault
ar: لا تفقد أبدا الوصول إلى خزانتك
az: Seyfinizə müraciətinizi heç vaxt itirməyin
bg: Никога не губете достъп до трезора си
cs: Nikdy neztratíte přístup do Vašeho trezoru
da: Mist aldrig adgang til boksen
de: Verliere nie den Zugang zu deinem Tresor
el: Δεν θα χάσετε ποτέ πρόσβαση στο θησαυ/κιό σας
fa: دسترسی به گاوصندوق خود را هرگز از دست ندهید
fi: Älä koskaan menetä pääsyä holviisi
fr: Ne perdez jamais l'accès à votre coffre
gl: Nunca perdas o acceso á túa conta
he: לעולם אל תאבד גישה לכספת שלך
hr: Nemoj izgubiti pristup svom trezoru
hu: Soha ne veszítsük el a hozzáférést a széfhez.
id: Jangan pernah kehilangan akses ke brankas Anda
it: Evita di perdere l'accesso alla cassaforte
ja: 保管庫へのアクセス喪失を防ぎましょう
lv: Nekad nezaudē piekļuvi savai glabātavai
nl: Nooit de toegang tot je kluis verliezen
pl: Nie strać dostępu do sejfu
pt: Nunca perca o acesso ao seu cofre
pt_br: Nunca perca o acesso ao seu cofre
sk: Nikdy nestraťte svoj účet
sr: Никада не губите приступ свом сефу
ta: உங்கள் பெட்டகத்திற்கான அணுகலை ஒருபோதும் இழக்க வேண்டாம்
th: อย่าเสียการเข้าถึงตู้นิรภัยของคุณ
tr: Kasanıza erişiminizi kaybetmeyin
uk: Ніколи не втрачайте доступ до свого сховища
vi: Không lo mất quyền truy cập kho
zh_hans: 千万不要失去对密码库的访问权限
zh_hant: 永遠不要遺失對密碼庫的存取

source: The best way to make sure you can always access your account is to set up safeguards from the start.
ar: أفضل طريقة للتأكد من أنه يمكنك دائماً الوصول إلى حسابك هي إعداد ضمانات منذ البداية.
az: Hesabınıza daim müraciət edə bildiyinizə əmin olmağın ən yaxşı yolu başdan başlayaraq qoruma tədbiri almaqdır.
bg: Най-добрият начин да имате увереност, че винаги можете да достъпите данните си, е да настроите предпазните мерки още в началото.
cs: Nejlepším způsobem, jak se ujistit, že máte vždy přístup k Vašemu účtu, je nastavit zabezpečení od začátku.
da: Den bedste måde at sikre, at man altid kan tilgå sin konto, er at etablere sikkerhedstiltag fra starten.
de: Der beste Weg, um sicherzustellen, dass du immer auf dein Konto zugreifen kannst, ist, von Anfang an Sicherheitsvorkehrungen zu treffen.
el: Ο καλύτερος τρόπος για να βεβαιωθείτε ότι μπορείτε πάντα να έχετε πρόσβαση στο λογαριασμό σας είναι να δημιουργήσετε διασφαλίσεις από την αρχή.
fa: بهترین راه برای اطمینان از اینکه همیشه به حساب کاربری خود دسترسی دارید، این است که از همان ابتدا اقدامات امنیتی لازم را راه‌اندازی کنید.
fi: Paras tapa varmistaa pääsy holviisi on määrittää varmistustavat heti alussa.
fr: La meilleure façon de vous assurer que vous pouvez toujours accéder à votre compte est de mettre en place des protections dès le début.
gl: A mellor forma de asegurarte de que sempre vas poder acceder á túa conta é configurando salvaguardas dende e comezo.
he: הדרך הטובה ביותר לוודא שאתה תמיד יכול לגשת לחשבון שלך היא להגדיר אמצעי הגנה מההתחלה.
hr: Najsigurniji način da ne izgubiš pristup svom računu je da od samog početka postaviš zaštitne mjere.
hu: A legjobb módja annak, hogy mindig hozzáférhessünk a fiókhoz, ha a kezdetektől fogva biztosítékokat állítunk be.
id: Cara terbaik memastikan Anda selalu bisa mengakses brankas adalah dengan menyiapkan perlindungan sejak awal.
it: Il modo migliore per assicurarti di accedere sempre al tuo account è impostare le misure di sicurezza fin dall'inizio.
ja: 常にアカウントにアクセスできるようにするための最善の方法は、最初から安全対策を設定することです。
lv: Labākais veids, kā nodrošināt, ka vienmēr var piekļūt savam kontam, ir jau sākumā iestatīt drošības līdzekļus.
nl: De beste manier om ervoor te zorgen dat je altijd toegang tot je account hebt, is het direct instellen van vangnetten.
pl: Najlepszym sposobem zapewnienia dostępu do konta jest konfiguracja zabezpieczeń od początku.
pt: A melhor forma de garantir que pode sempre aceder à sua conta é definir salvaguardas desde o início.
pt_br: A melhor maneira de garantir que você sempre possa acessar a sua conta é se prevenir desde o começo.
sk: Najlepší spôsob, ako zabezpečiť, aby ste mali vždy prístup k svojmu účtu, je nastaviť ochranné opatrenia hneď od začiatku.
sr: Најбољи начин да будете сигурни да увек можете да приступите свом налогу је да поставите заштитне мере од самог почетка.
ta: உங்கள் கணக்கை நீங்கள் எப்போதும் அணுக முடியும் என்பதை உறுதிப்படுத்த சிறந்த வழி, தொடக்கத்திலிருந்தே பாதுகாப்புகளை அமைப்பது.
th: วิธีที่ดีที่สุดเพื่อให้แน่ใจว่าคุณจะเข้าถึงบัญชีได้เสมอคือการตั้งค่ามาตรการป้องกันตั้งแต่เริ่มต้น
tr: Hesabınıza her an erişebilmenizin en iyi yolu, önleminizi en baştan almaktır.
uk: Для гарантованої безперебійної роботи з обліковим записом варто налаштувати способи відновлення доступу.
vi: Cách tốt nhất để đảm bảo bạn luôn có thể truy cập vào tài khoản của mình là thiết lập biện pháp bảo vệ ngay từ đầu.
zh_hans: 确保您始终可以访问您的账户的最佳方法就是从一开始就设置好安全防护措施。
zh_hant: 確保您永遠可以存取您的密碼庫的最佳方式就是一開始設定好保護措施。

source: Create a hint
ar: إنشاء تلميح
az: Bir ipucu yarat
bg: Създайте подсказка
cs: Vytvořit nápovědu
da: Opret et tip
de: Einen Hinweis erstellen
el: Δημιουργήστε μια υπόδειξη
fa: ایجاد یک یادآور
fi: Luo vihje
fr: Créez un indice
gl: Crea unha pista
he: צור רמז
hr: Stvori podsjetnik
hu: Tipp létrehozása
id: Buat petunjuk
it: Crea un suggerimento
ja: ヒントを作成
lv: Izveidot norādi
nl: Hint aanmaken
pl: Utwórz podpowiedź
pt: Criar uma dica
pt_br: Crie uma dica
sk: Vytvorte si nápoveď
sr: Направите наговештај
ta: ஒரு குறிப்பை உருவாக்கு
th: สร้างคำใบ้
tr: İpucu oluşturun
uk: Створіть підказку
vi: Tạo một gợi ý
zh_hans: 创建提示
zh_hant: 建立提示

source: Your hint will be sent to you via email when you request it.
ar: سيُرسل تلميحك إليك عبر البريد الإلكتروني عندما تطلب ذلك.
az: Tələb etdikdə ipucunuz sizə e-poçt ilə göndəriləcək.
bg: Подсказката Ви ще бъде изпратена по е-поща когато я поискате.
cs: Nápověda Vám bude odeslána e-mailem, až o ni požádáte.
da: Når man anmoder om det, vil man få sit tip tilsendt via e-mail.
de: Dein Hinweis wird dir per E-Mail zugeschickt, wenn du ihn anfragst.
el: Η υπόδειξή σας θα σας αποσταλεί μέσω μηνύματος ηλ. ταχυδρομείου όταν το ζητήσετε.
fa: یادآور شما هنگام درخواست از طریق ایمیل برایتان ارسال خواهد شد.
fi: Vihjeesi lähetetään sinulle sähköpostitse, kun pyydät sitä.
fr: Votre indice vous sera envoyé par e-mail lorsque vous le demanderez.
gl: A pista será enviada ó teu correu cando o solicites.
he: הרמז שלך יישלח אליך באמצעות דוא"ל כאשר תבקש אותו.
hr: Podsjetnik ćemo ti poslati e-poštom kada ga zatražiš.
hu: A tipp emailben kerül elküldére kérelemre.
id: Petunjuk Anda akan dikirim melalui email saat Anda memintanya.
it: Il tuo suggerimento ti verrà inviato via email quando richiesto.
ja: ヒントをリクエストするとメールで送信されます。
lv: Norāde tiks nosūtīta e-pastā, kad to pieprasīsi.
nl: Je ontvangt je hint via e-mail als je erom vraagt.
pl: Podpowiedź zostanie wysłana na adres e-mail na żądanie.
pt: A sua dica ser-lhe-á enviada por e-mail quando a solicitar.
pt_br: A sua dica será enviada para você via e-mail quando você a solicitar.
sk: Nápoveď vám bude zaslaná na e-mail, keď o ňu požiadate.
sr: Ваш наговештај ће вам бити послат путем имејла када га затражите.
ta: நீங்கள் கோரும்போது உங்கள் குறிப்பு உங்களுக்கு மின்னஞ்சல் வழியாக அனுப்பப்படும்.
th: คำใบ้ของคุณจะถูกส่งไปยังอีเมลเมื่อคุณร้องขอ
tr: Talep ederseniz ipucunuz e-posta adresinize gönderilecektir.
uk: Вашу підказку буде надіслано електронною поштою, коли вона вам знадобиться.
vi: Gợi ý của bạn sẽ được gửi qua email khi bạn yêu cầu.
zh_hans: 提示将在您请求时通过电子邮件发送给您。
zh_hant: 您的提示會被寄送到您的電子郵件信箱。

source: Write your password down
ar: اكتب كلمة المرور في الأسفل
az: Parolunuzu bir yerə yazın
bg: Запишете паролата си
cs: Zapište si své heslo
da: Nedskriv adgangskoden
de: Notiere dir dein Passwort
el: Γράψτε τον κωδικό σας
fa: کلمه عبور خود را یادداشت کنید
fi: Kirjoita salasanasi muistiin
fr: Écrivez votre mot de passe
gl: Anota o teu contrasinal
he: כתוב את הסיסמה שלך
hr: Zapiši svoju lozinku
hu: Írjuk le a jelszót.
id: Harap catat sandi Anda
it: Appunta la password
ja: パスワードをメモする
lv: Jāpieraksta sava parole
nl: Schrijf je wachtwoord op
pl: Zapisz hasło
pt: Anote a sua palavra-passe
pt_br: Anote a sua senha
sk: Zapíšte si heslo
sr: Запишите своју лозинку
ta: உங்கள் கடவுச்சொல்லை எழுதுங்கள்
th: จดรหัสผ่านของคุณไว้
tr: Parolanızı not alın
uk: Запишіть свій головний пароль
vi: Ghi lại mật khẩu của bạn
zh_hans: 写下您的密码
zh_hant: 寫下您的密碼

source: Be careful to keep your written password somewhere secret and safe.
ar: كن حذراً للحفاظ على كلمة المرور المكتوبة في مكان ما سرية وآمنة.
az: Yazdığınız parolu sirli və təhlükəsiz yerdə saxladığınıza əmin olun.
bg: Внимавайте и пазете записаната си парола на тайно и безопасно място.
cs: Buďte opatrní a ponechte své písemné heslo v bezpečí a tajnosti.
da: Husk at opbevare den nedskrevne adgangskode på et hemmeligt og sikkert sted.
de: Achte darauf, dein aufgeschriebenes Passwort an einem geheimen und sicheren Ort aufzubewahren.
el: Να είστε προσεκτικοί στο να κρατήσειλτε τον γραπτό κωδικό πρόσβασής σας κάπου μυστικά και ασφαλές.
fa: مراقب باشید کلمه عبور یادداشت شده‌تان را در جایی مخفی و امن نگه دارید.
fi: Ole varovainen ja säilytä kirjoittamasi salasana salaisessa ja turvallisessa paikassa.
fr: Faites attention à conserver votre mot de passe écrit dans un endroit secret et sûr.
gl: Asegúrate de anotar o teu contrasinal nun lugar segredo e seguro.
he: תיזהר לשמור את הסיסמה הכתובה שלך במקום סודי ובטוח.
hr: Pazi da svoju lozinku držiš na tajnom i sigurnom mjestu.
hu: Ügyeljünk arra, hogy leírt jelszót titokban és biztonságos helyen tároljuk.
id: Pastikan catatan sandi Anda disimpan di tempat yang rahasia dan aman.
it: Mantieni la password scritta in un posto segreto e sicuro.
ja: メモなどにパスワードを書いて、どこか安全な秘密の場所に保管してください。
lv: Sava pierakstītā parole uzmanīgi jāglabā drošā un nepieejamā vietā.
nl: Denk eraan dat je je opgeschreven wachtwoord ergens geheim en veilig bewaart.
pl: Przechowuj hasło w bezpiecznym i tajnym miejscu.
pt: Tenha o cuidado de guardar a sua palavra-passe escrita num local secreto e seguro.
pt_br: Tenha cuidado e mantenha sua senha escrita em algum lugar secreto e seguro.
sk: Uistite sa, že ste si zapísané heslo uložili na tajnom a bezpečnom mieste.
sr: Пазите да своју написану лозинку чувате на тајном и безбедном месту.
ta: உங்கள் எழுதப்பட்ட கடவுச்சொல்லை இரகசியமாகவும் பாதுகாப்பாகவும் எங்காவது வைத்திருக்க கவனமாக இருங்கள்.
th: ระวังให้ดี เก็บกระดาษจดรหัสผ่านไว้ในที่ลับและปลอดภัย
tr: Parolanızı yazdığınız kâğıdı gizli ve güvenli bir yerde saklayın.
uk: Обов'язково зберігайте записаний головний пароль у секретному, надійному місці.
vi: Hãy giữ mật khẩu đã viết ở nơi bí mật và an toàn.
zh_hans: 请务必将您写下的密码保存在隐秘且安全的地方。
zh_hant: 請在安全的地方小心保存您寫下來的密碼。

source: Choose your master password
ar: اختر كلمة المرور الرئيسية
az: Ana parolunuzu seçin
bg: Изберете главна парола
cs: Zvolte hlavní heslo
da: Vælg hovedadgangskode
de: Wähle dein Master-Passwort
el: Επιλέξτε τον κύριο κωδικό πρόσβασης σας
fa: کلمه عبور اصلی خود را انتخاب کنید
fi: Valitse pääsalasanasi
fr: Choisissez votre mot de passe principal
gl: Escolle un contrasinal mestre
he: בחר את הסיסמה הראשית שלך
hr: Odaberi svoju glavnu lozinku
hu: Mesterjelszó kiválasztása
id: Pilih sandi utama Anda
it: Imposta la password principale
ja: マスターパスワードを選択
lv: Jāizvēlas galvenā parole
nl: Kies je hoofdwachtwoord
pl: Wybierz hasło główne
pt: Escolha a sua palavra-passe mestra
pt_br: Escolha sua senha principal
sk: Zvoľte si hlavné heslo
sr: Одаберите вашу главну лозинку
ta: உங்கள் மாஸ்டர் கடவுச்சொல்லைத் தேர்ந்தெடுக்கவும்
th: เลือกรหัสผ่านหลักของคุณ
tr: Ana parolanızı seçin
uk: Створити головний пароль
vi: Chọn mật khẩu chính của bạn
zh_hans: 选择您的主密码
zh_hant: 選擇您的主密碼

source: Choose a unique and strong password to keep your information safe.
ar: اختر كلمة مرور فريدة وقوية للحفاظ على سلامة معلوماتك.
az: Məlumatlarınızı təhlükəsiz saxlamaq üçün unikal və güclü bir parol seçin.
bg: Изберете уникална и сложна парола, за да запазите информацията си защитена.
cs: Zvolte jedinečné a silné heslo pro zabezpečení Vašich informací.
da: Vælg en unik og stærk adgangskode for at holde brugeroplysningerne sikre.
de: Wähle ein einzigartiges und starkes Passwort, damit deine Informationen sicher sind.
el: Επιλέξτε έναν μοναδικό και ισχυρό κωδικό πρόσβασης για να διατηρήσετε τις πληροφορίες σας ασφαλείς.
fa: یک کلمه عبور منحصربه‌فرد و قوی انتخاب کنید تا اطلاعات شما امن بماند.
fi: Suojaa tietosi valitsemalla ainutlaatuinen ja vahva salasana.
fr: Choisissez un mot de passe unique et robuste pour garder vos informations en sécurité.
gl: Escolle un contrasinal único e seguro para ofrecer a túa información.
he: בחר סיסמה ייחודית וחזקה כדי לשמור על המידע שלך בטוח.
hr: Odaberi jedinstvenu i jaku lozinku za zaštitu svojih podataka.
hu: Válasszunk egyedi és erős jelszót az adatok biztonságának megőrzése érdekében.
id: Pilih sandi yang unik dan kuat untuk menjaga keamanan informasi Anda.
it: Scegli una password forte e unica per proteggere i tuoi dati.
ja: あなたの情報を安全に保つために、ユニークで強力なパスワードを選択してください。
lv: Jāizvēlas vienreizēja un spēcīga parole, lai turētu savu informāciju drošībā.
nl: Kies een uniek en sterk wachtwoord om je gegevens veilig te houden.
pl: Wybierz unikalne i mocne hasło, aby Twoje dane były bezpieczne.
pt: Escolha uma palavra-passe única e forte para manter as suas informações seguras.
pt_br: Escolha uma senha única e forte para manter suas informações seguras.
sk: Na udržanie vašich informácií v bezpečí si zvoľte unikátne a silné heslo.
sr: Изаберите јединствену и јаку лозинку да бисте заштитили своје податке.
ta: உங்கள் தகவலைப் பாதுகாக்க ஒரு தனித்துவமான மற்றும் வலுவான கடவுச்சொல்லைத் தேர்ந்தெடுக்கவும்.
th: เลือกรหัสผ่านที่ไม่ซ้ำใครและรัดกุมเพื่อรักษาความปลอดภัยข้อมูลของคุณ
tr: Bilgilerinizi güvende tutmak için başka yerde kullanmadığınız, güçlü bir parola seçin.
uk: Створіть унікальний, надійний пароль, щоб захистити вашу інформацію.
vi: Chọn mật khẩu mạnh và duy nhất để giữ thông tin của bạn an toàn.
zh_hans: 选择一个唯一且强大的密码，以保障您的信息安全。
zh_hant: 選擇一個獨特且強度足夠的密碼來保護您的資訊安全。

source: Master password (required)
ar: كلمة المرور الرئيسية (مطلوب)
az: Ana parol (tələb olunur)
bg: Главна парола (задължително)
cs: Hlavní heslo (vyžadováno)
da: Hovedadgangskode (obligatorisk)
de: Master-Passwort (erforderlich)
el: Κύριος κωδικός πρόσβασης (απαιτείται)
fa: کلمه عبور اصلی (الزامی)
fi: Pääsalasana (pakollinen)
fr: Mot de passe principal (requis)
gl: É preciso o contrasinal mestre
he: סיסמה ראשית (נדרשת)
hr: Glavna lozinka (obavezno)
hu: Mesterjelszó (kötelező)
id: Sandi utama (wajib)
it: Password principale (obbligatoria)
ja: マスターパスワード (必須)
lv: Galvenā parole (nepieciešama)
nl: Hoofdwachtwoord (vereist)
pl: Hasło główne (wymagane)
pt: Palavra-passe mestra (obrigatório)
pt_br: Senha principal (obrigatória)
sk: Hlavné heslo (povinné)
sr: Главна лозинка (неопходно)
ta: பிரதான கடவுச்சொல் (தேவை)
th: รหัสผ่านหลัก (จำเป็น)
tr: Ana parola (gerekli)
uk: Головний пароль (обов'язково)
vi: Mật khẩu chính (bắt buộc)
zh_hans: 主密码（必填）
zh_hant: 主密碼（必填）

source: Re-type master password (required)
ar: إعادة كتابة كلمة المرور الرئيسية (مطلوب)
az: Ana parolu təkrar yaz (tələb olunur)
bg: Въведете отново главната парола (задължително)
cs: Zadejte znovu hlavní heslo (vyžadováno)
da: Skriv hovedadgangskode igen (obligatorisk)
de: Master-Passwort erneut eingeben (erforderlich)
el: Επανεισάγετε τον κύριο κωδικό πρόσβασης (απαιτείται)
fa: نوشتن مجدد کلمه عبور اصلی (الزامی)
fi: Kirjoita pääsalasana uudelleen (pakollinen)
fr: Retapez le mot de passe principal (requis)
gl: É preciso repetir o contrasinal mestre
he: הקלד שוב סיסמה ראשית (נדרש)
hr: Ponovno unesi glavnu lozinku (obavezno)
hu: Mesterjelszó ismételt megadása (kötelező)
id: Ulangi sandi utama (wajib)
it: Ripeti la password principale (obbligatorio)
ja: マスターパスワードを再入力 (必須)
lv: Atkārtoti jāievada galvenā parole (nepieciešams)
nl: Hoofdwachtwoord opnieuw invoeren (verplicht)
pl: Potwierdź hasło główne (wymagane)
pt: Reintroduzir palavra-passe mestra (obrigatório)
pt_br: Redigitar senha principal (obrigatório)
sk: Opätovne zadajte hlavné heslo (povinné)
sr: Поново унети главну лозинку (неопходно)
ta: பிரதான கடவுச்சொல்லை மீண்டும் உள்ளிடு (தேவை)
th: พิมพ์รหัสผ่านหลักซ้ำ (จำเป็น)
tr: Ana parolayı yeniden yazın (gerekli)
uk: Введіть головний пароль ще раз (обов'язково)
vi: Nhập lại mật khẩu chính (bắt buộc)
zh_hans: 再次输入主密码（必填）
zh_hant: 再次輸入主密碼（必填）

source: Re-type new master password (required)
ar: إعادة كتابة كلمة مرور رئيسية جديدة (مطلوب)
az: Yeni ana parolu təkrar yaz (tələb olunur)
bg: Въведете отново новата главна парола (задължително)
cs: Zadejte znovu nové hlavní heslo (vyžadováno)
de: Neues Masterpasswort erneut eingeben (erforderlich)
fa: نوشتن مجدد کلمه عبور اصلی جدید (الزامی)
fi: Toista pääsalasana (pakollinen)
fr: Retapez le nouveau mot de passe principal (requis)
he: הקלד שוב סיסמה ראשית חדשה (נדרש)
hr: Ponovno unesi glavnu lozinku (obavezno)
hu: Mesterjelszó ismételt megadása (kötelező)
id: Ulangi sandi utama baru (wajib)
it: Ridigita la nuova parola d'accesso principale (obbligatoria)
ja: マスターパスワードを再入力 (必須)
lv: Atkārtoti ievadīt jauno galvoeno paroli (nepieciešams)
nl: Hoofdwachtwoord opnieuw invoeren (verplicht)
pl: Potwierdź nowe hasło główne (wymagane)
pt: Reintroduzir a nova palavra-passe mestra (obrigatório)
pt_br: Redigitar nova senha principal (obrigatório)
sk: Opätovne zadajte nové hlavné heslo (povinné)
sr: Поново унети нову главну лозинку (неопходно)
ta: புதிய மாஸ்டர் கடவுச்சொல்லை மீண்டும் தட்டச்சு செய்யவும் (தேவை)
th: พิมพ์รหัสผ่านหลักใหม่ซ้ำ (จำเป็น)
tr: Yeni ana parolayı yeniden yazın (gerekli)
uk: Введіть новий головний пароль ще раз (обов'язково)
vi: Nhập lại mật khẩu chính mới (bắt buộc)
zh_hans: 再次输入新主密码（必填）

source: Bitwarden cannot reset a lost or forgotten master password.
ar: لا يمكن لبت واردن إعادة تعيين كلمة مرور رئيسية مفقودة أو منسية.
az: Bitwarden itmiş və ya unutulmuş ana parolu sıfırlaya bilməz.
bg: Битуорден не може да нулира загубена или забравена парола.
cs: Bitwarden nemůže obnovit ztracené nebo zapomenuté hlavní heslo.
da: Bitwarden kan ikke nulstille en mistet eller glemt hovedadgangskode.
de: Bitwarden kann kein verlorenes oder vergessenes Master-Passwort zurücksetzen.
el: Το Bitwarden δεν μπορεί να ανακτήσει έναν χαμένο ή ξεχασμένο κύριο κωδικό πρόσβασης.
fa: Bitwarden نمی‌تواند کلمه عبور اصلی گمشده یا فراموش شده را بازنشانی کند.
fi: Bitwarden ei voi nollata kadonnutta tai unohtunutta pääsalasanaa.
fr: Bitwarden ne peut pas réinitialiser un mot de passe principal perdu ou oublié.
gl: Bitwarden non pode recuperar contrasinais mestres oxidados ou perdidos.
he: Bitwarden לא יכול לאפס סיסמה ראשית שנאבדה או נשכחה.
hr: Bitwarden ne može vratiti izgubljenu ili zaboravljenu glavnu lozinku.
hu: A Bitward nem tudja visszaállítani az elveszett vagy elfelejtett mesterjelszót.
id: Bitwarden tidak dapat mengatur ulang sandi utama yang hilang atau terlupa.
it: Non è possibile recuperare una password principale: non perderla e non dimenticarla!
ja: Bitwarden は紛失した、または忘れられたマスターパスワードをリセットできません。
lv: Bitwarden nevar atiestatīt pazaudētu vai aizmirstu galveno paroli.
nl: Bitwarden kan een verloren of vergeten hoofdwachtwoord niet herstellen.
pl: Bitwarden nie może zresetować utraconego hasła głównego.
pt: O Bitwarden não pode repor uma palavra-passe mestra perdida ou esquecida.
pt_br: O Bitwarden não consegue recuperar uma senha principal perdida ou esquecida.
sk: Bitwarden nemôže obnoviť stratené alebo zabudnuté hlavné heslo.
sr: Bitwarden не може да рисетује изгубљену или заборављену главну лозинку.
ta: இழந்த அல்லது மறந்த மாஸ்டர் கடவுச்சொல்லை பிட்வார்டனால் மீட்டமைக்க முடியாது.
th: Bitwarden ไม่สามารถรีเซ็ตรหัสผ่านหลักที่สูญหายหรือลืมได้
tr: Bitwarden, unuttuğunuz veya kaybettiğiniz ana parolaları sıfırlayamaz.
uk: Bitwarden не може скинути втрачений чи забутий головний пароль.
vi: Bitwarden không thể đặt lại mật khẩu chính đã bị mất hoặc quên.
zh_hans: Bitwarden 无法重置丢失或遗忘的主密码。
zh_hant: Bitwarden 無法為您恢復遺失或忘記的主密碼。

source: Learn about ways to prevent account lockout
ar: تعرف على طرق منع قفل الحساب
az: Hesab kilidlənməsini önləməyin yolları haqqında daha ətraflı
bg: Научете и за начините, чрез които да избегнете загуба на достъп до регистрацията си
cs: Více o způsobech, jak zabránit uzamčení účtu
da: Læs om andre måder til forhindre at blive låst ude af kontoen
de: Erfahre, wie du ein Aussperren von deinem Konto verhindern kannst
el: Μάθετε άλλους τρόπους για να αποτρέψετε το κλείδωμα λογαριασμού
fa: با روش‌های جلوگیری از قفل شدن حساب کاربری آشنا شوید
fi: Lue tavoista joilla voit välttyä tilin menetykseltä
fr: En savoir plus sur les moyens d'empêcher le verrouillage du compte
gl: Descobre outras formas de prever o bloqueo da conta
he: למד על דרכים למניעת השבתת חשבון
hr: Saznaj više o drugim načinima za sprječavanje blokade računa
hu: További információ a fiókzárolás megelőzésének módjairól
id: Pelajari cara mencegah akun terkunci
it: Scopri di più su come evitare il blocco dell'account
ja: アカウントのロックアウトを防ぐ方法について学ぶ
lv: Vairāk par veidiem, kā nepieļaut nepiekļūšanu kontam, var uzzināt
nl: Lees meer over manieren om te voorkomen dat je wordt buitengesloten van je account
pl: Dowiedz się więcej o sposobach zapobiegania blokowaniu konta
pt: Saiba mais sobre formas de evitar o bloqueio da conta
pt_br: Saiba mais sobre outras formas de evitar a perca da conta
sk: Prečítajte si o spôsoboch, ako zabrániť zablokovaniu účtu
sr: Сазнајте више о начинима да спречите закључавање налога
ta: கணக்கு பூட்டுதலைத் தடுப்பதற்கான வழிகளைப் பற்றி அறிக
th: เรียนรู้วิธีป้องกันบัญชีถูกล็อก
tr: Hesabınıza erişimi kaybetmemenin yollarını öğrenin
uk: Дізнайтеся про способи запобігання блокуванню облікового запису
vi: Tìm hiểu các cách để tránh bị khóa tài khoản
zh_hans: 了解防止账户被锁住的方法
zh_hant: [%1$s] 採用自架金鑰伺服器的 SSO 功能，因此該組織成員不再需要主密碼來登入。
