Repository: bitwarden/ios
Catalog: BitwardenResources/Localizations/*.lproj/Localizable.strings
Languages: ar, az, bg, cs, da, de, el, fa, fi, fr, gl, he, hr, hu, id, it, ja, lv, nl, pl, pt, pt_br, sk, sr, ta, th, tr, uk, vi, zh_hans, zh_hant

source: Unexpected Data Format
ar: تنسيق غير متوقع للبيانات
az: Gözlənilməz data formatı
bg: Неочакван формат на данните
cs: Neočekávaný formát dat
de: Unerwartetes Datenformat
fi: Tuntematon tietomuoto
fr: Format de données inattendu
he: תבנית נתונים בלתי צפויה
hr: Neočekivani oblik datoteke
hu: Váratlan adat formátum
id: Format Data Tidak Terduga
it: Formato Dati Inatteso
ja: 想定されていないデータフォーマット
nl: Onverwacht gegevensformaat
pl: Format danych jest nieprawidłowy
pt: Formato de dados inesperado
pt_br: Formato de dados inesperado
sk: Neočakávaný formát údajov
sr: Неочекивани формат података
ta: எதிர்பாராத தரவு வடிவம்
th: รูปแบบข้อมูลที่ไม่คาดคิด
tr: Beklenmeyen beri biçimi
uk: Неочікуваний формат даних
zh_hans: 意外的数据格式
zh_hant: 非預期的資料格式

source: Use your device camera to scan codes
ar: استخدم كاميرا جهازك لمسح الرموز
az: Kodları skan etmək üçün cihazınızın kamerasını istifadə edin
bg: Използвайте камерата на устройството си, за да сканирате кодовете
cs: Použijte kameru zařízení ke skenování kódů
da: Brug enhedens kamera til skanning af koder
de: Verwende die Kamera deines Geräts, um Codes zu scannen
el: Χρησιμοποιήστε την κάμερα της συσκευής σας για τη σάρωση κωδικών
fi: Käytä laitteesi kameraa koodien skannaamiseen
fr: Utilisez l'appareil photo pour scanner les codes
gl: Emprega a cámara do teu dispositivo para escanear códigos
he: השתמש במצלמה של המכשיר שלך כדי לסרוק קודים
hr: Koristi kameru uređaja za skeniranje kodova
hu: Használjuk a készülék kameráját a kódok beolvasásához
id: Gunakan kamera perangkat untuk memindai kode
it: Usa la fotocamera del dispositivo per scansionare i codici
ja: 端末のカメラでコードを読み取り
nl: Gebruik de camera van je apparaat om codes te scannen
pl: Użyj aparatu do skanowania kodów
pt: Utilize a câmara do seu dispositivo para ler códigos
pt_br: Use a câmera do seu dispositivo para ler códigos
sk: Použite fotoaparát zariadenia na skenovanie kódov
sr: Користите камеру уређаја за скенирање кодова
ta: குறியீடுகளை ஸ்கேன் செய்ய உங்கள் சாதனத்தின் கேமராவைப் பயன்படுத்தவும்
th: ใช้กล้องของอุปกรณ์เพื่อสแกนรหัส
tr: Cihazınızın kamerasıyla kodları tarayın
uk: Використовуйте камеру пристрою для сканування кодів
vi: Sử dụng camera của thiết bị để quét mã
zh_hans: 使用系统相机扫描代码
zh_hant: 使用您裝置的相機掃描驗證碼

source: Verification code added
ar: أضيف رمز التحقق
az: Doğrulama kodu əlavə edildi
bg: Добавен е код за потвърждаване
cs: Ověřovací kódy byly přidány
da: Bekræftelseskode er tilføjet
de: Verifizierungscode hinzugefügt
el: Προστέθηκε κωδικός επαλήθευσης
fi: Vahvistuskoodi lisätty
fr: Code de vérification ajouté
gl: Código de verificación engadido
he: נוסף קוד אימות
hr: Kôd za provjeru dodan
hu: Az ellenőrző kód hozzáadásra került.
id: Kode verifikasi ditambahkan
it: Codice di verifica aggiunto
ja: 認証コードが追加されました
lv: Apliecināšanas kods pievienots
nl: Verificatiecode toegevoegd
pl: Kod weryfikacyjny został dodany
pt: Códigos de verificação adicionados
pt_br: Código de verificação adicionado
sk: Overovací kód bol pridaný
sr: Верификациони кôд је додат
ta: சரிபார்ப்புக் குறியீடு சேர்க்கப்பட்டது
th: เพิ่มรหัสยืนยันแล้ว
tr: Doğrulama kodu eklendi
uk: Код підтвердження додано
vi: Đã thêm mã xác minh
zh_hans: 验证码已添加
zh_hant: 驗證碼已匯入

# WhenUsingTwoStepVerification
source: When using 2-step verification, you’ll enter your username and password and a code generated in this app.
ar: عند استخدام التحقق بخطوتين، ستدخل اسم المستخدم وكلمة المرور الخاصة بك وكلمة المرور التي أنشئت في هذا التطبيق.
az: 2 addımlı doğrulamanı istifadə edərkən istifadəçi adınızı, parolunuzu və bu tətbiqdə yaradılan kodu daxil edəcəksiniz.
bg: Когато използвате двустепенно удостоверяване, ще въвеждате потребителско име и парола, както и код, създаден от това приложение.
cs: Používáte-li dvoufázové ověření, zadejte své uživatelské jméno a heslo a kód vygenerovaný v této aplikaci.
da: Ved brug af totrinsbekræftelse angiver man sit brugernavn og adgangskode samt en kode genereret i denne app.
de: Bei der 2-Faktor-Authentifizierung gibst du deinen Benutzernamen und dein Passwort sowie einen in dieser App generierten Code ein.
el: Κατά τη χρήση της επαλήθευσης 2 βημάτων, θα εισάγετε το όνομα χρήστη και τον κωδικό πρόσβασής σας, μαζί με έναν κωδικό που θα δημιουργείται σε αυτήν την εφαρμογή.
fi: Kun käytät kaksivaiheista todennusta, syötät käyttäjänimesi ja salasanansi sekä koodin, jonka sovellus luo.
fr: Lorsque vous utilisez une vérification en 2 étapes, vous saisirez votre nom d'utilisateur et votre mot de passe ainsi qu'un code généré dans cette application.
gl: Ao usar verificación en dous pasos, introduciras o nome de usuario, o contrasinal e o código xerado por esta aplicación.
he: בעת שימוש באימות דו־שלבי, אתה תזין את שם המשתמש והסיסמה שלך וקוד שנוצר ביישום זה.
hr: Kada koristiš dvostruku autentifikaciju, unijet ćeš svoje korisničko ime i zaporku te kôd generiran u ovoj aplikaciji.
hu: A kétlépcsős ellenőrzés használatakor megadjuk felhasználónevet és jelszót, valamint az alkalmazásban generált kódot.
id: Saat menggunakan verifikasi 2 langkah, Anda akan memasukkan nama pengguna dan sandi serta kode yang dihasilkan di apl ini.
it: Quando si utilizza la verifica in 2 passaggi, inserirai nome utente e password e un codice generato in questa app.
ja: 2段階認証を行う際、ユーザー名とパスワードに加えて、このアプリで生成されたコードを入力します。
nl: Als je tweestapsverificatie gebruikt, voer je je gebruikersnaam en wachtwoord in en een code die in deze app wordt gegenereerd.
pl: Podczas korzystania z logowania dwustopniowego wpisz nazwę użytkownika, hasło oraz kod wygenerowany w tej aplikacji.
pt: Ao utilizar a verificação de dois passos, introduz o seu nome de utilizador e palavra-passe e um código gerado nesta app.
pt_br: Ao usar a verificação em duas etapas, você digitará seu nome de usuário, senha, e um código gerado neste aplicativo.
sk: Pri používaní dvojstupňového overenia zadáte svoje používateľské meno a heslo a kód vygenerovaný v tejto aplikácii.
sr: Када користите верификацију у 2 корака, унећете своје корисничко име и лозинку и кôд генерисан у овој апликацији.
ta: 2-படி சரிபார்ப்பைப் பயன்படுத்தும்போது, உங்கள் பயனர்பெயர், கடவுச்சொல் மற்றும் இந்தப் பயன்பாட்டில் உருவாக்கப்பட்ட குறியீடு ஆகியவற்றை நீங்கள் உள்ளிடுவீர்கள்.
th: เมื่อใช้การยืนยันตัวตนแบบ 2 ขั้นตอน คุณจะต้องระบุชื่อผู้ใช้และรหัสผ่าน พร้อมกับรหัสที่สร้างขึ้นในแอปนี้
tr: İki aşamalı doğrulamayı kullanırken kullanıcı adı ve parolanızın yanı sıra bu uygulamada oluşturduğunuz kodu da girmeniz gerekecek.
uk: Використовуючи двоетапну перевірку, ви вводите ім'я користувача, пароль, а також одноразовий код, згенерований цією програмою.
vi: Khi sử dụng xác minh 2 bước, bạn sẽ nhập tên người dùng và mật khẩu của mình cũng như mã được tạo trong ứng dụng này.
zh_hans: 当使用两步验证时，您将输入您的用户名和密码以及在此应用中生成的代码。

source: Yes, set default
ar: نعم، تعيينه افتراضيا
az: Bəli, ilkin olaraq ayarla
bg: Да, нека бъде стандартна настройка
cs: Ano, nastavit jako výchozí
de: Ja, als Standard festlegen
el: Ναι, ορισμός προεπιλογής
fi: Kyllä, aseta oletukseksi
fr: Oui, définir par défaut
he: כן, הגדר ברירת מחדל
hr: Da, postavi kao zadano
hu: Igen, beállítás alapértelmezettként
id: Ya, jadikan standar
it: Sì, imposta predefinito
ja: はい、デフォルトに設定します
nl: Ja, standaard instellen
pl: Tak, ustaw domyślne
pt: Sim, definir predefinição
pt_br: Sim, configurar como padrão
sk: Áno, nastaviť ako predvolené
sr: Да, постави подразумевано
ta: ஆம், இயல்புநிலையை அமை
th: ใช่ ตั้งค่าเริ่มต้น
tr: Evet, varsayılan olarak ayarla
uk: Так, зробити типовою
zh_hans: 是，恢复默认
zh_hant: 是，設為預設

source: You can update your default anytime in settings.
ar: يمكنك تحديث الافتراضي الخاص بك في أي وقت في الإعدادات.
az: İlkin dəyərləri istənilən vaxt ayarlarda güncəlləyə bilərsiniz.
bg: Можете да промените стандартната настройка по всяко време в настройките.
cs: Výchozí nastavení můžete kdykoli aktualizovat v nastavení.
de: Du kannst deinen Standard jederzeit in den Einstellungen aktualisieren.
fi: Voit vaihtaa oletustasi koska tahansa asetuksista.
fr: Vous pouvez mettre à jour votre valeur par défaut à tout moment dans les paramètres.
he: באפשרותך לעדכן את ברירת המחדל שלך בכל עת בהגדרות.
hr: Svoju zadanu postavku možeš uvijek promijeniti u postavkama.
hu: A beállításokban bármikor frissíthetjük az alapértelmezést.
id: Anda bisa mengubah aturan standar Anda kapan pun di pengaturan.
it: È possibile aggiornare il valore predefinito in qualsiasi momento nelle impostazioni.
ja: 設定からいつでもデフォルトを変更できます。
nl: Je kunt je standaardinstellingen op elk moment bijwerken in de instellingen.
pl: Możesz zaktualizować domyślne ustawienia w dowolnym momencie.
pt: Pode atualizar a sua predefinição a qualquer altura nas definições.
pt_br: Você pode atualizar seu padrão a qualquer momento nas configurações.
sk: Predvolené nastavenie môžete kedykoľvek zmeniť v nastaveniach.
sr: Подразумеване вредности можете променити у било ком тренутку у подешавањима.
ta: நீங்கள் அமைப்புகளில் எப்போது வேண்டுமானாலும் உங்கள் இயல்புநிலையைப் புதுப்பிக்கலாம்.
th: คุณสามารถอัปเดตค่าเริ่มต้นของคุณได้ทุกเมื่อในการตั้งค่า
tr: Varsayılan ayarlarınızı istediğiniz zaman ayarlardan güncelleyebilirsiniz.
uk: Це можна змінити будь-коли в налаштуваннях.
zh_hans: 您可以随时在设置中更新您的默认设置。
zh_hant: 您可隨時在設定中更新預設選項。

source: Optic ID
ar: معرف بصري
hu: Optikai AZ
it: ID ottico
nl: Optische ID
sr: Оптик ИД
ta: ஆப்டிக் ஐடி

source: Steam
ar: ستيم
gl: Vapor
hu: Folyam

source: OK
he: אישור
id: Oke
th: ตกลง
tr: Tamam

source: OK, got it!
fr: OK, c'est noté !
he: בסדר, הבנתי!
id: Oke, mengerti!
it: OK
pt_br: Certo, entendi!
th: ตกลง รับทราบ
tr: Tamam, anladım

source: Select account
fr: Sélectionner un compte
he: בחר חשבון
id: Pilih akun
it: Scegli un account
pt_br: Selecionar conta
th: เลือกบัญชี
tr: Hesap seç

source: Accounts
fr: Comptes
he: חשבונות
id: Akun
it: Account
pt_br: Contas
th: บัญชี
tr: Hesaplar

source: URI match detection controls how Bitwarden identifies autofill suggestions.
fr: La détection de correspondance d'URL gère comment Bitwarden identifie les suggestions de saisie automatique.
he: זיהוי התאמת URI שולט באופן שבו Bitwarden מזהה הצעות למילוי אוטומטי.
id: Deteksi kecocokan URI mengatur bagaimana Bitwarden mengenali saran isi otomatis.
it: La corrispondenza URL è il metodo predefinito per identificare i suggerimenti di riempimento automatico.
pt_br: A detecção de correspondência de URI controla como o Bitwarden identifica sugestões de preenchimento automático.
ta: பிட்வார்டன் தன்னியக்க நிரப்பு பரிந்துரைகளை எவ்வாறு அடையாளம் காட்டுகிறது என்பதை URI பொருத்தக் கண்டறிதல் கட்டுப்படுத்துகிறது.
th: การตรวจสอบการจับคู่ URI ควบคุมวิธีที่ Bitwarden ระบุคำแนะนำการป้อนอัตโนมัติ
tr: URl eşleştirme tespiti, Bitwarden'ın otomatik doldurma önerilerini yönetir.

source: “Starts with” is an advanced option with increased risk of exposing credentials.
fr: « Commence par » est une option avancée avec un risque accru d'exposer les identifiants.
he: ”מתחיל עם\” היא אפשרות מתקדמת עם סיכון מוגבר לחשיפת אישורים.
id: "Dimulai dengan\” adalah opsi lanjutan dengan risiko lebih tinggi membocorkan kredensial.
it: 'Inizia con' è un'opzione avanzata con un rischio maggiore di esporre le credenziali.
pt_br: "Começa com" é uma opção avançada com maior risco de exposição de credenciais.
ta: "தொடங்குகிறது\" என்பது சான்றுகளை வெளிப்படுத்தும் அபாயத்தை அதிகரிக்கும் ஒரு மேம்பட்ட விருப்பமாகும்.
th: “ขึ้นต้นด้วย” เป็นตัวเลือกขั้นสูงที่มีความเสี่ยงเพิ่มขึ้นที่จะเปิดเผยข้อมูลประจำตัว
tr: "İle başla\” gelişmiş bir seçenektir ve kimlik bilgilerini açığa çıkarma riski taşır.

# RegularExpressionIsAnAdvancedOptionWithIncreasedRiskOfExposingCredentials
source: “Regular expression” is an advanced option with increased risk of exposing credentials if used incorrectly.
fr: « Expression régulière » est une option avancée avec un risque accru d'exposer les identifiants.
he: ”ביטוי רגולרי\” הוא אפשרות מתקדמת עם סיכון מוגבר לחשיפת אישורים אם נעשה בו שימוש לא נכון.
id: "Ekspresi regular\” adalah opsi lanjutan dengan risiko lebih besar mengekspos identitas Anda.
it: 'Espressione regolare' è un'opzione avanzata con un rischio maggiore di esporre le credenziali se usato senza cognizione di causa.
pt_br: **Atenção:** "Expressão regular" é uma opção avançada com maior risco de exposição de credenciais.
ta: "ரெகுலர் எக்ஸ்பிரஷன்\” என்பது ஒரு மேம்பட்ட விருப்பமாகும், இது தவறாகப் பயன்படுத்தினால் சான்றுகளை வெளிப்படுத்தும் அபாயத்தை அதிகரிக்கிறது.
th: “Regular Expression” เป็นตัวเลือกขั้นสูงที่มีความเสี่ยงเพิ่มขึ้นที่จะเปิดเผยข้อมูลประจำตัวหากใช้ไม่ถูกต้อง
tr: "Düzenli ifade\”, yanlış kullanıldığında kimlik bilgilerinin açığa çıkma riskini artıran gelişmiş bir seçenektir.

source: Starts with (advanced)
fr: Commence par (avancé)
he: מתחיל עם (מתקדם)
id: Dimulai dengan (tingkat lanjut)
it: Inizia con (avanzato)
pt_br: Começa com (avançado)
ta: (மேம்பட்டது) உடன் தொடங்குகிறது
th: ขึ้นต้นด้วย (ขั้นสูง)
tr: İle başlar (gelişmiş)

source: Regular expression (advanced)
fr: Expression régulière (avancé)
he: ביטוי רגולרי (מתקדם)
id: Ekspresi regular (tingkat lanjut)
it: Espressione regolare (avanzato)
pt_br: Expressão regular (avançado)
ta: வழக்கமான வெளிப்பாடு (மேம்பட்டது)
th: Regular expression (ขั้นสูง)
tr: Düzenli ifade (gelişmiş)

# AreYouSureYouWantToUseX
source: Are you sure you want to use “%1$@”?
fr: Êtes-vous sûr de vouloir utiliser “%1$@”?
he: האם אתה בטוח שברצונך להשתמש ב“%1$@”?
id: Apakah Anda yakin ingin menggunakan “%1$@”?
it: Vuoi davvero usare '%1$@'?
pt_br: Tem certeza que deseja usar "%1$@"?
ta: “%1$@” ஐப் பயன்படுத்த விரும்புகிறீர்களா?
th: ยืนยันที่จะใช้ “%1$@” หรือไม่
tr: “%1$@” kullanmak istediğinizden emin misiniz?

source: Keep your credentials secure
fr: Gardez vos identifiants sécurisés
he: שמור את האישורים שלך מאובטחים
id: Lindungi kredensial Anda tetap aman
it: Tieni le tue credenziali al sicuro
pt_br: Mantenha suas credenciais seguras
ta: உங்கள் சான்றுகளைப் பாதுகாப்பாக வைத்திருங்கள்
th: รักษาความปลอดภัยข้อมูลประจำตัวของคุณ
tr: Hesap bilgilerinizi güvende tutun

# LearnMoreAboutHowToKeepCredentialsSecureWhenUsingX
source: Learn more about how to keep credentials secure when using “%1$@”.
fr: En savoir plus sur la façon de sécuriser les identifiants en utilisant « %1$@».
he: למד עוד על איך יש לשמור את האישורים שלך מאובטחים כאשר משתמשים ב“%1$@”.
id: Pelajari lebih lanjut cara menjaga kredensial tetap aman saat menggunakan “%1$@”.
it: Ulteriori informazioni su come mantenere le credenziali sicure quando si utilizza '%1$@'.
pt_br: Saiba mais sobre como manter as credenciais seguras ao usar "%1$@".
ta: “%1$@” ஐப் பயன்படுத்தும்போது சான்றுகளை எவ்வாறு பாதுகாப்பாக வைத்திருப்பது என்பது பற்றி மேலும் அறிக.
th: เรียนรู้เพิ่มเติมเกี่ยวกับวิธีรักษาความปลอดภัยข้อมูลประจำตัวเมื่อใช้ “%1$@”
tr: “%1$@” kullanırken kimlik bilgilerini nasıl güvende tutabileceğiniz hakkında daha fazla bilgi edinin.

source: **Warning:** “Starts with” is an advanced option with increased risk of exposing credentials.
fr: **Attention :** “Commence par” est une option avancée présentant un risque accru d’exposition des identifiants.
he: **אזהרה:** ”מתחיל עם\” היא אפשרות מתקדמת עם סיכון מוגבר לחשיפת אישורים.
id: **Peringatan:** "Dimulai dengan\” adalah opsi lanjutan dengan risiko lebih tinggi membocorkan kredensial.
it: 'Inizia con' è un'opzione con un maggior rischio di esporre le credenziali.
pt_br: **Atenção:** "Começa com" é uma opção avançada com maior risco de exposição de credenciais.
ta: **எச்சரிக்கை:** "தொடங்குகிறது\" என்பது சான்றுகளை வெளிப்படுத்தும் அபாயம் உள்ள ஒரு மேம்பட்ட விருப்பமாகும்.
th: **คำเตือน:** “ขึ้นต้นด้วย” เป็นตัวเลือกขั้นสูงที่มีความเสี่ยงเพิ่มขึ้นในการเปิดเผยข้อมูลเข้าสู่ระบบ
tr: **Uyarı:** "Şu şekilde başlar\” seçeneği, kimlik bilgilerinin açığa çıkma riskini artıran gelişmiş bir seçenektir.

# WarningRegularExpressionIsAnAdvancedOptionWithIncreasedRiskOfExposingCredentials
source: **Warning:** “Regular expression” is an advanced option with increased risk of exposing credentials if used incorrectly.
fr: **Attention :** “Expression régulière” est une option avancée présentant un risque accru d’exposition des identifiants si elle est mal utilisée.
he: **אזהרה:** ”ביטוי רגולרי\” הוא אפשרות מתקדמת עם סיכון מוגבר לחשיפת אישורים אם נעשה בו שימוש לא נכון.
id: **Peringatan:** "Ekspresi reguler\” adalah opsi lanjutan dengan risiko lebih tinggi mengekspos kredensial jika digunakan tidak benar.
it: 'Espressione regolare' è un'opzione avanzata con un rischio maggiore di esporre le credenziali se usato senza cognizione di causa.
pt_br: **Atenção:** "Expressão regular" é uma opção avançada com maior risco de exposição de credenciais.
ta: **எச்சரிக்கை:** "வழக்கமான வெளிப்பாடு\" என்பது ஒரு மேம்பட்ட விருப்பமாகும், இது தவறாகப் பயன்படுத்தப்பட்டால் சான்றுகளை வெளிப்படுத்தும் அபாயத்தை அதிகரிக்கிறது.
th: **คำเตือน:** “Regular expression” เป็นตัวเลือกขั้นสูงที่มีความเสี่ยงเพิ่มขึ้นในการเปิดเผยข้อมูลเข้าสู่ระบบหากใช้ไม่ถูกต้อง
tr: **Uyarı:** "Düzenli ifade\” yanlış kullanıldığında kimlik bilgilerinin açığa çıkma riskini artıran gelişmiş bir seçenektir.

# DefaultX
source: Default (%1$@)
fr: Par défaut (%1$@)
he: ברירת מחדל (%1$@)
id: Standar (%1$@)
it: Predefinito (%1$@)
pt_br: Padrão (%1$@)
ta: இயல்புநிலை (%1$@)
th: ค่าเริ่มต้น (%1$@)
tr: Varsayılan (%1$@)

# Fido2Title
source: FIDO2 WebAuthn
fr: WebAuthn FIDO2
gl: WebAuthn FIDO2
pt_br: WebAuthn FIDO2

source: Duo
ar: دوو
ta: டூயோ

source: Firefox Relay
fa: رله فایرفاکس

source: SimpleLogin
fa: ورود ساده

source: DuckDuckGo
fa: داک‌داک گو

source: ForwardEmail
fa: ارسال ایمیل
