Repository: bitwarden/ios
Catalog: BitwardenResources/Localizations/*.lproj/Localizable.strings
Languages: ar, az, bg, cs, da, de, el, fa, fi, fr, gl, he, hr, hu, id, it, ja, lv, nl, pl, pt, pt_br, sk, sr, ta, th, tr, uk, vi, zh_hans, zh_hant

# SendFileEmailVerificationRequired
source: You must verify your email to use files with Send. You can verify your email in the web vault.
ar: يجب عليك التحقق من بريدك الإلكتروني لاستخدام الملفات مع الإرسال. يمكنك التحقق من بريدك الإلكتروني في خزانة الويب.
az: Faylları "Send" ilə istifadə etmək üçün e-poçtunuzu doğrulamalısınız. E-poçtunuzu veb seyfdə doğrulaya bilərsiniz.
bg: Трябва да потвърдите е-пощата си, за да можете да изпращате файлове.
cs: Abyste mohli tuto funkci používat, musíte ověřit svůj e-mail. Svůj e-mail můžete ověřit ve webovém trezoru.
da: Du skal bekræfte din e-mail for at bruge filer med Send. Du kan bekræfte din e-mail i web-boksen.
de: Du musst deine E-Mail-Adresse verifizieren, um Dateien mit Send zu verwenden. Du kannst deine E-Mail-Adresse im Web-Tresor verifizieren.
el: Πρέπει να επαληθεύσετε το email σας για να χρησιμοποιήσετε τα αρχεία με το send.
fa: برای استفاده از پرونده‌ها با "ارسال" باید ایمیل خود را تأیید کنید.
fi: Sinun on vahvistettava sähköpostiosoitteesi käyttääksesi tiedostoja Sendeissä. Voit vahvistaa osoitteesi verkkoholvissa.
fr: Vous devez vérifier votre courriel pour utiliser des fichiers avec Send. Vous pouvez vérifier votre courriel dans le coffre web.
gl: Debes verificar o teu correo para enviar arquivos con Send. Podes facelo dende a aplicación web.
he: עליך לאמת את האימייל שלך כדי להשתמש בSend עם קבצים. ניתן לאמת את האימייל באתר הכספת.
hr: Moraš ovjeriti svoju e-poštu u mrežnom trezoru za koritšenje datoteka sa Sendom.
hu: Ha fájlokat szeretnénk használni a Senddel, ellenőrizni kell az email címet.
id: Anda harus memverifikasi email untuk menggunakan berkas dengan Kirim. Anda dapat memverifikasi email Anda di brankas web.
it: Devi verificare la tua email per usare i file con Send. Puoi verificare la tua email nella cassaforte web.
ja: Send でファイルを送信するにはメールアドレスを確認する必要があります。
lv: Ir jāapliecina sava e-pasta adrese, lai izmantotu datnes ar Send. E-pasta edresi var apliecināt tīmekļa glabātavā.
nl: Je moet je e-mailadres verifiëren om bestanden met Send te kunnen gebruiken.
pl: Musisz zweryfikować adres e-mail, aby wysyłać pliki za pomocą wysyłek.
pt: Tem de verificar o seu e-mail para utilizar ficheiros com o Send. Pode verificar o seu e-mail no cofre Web.
pt_br: Você precisa verificar o seu e-mail para usar arquivos com o Send. Você pode verificar seu e-mail no cofre web.
sk: Na odosielanie súborov cez Send musíte overiť svoj e-mail.
sr: Морате да проверите е-пошту да бисте користили датотеке са „Send“-ом.
ta: Send உடன் கோப்புகளைப் பயன்படுத்த உம் மின்னஞ்சலைக் கட்டாயம் சரிபார்க்க வேண்டும். உம் மின்னஞ்சலை வலைப்பெட்டகத்தில் சரிபார்க்கலாம்.
th: คุณต้องยืนยันอีเมลเพื่อใช้ไฟล์กับ Send คุณสามารถยืนยันอีเมลได้ในตู้นิรภัยเว็บ
tr: Send ile dosya paylaşmak için e-postanızı doğrulamalısınız. E-postanızı web kasası üzerinden doğrulayabilirsiniz.
uk: Для відправлення файлів необхідно підтвердити електронну пошту. Ви можете виконати підтвердження у вебсховищі.
vi: Bạn phải xác minh email của mình để sử dụng tệp trong Send. Bạn có thể xác minh email của mình trong kho lưu trữ web.
zh_hans: 您必须验证电子邮箱以使用文件 Send。您可以在网页版密码库中验证您的电子邮箱。
zh_hant: 您必須驗證電子郵件才能夠使用檔案 Send。您可以在網頁版密碼庫中驗證您的電子郵件。

# PasswordPrompt
source: Master password re-prompt
ar: إعادة توجيه كلمة المرور الرئيسية
az: Ana parolu təkrar soruş
bg: Повторно запитване за главната парола
cs: Zeptat se znovu na hlavní heslo
da: Genanmodning om hovedadgangskode
de: Master-Passwort erneut abfragen
el: Προτροπή κύριου κωδικού πρόσβασης
fa: درخواست مجدد کلمه عبور اصلی
fi: Pääsalasanan uudelleenkysely
fr: Ressaisir le mot de passe principal
gl: Volver solicitar o contrasinal mestre
he: הזנה חוזרת של הסיסמה הראשית
hr: Ponovno zatraži glavnu lozinku
hu: Mesterjelszó újbóli bekérése
id: Pengingat ulang sandi utama
it: Richiedi di inserire la password principale di nuovo per visualizzare questo elemento
ja: マスターパスワードの再要求
lv: Galvenās paroles pārvaicāšana
nl: Hoofdwachtwoord opnieuw vragen
pl: Potwierdź hasłem głównym
pt: Pedir novamente a palavra-passe mestra
pt_br: Resolicitar senha principal
sk: Znova zadajte hlavné heslo
sr: Поновно тражење главне лозинке
ta: பிரதான கடவுச்சொல் மறு-தூண்டி
th: ถามรหัสผ่านหลักซ้ำ
tr: Ana parolayı yeniden iste
uk: Повторний запит головного пароля
vi: Nhập lại mật khẩu chính
zh_hans: 主密码重新提示
zh_hant: 重新詢問主密碼

# PasswordConfirmation
source: Master password confirmation
ar: تأكيد كلمة المرور الرئيسية
az: Ana parol təsdiqi
bg: Потвърждение на главната парола
cs: Potvrzení hlavního hesla
da: Bekræftelse af hovedadgangskode
de: Master-Passwort bestätigen
el: Επιβεβαίωση κύριου κωδικού πρόσβασης
fa: تأیید کلمه عبور اصلی
fi: Pääsalasanan vahvistus
fr: Confirmation du mot de passe principal
gl: Repetir o contrasinal mestre
he: אימות סיסמה ראשית
hr: Potvrda glavne lozinke
hu: Mesterjelszó megerősítése
id: Konfirmasi sandi utama
it: Conferma della password principale
ja: マスターパスワードの確認
lv: Galvenās paroles apstiprināšana
nl: Hoofdwachtwoord bevestigen
pl: Potwierdź hasło główne
pt: Confirmação da palavra-passe mestra
pt_br: Confirmação de senha principal
sk: Potvrdenie hlavného hesla
sr: Потврда главне лозинке
ta: பிரதான கடவுச்சொல் உறுதியாக்கம்
th: ยืนยันรหัสผ่านหลัก
tr: Ana parola onayı
uk: Підтвердження головного пароля
vi: Xác nhận mật khẩu chính
zh_hans: 确认主密码
zh_hant: 確認主密碼

# PasswordConfirmationDesc
source: This action is protected, to continue please re-enter your master password to verify your identity.
ar: هذا الإجراء محمي، للاستمرار أعد إدخال كلمة المرور الرئيسية للتحقق من هويتك.
az: Bu əməliyyat qorumalıdır, davam etmək üçün lütfən kimliyinizi doğrulamaq üçün ana parolunuzu təkrar daxil edin.
bg: Това действие е защитено. За да продължите, въведете отново главната си парола, за да потвърдите самоличността си.
cs: Tato akce je chráněna. Chcete-li pokračovat, zadejte znovu Vaše hlavní heslo, abychom ověřili Vaši totožnost.
da: Denne handling er beskyttet. Angiv hovedadgangskoden igen for at bekræfte din identitet og fortsætte.
de: Diese Aktion ist geschützt. Um fortzufahren, gib bitte dein Master-Passwort erneut ein, um deine Identität zu verifizieren.
el: Αυτή η ενέργεια προστατεύεται, για να συνεχίσετε, πληκτρολογήστε ξανά τον κύριο κωδικό πρόσβασης για να επαληθεύσετε την ταυτότητα σας.
fa: این عمل محافظت می‌شود. برای ادامه، لطفاً کلمه عبور اصلی خود را دوباره وارد کنید تا هویت‌تان را تأیید کنید.
fi: Toiminto on suojattu. Jatka vahvistamalla henkilöllisyytesi syöttämällä pääsalasanasi uudelleen.
fr: Cette action est protégée, pour continuer veuillez entrer à nouveau votre mot de passe principal pour vérifier votre identité.
gl: Esta acción está protexida. Para continuar por favor volve introducir o teu contrasinal mestre.
he: פעולה זו מוגנת. כדי להמשיך, כתוב שוב את הסיסמה הראשית שלך לאימות זהותך.
hr: Ova radnja je zaštićena. Za nastavak i potvrdu identiteta, unesi svoju glavnu lozinku.
hu: Ez a művelet védett. A folytatásért ismételten meg kell adni a mesterjelszőt az személyazonosság ellenőrzéséhez.
id: Tindakan ini dilindungi, untuk melanjutkan harap masukkan ulang sandi utama Anda untuk memverifikasi identitas Anda.
it: Questa azione è protetta. Inserisci la tua password principale di nuovo per verificare la tua identità.
ja: この操作は保護されています。続行するには、確認のためにマスターパスワードを再入力してください。
lv: Šī darbība ir aizsargāta, lai turpinātu, ir jāievada galvenā parole, lai apstiprinātu identitāti.
nl: Deze actie is beveiligd. Voer je hoofdwachtwoord opnieuw in om je identiteit vast te stellen en door te gaan.
pl: Ta operacja jest chroniona. Aby kontynuować, wpisz ponownie hasło główne.
pt: Esta ação está protegida. Para continuar, por favor, reintroduza a sua palavra-passe mestra para verificar a sua identidade.
pt_br: Esta ação é protegida, para continuar redigite a sua senha principal para verificar a sua identidade.
sk: Táto akcia je chránená. Ak chcete pokračovať, znova zadajte hlavné heslo a overte svoju totožnosť.
sr: Ова акција је заштићена, да бисте наставили, поново унесите своју главну лозинку да бисте проверили идентитет.
ta: இச்செயல் காக்கப்பட்டது, தொடர உம் அடையாளத்தைச் சரிபார்க்க உம் பிரதான கடவுச்சொல்லை மீண்டுமுள்ளிடவும்.
th: การกระทำนี้ได้รับการป้องกัน โปรดกรอกรหัสผ่านหลักอีกครั้งเพื่อยืนยันตัวตนของคุณ
tr: Bu işlem korumalıdır. İşleme devam etmek için lütfen ana parolanızı yeniden girin.
uk: Ця дія захищена. Щоб продовжити, повторно введіть головний пароль.
vi: Hành động này được bảo vệ. Để tiếp tục, hãy nhập lại mật khẩu chính của bạn để xác minh danh tính.
zh_hans: 此操作受到保护，要继续，请重新输入主密码以验证您的身份。
zh_hant: 此動作受到保護。若要繼續，請重新輸入您的主密碼以驗證您的身分。

source: Update master password
ar: تحديث كلمة المرور الرئيسية
az: Ana parolu güncəllə
bg: Промяна на главната парола
cs: Aktualizovat hlavní heslo
da: Opdatér hovedadgangskode
de: Master-Passwort aktualisieren
el: Ενημερώστε τον κύριο κωδικό πρόσβασης
fa: به‌روزرسانی کلمه عبور اصلی
fi: Päivitä pääsalasana
fr: Mettre à jour le mot de passe principal
gl: Actualizar contrasinal mestre
he: עדכן סיסמה ראשית
hr: Ažuriraj glavnu lozinku
hu: Mesterjelszó frissítése
id: Perbarui sandi utama
it: Aggiorna password principale
ja: マスターパスワードを更新しました
lv: Atjaunināt galveno paroli
nl: Hoofdwachtwoord bijgewerken
pl: Zaktualizuj hasło główne
pt: Atualizar a palavra-passe mestra
pt_br: Atualizar senha principal
sk: Aktualizovať hlavné heslo
sr: Ажурирај главну лозинку
ta: பிரதான கடவுச்சொல்லைப் புதுப்பி
th: อัปเดตรหัสผ่านหลัก
tr: Ana parolayı güncelle
uk: Оновити головний пароль
vi: Cập nhật mật khẩu chính
zh_hans: 更新主密码
zh_hant: 更新主密碼

# UpdateMasterPasswordWarning
source: Your master password was recently changed by an administrator in your organization. In order to access the vault, you must update your master password now. Proceeding will log you out of your current session, requiring you to log back in. Active sessions on other devices may continue to remain active for up to one hour.
ar: تم تغيير كلمة المرور الرئيسية الخاصة بك مؤخرًا من قبل مسؤول في مؤسستك. من أجل الوصول إلى الخزانة، يجب عليك تحديث كلمة المرور الرئيسية الآن. سيتم تسجيل خروجك من الجلسة الحالية، مما يتطلب منك تسجيل الدخول مرة أخرى. وقد تظل الجلسات النشطة على أجهزة أخرى نشطة لمدة تصل إلى ساعة واحدة.
az: Ana parolunuz təzəlikcə təşkilatınızdakı bir administrator tərəfindən dəyişdirildi. Seyfə müraciət üçün Ana parolunuzu indi güncəlləməlisiniz. Davam etsəniz, hazırkı seansdan çıxış etmiş və təkrar giriş etməli olacaqsınız. Digər cihazlardakı aktiv seanslar bir saata qədər aktiv qalmağa davam edə bilər.
bg: Вашата главна парола наскоро е била сменена от администратор в организацията Ви. За да получите достъп до трезора, трябва да промените главната си парола сега. Това означава, че ще бъдете отписан(а) от текущата си сесия и ще трябва да се впишете отново. Активните сесии на други устройства може да продължат да бъдат активни още един час.
cs: Administrátor v organizaci nedávno změnil Vaše hlavní heslo. Pro přístup k trezoru jej nyní musíte změnit. Pokračování Vás odhlásí z Vaší aktuální relace a bude nutné se znovu přihlásit. Aktivní relace na jiných zařízeních mohou zůstat aktivní až po dobu jedné hodiny.
da: Dit hovedadgangskode blev for nylig ændret af en administrator i din organisation. For at få adgang til boksen skal du opdatere din hovedadgangskode nu. Hvis du fortsætter, logges du ud af din nuværende session, hvilket kræver, at du logger ind igen. Aktive sessioner på andre enheder kan fortsætte med at være aktive i op til én time.
de: Dein Master-Passwort wurde kürzlich von einem Administrator deiner Organisation geändert. Um auf den Tresor zuzugreifen, musst du dein Master-Passwort jetzt aktualisieren. Wenn Du fortfährst, wirst du aus der aktuellen Sitzung abgemeldet und eine erneute Anmeldung ist erforderlich. Aktive Sitzungen auf anderen Geräten können bis zu einer Stunde weiterhin aktiv bleiben.
el: Ο Κύριος Κωδικός Πρόσβασής σας άλλαξε πρόσφατα από διαχειριστή στον οργανισμό σας. Για να αποκτήσετε πρόσβαση στη κρύπτη, πρέπει να ενημερώσετε το κύριο κωδικό τώρα. Η διαδικασία θα σας αποσυνδέσει από την τρέχουσα συνεδρία σας, απαιτώντας από εσάς να συνδεθείτε ξανά. Οι ενεργές συνεδρίες σε άλλες συσκευές ενδέχεται να συνεχίσουν να είναι ενεργές για μία ώρα.
fa: کلمه عبور اصلی شما اخیراً توسط سرپرست سازمان‌تان تغییر کرده است. برای دسترسی به گاوصندوق، باید همین حالا کلمه عبور اصلی خود را به‌روزرسانی کنید. در صورت ادامه، شما از نشست فعلی خود خارج می‌شوید و باید دوباره وارد سیستم شوید. نشست فعال در دستگاه‌های دیگر ممکن است تا یک ساعت همچنان فعال باقی بمانند.
fi: Organisaatiosi ylläpito on hiljattain vaihtanut pääsalasanasi ja käyttääksesi holvia sinun on päivitettävä se nyt. Tämä uloskirjaa kaikki nykyiset istunnot pakottaen uudelleenkirjautumisen. Muiden laitteiden aktiiviset istunnot saattavat toimia vielä tunnin ajan.
fr: Votre mot de passe principal a été récemment changé par un administrateur de votre organisation. Pour pouvoir accéder au coffre, vous devez mettre à jour votre mot de passe principal maintenant. En poursuivant, vous serez déconnecté de votre session actuelle et vous devrez vous reconnecter. Les sessions actives sur d'autres appareils peuvent rester actives pendant encore une heure.
gl: O teu contrasinal mestre foi recentemente cambiado por un administrador da túa organización. Para poder acceder á caixa forte debes actualizalo. A continuación cerrarase a túa sesión, requirindo volver iniciala. As sesións activas noutros dispositivos poden permanecer activas por unha hora.
he: הסיסמה הראשית שלך שונתה לאחרונה על ידי מנהל הארגון שלך. כדי לגשת לכספת, עליך לעדכן את הסיסמה הראשית שלך כעת. המשך התהליך יוציא אותך מההפעלה הנוכחית שלך ותידרש להיכנס חזרה. הפעלות פעילות במכשירים אחרים עלולות להישאר פעילות למשך עד שעה אחת.
hr: Tvoju glavnu lozinku je nedavno promijenio administrator tvoje organizacije. Za pristup trezoru, potrebno je ažurirati glavnu lozinku, što će te odjaviti iz trenutne sesije, te ćeš se morati ponovno prijaviti. Aktivne sesije na drugim uređajima mogu ostati aktivne još sat vremena.
hu: A szervezet egyik adminisztrátora nemrég megváltoztatta a mesterjelszót. A széf eléréséhez most frissíteni kell a mesterjelszót. Továbblépéskor kijelentkezés történik a jelenlegi munkamenetből és újra be kell jelentkezni. Ha van aktív munkamenet más eszközön, az még legfeljebb egy óráig aktív maradhat.
id: Sandi utama Anda baru-baru ini diubah oleh administrator organisasi Anda. Untuk mengakses brankas tersebut, Anda diharuskan memperbarui sandi utama Anda sekarang. Jika Anda melanjutkan, Anda akan keluar dari sesi saat ini, dan mengharuskan Anda untuk login kembali. Sesi yang aktif di perangkat lain akan tetap aktif selama satu jam kedepan.
it: La tua password principale è stata recentemente modificata da un amministratore nella tua organizzazione. Per accedere alla cassaforte, aggiornala ora. Procedere ti farà uscire dalla sessione corrente, richiedendoti di accedere di nuovo. Le sessioni attive su altri dispositivi potrebbero continuare a rimanere attive per un massimo di un'ora.
ja: マスターパスワードは最近組織の管理者によって変更されました。保管庫にアクセスするには、今すぐ更新する必要があります。 続行すると現在のセッションからログアウトし、再度ログインする必要があります。 他のデバイスでのアクティブなセッションは、最大1時間アクティブになり続けることがあります。
lv: Apvienības pārvaldnieks nesen nomainīja galveno paroli. Tā ir jāatjaunina, lai varētu piekļūt glabātavai. Turpinot tiks izbeigta pašreizējā sesija un tiks pieprasīta atkārtota pieteikšanās. Esošās sesijas citās ierīcēs var turpināt darboties līdz vienai stundai.
nl: Je hoofdwachtwoord is onlangs veranderd door een beheerder in jouw organisatie. Om toegang te krijgen tot de kluis, moet je deze nu bijwerken. Doorgaan zal je huidige sessie uitloggen, waarna je opnieuw moet inloggen. Actieve sessies op andere apparaten blijven mogelijk nog een uur actief.
pl: Hasło główne zostało zmienione przez administratora Twojej organizacji. Musisz je zaktualizować, aby uzyskać dostęp do sejfu. Ta czynność spowoduje wylogowanie z bieżącej sesji, przez co konieczne będzie ponowne zalogowanie się. Aktywne sesje na innych urządzeniach mogą pozostać aktywne przez maksymalnie godzinę.
pt: A sua palavra-passe mestra foi recentemente alterada por um administrador da sua organização. Para aceder ao cofre, tem de atualizar a sua palavra-passe mestra agora. Ao prosseguir, terminará a sua sessão atual e terá de iniciar sessão novamente. As sessões ativas noutros dispositivos poderão continuar ativas até uma hora.
pt_br: Sua senha principal foi alterada recentemente por um administrador na sua organização. Para acessar o cofre, você deve atualizar sua senha principal agora. Prosseguir irá desconectá-lo da sessão atual, exigindo que você se conecte novamente. As sessões ativas em outros dispositivos podem continuar ativas por até uma hora.
sk: Vaše hlavné heslo nedávno zmenil správca vo vašej organizácii. Ak chcete získať prístup k trezoru, musíte aktualizovať vaše hlavné heslo teraz. Pokračovaním sa odhlásite z aktuálnej relácie a budete sa musieť znova prihlásiť. Aktívne relácie na iných zariadeniach môžu zostať aktívne až jednu hodinu.
sr: Ваша главна лозинка је недавно промењена од стране администратора организације. Како бисте приступили сефу, морате да ажурирате вашу главну лозинку. Ако наставите бићете одјављени из ваше тренутне сесије, што ће захтевати да се поново пријавите. Активне сесије на другим уређајима ће можда наставити да раде до сат времена.
ta: உம் நிறுவனத்திலுள்ள நிர்வாகியால் உம் பிரதான கடவுச்சொல் அண்மையில் மாற்றப்பட்டது. பெட்டகத்தை அணுக, உம் பிரதான கடவுச்சொல்லை இப்போது புதுப்பிக்க வேண்டும். தொடர்தல் உம் தற்போதைய அமர்விலிருந்து உம்மை வெளியேற்றி, திரும்ப உள்நுழைய கோரும். மற்ற சாதனங்களில் செயலிலுள்ள அமர்வுகள் ஒரு மணிநேரம் வரை தொடர்ந்து நிலைத்திருக்கக்கூடும்.
th: รหัสผ่านหลักของคุณเพิ่งถูกเปลี่ยนโดยผู้ดูแลระบบในองค์กร ในการเข้าถึงตู้นิรภัย คุณต้องอัปเดตรหัสผ่านหลักตอนนี้ การดำเนินการต่อจะทำให้คุณออกจากระบบเซสชันปัจจุบัน และต้องเข้าสู่ระบบใหม่อีกครั้ง เซสชันที่ใช้งานอยู่บนอุปกรณ์อื่นอาจยังคงใช้งานได้นานถึงหนึ่งชั่วโมง
tr: Ana parolanız kuruluşunuzdaki bir yönetici tarafından yakın zamanda değiştirildi. Kasanıza erişmek için ana parolanızı güncellemelisiniz. Devam ettiğinizde oturumunuz kapanacak ve yeniden oturum açmanız gerekecektir. Diğer cihazlardaki aktif oturumlar bir saate kadar aktif kalabilir.
uk: Ваш головний пароль нещодавно був змінений адміністратором організації. Щоб отримати доступ до сховища, вам необхідно оновити свій головний пароль зараз. Продовживши, ви вийдете з поточного сеансу, після чого потрібно буде повторно виконати вхід. Сеанси на інших пристроях можуть залишатися активними протягом однієї години.
vi: Mật khẩu chính của bạn gần đây đã được thay đổi bởi người quản trị trong tổ chức của bạn. Để truy cập kho, bạn phải cập nhật mật khẩu chính của mình ngay bây giờ. Việc tiếp tục sẽ đăng xuất khỏi kho và bạn sẽ cần đăng nhập lại. Ứng dụng Bitwaden trên các thiết bị khác có thể tiếp tục hoạt động trong tối đa một giờ sau đó sẽ bị đăng xuất.
zh_hans: 您的主密码最近被您组织的管理员更改过。要访问密码库，必须立即更新您的主密码。继续操作将使您退出当前会话，并要求您重新登录。其他设备上的活动会话可能会继续保持活动状态长达一小时。
zh_hant: 您的主密碼最近被您的組織管理者變更過。您必須現在更新主密碼才能存取密碼庫。繼續操作會登出您目前的工作階段，並要求您重新登入帳戶。其他裝置上的活動工作階段最多會保持一個小時。

source: Updating password
ar: تحديث كلمة المرور
az: Parol yenilənir
bg: Обновяване на паролата
cs: Aktualizování hesla
da: Opdaterer adgangskode
de: Passwort wird aktualisiert
el: Ενημέρωση κωδικού πρόσβασης
fa: در حال به‌روزرسانی کلمه عبور
fi: Salasanaa vaihdetaan
fr: Mise à jour du mot de passe
gl: Actualizando contrasinal
he: מעדכן סיסמה
hr: Ažuriranje lozinke
hu: Jelszó frissítése
id: Memperbarui sandi
it: Aggiornamento password
ja: パスワードの更新
lv: Atjaunina paroli
nl: Wachtwoord bijwerken
pl: Aktualizowanie hasła
pt: A atualizar palavra-passe
pt_br: Atualizando senha
sk: Aktualizácia hesla
sr: Ажурирање лозинке
ta: கடவுச்சொல்லைப் புதுப்பிக்கிறது
th: กำลังอัปเดตรหัสผ่าน
tr: Parola güncelleniyor
uk: Оновлення пароля
vi: Đang cập nhật mật khẩu
zh_hans: 正在更新密码
zh_hant: 正在更新密碼

# UpdatePasswordError
source: Currently unable to update password
ar: غير قادر حاليا على تحديث كلمة المرور
az: Hazırda parol güncəllənə bilmir
bg: В момента паролата не може да бъде обновена
cs: Aktuálně nelze aktualizovat heslo
da: Kan i øjeblikket ikke opdatere adgangskode
de: Das Passwort kann derzeit nicht aktualisiert werden
el: Δεν είναι δυνατή η ενημέρωση του κωδικού πρόσβασης
fa: در حال حاضر نمی‌توان کلمه عبور را به‌روزرسانی کرد
fi: Salasanan päivitys ei tällä hetkellä onnistu
fr: Impossible de mettre à jour le mot de passe pour le moment
gl: Agora mesmo non se pode actualizar o contrasinal
he: כרגע לא ניתן לעדכן את הסיסמה
hr: Trenutno nije moguće ažurirati lozinku
hu: Jelenleg nem lehet frissíteni a jelszót.
id: Saat ini tidak dapat memperbarui sandi
it: Al momento non è possibile aggiornare la password
ja: 現在パスワードを更新できません。
lv: Pašreiz nevar atjaunināt paroli
nl: Kan het wachtwoord momenteel niet bijwerken
pl: Obecnie nie można zaktualizować hasła
pt: Atualmente não é possível atualizar a palavra-passe
pt_br: Não é possível atualizar a senha no momento
sk: Aktuálne nie je možné heslo aktualizovať
sr: Тренутно није могуће ажурирати лозинку
ta: தற்போது கடவுச்சொல்லைப் புதுப்பிக்க இயலவில்லை
th: ไม่สามารถอัปเดตรหัสผ่านได้ในขณะนี้
tr: Şu anda parola güncellenemiyor
uk: Наразі неможливо оновити пароль
vi: Không thể cập nhật mật khẩu lúc này
zh_hans: 当前无法更新密码
zh_hant: 目前無法更新密碼

source: Remove master password
ar: إزالة كلمة المرور الرئيسية
az: Ana parolu sil
bg: Премахване на главната парола
cs: Odebrat hlavní heslo
da: Fjern hovedadgangskode
de: Master-Passwort entfernen
el: Αφαίρεση κύριου κωδικού πρόσβασης
fa: حذف کلمه عبور اصلی
fi: Poista pääsalasana
fr: Supprimer le mot de passe principal
gl: Eliminar contrasinal mestre
he: הסר סיסמה ראשית
hr: Ukloni glavnu lozinku
hu: Mesterjelszó eltávolítása
id: Hapus sandi utama
it: Rimuovi password principale
ja: マスターパスワードを削除する
lv: Noņemt galveno paroli
nl: Hoofdwachtwoord verwijderen
pl: Usuń hasło główne
pt: Remover palavra-passe mestra
pt_br: Remover senha principal
sk: Odstrániť hlavné heslo
sr: Уклони главну лозинку
ta: பிரதான கடவுச்சொல்லை நீக்கு
th: ลบรหัสผ่านหลัก
tr: Ana parolayı kaldır
uk: Вилучити головний пароль
vi: Xóa mật khẩu chính
zh_hans: 移除主密码
zh_hant: 移除主密碼

source: Leave organization
ar: مغادرة المؤسسة
az: Təşkilatı tərk et
bg: Напускане на организацията
cs: Opustit organizaci
da: Forlad organisation
de: Organisation verlassen
el: Αποχώρηση από τον οργανισμό
fa: ترک سازمان
fi: Poistu organisaatiosta
fr: Quitter l’organisation
gl: Deixar a organización
he: עזוב ארגון
hr: Napusti organizaciju
hu: Kilépés a szervezetből
id: Tinggalkan Organisasi
it: Lascia organizzazione
ja: 組織から脱退する
lv: Pamest apvienību
nl: Organisatie verlaten
pl: Opuść organizację
pt: Sair da organização
pt_br: Sair da organização
sk: Opustiť organizáciu
sr: Напусти организацију
ta: நிறுவனத்தைவிட்டு விலகு
th: ออกจากองค์กร
tr: Kuruluştan ayrıl
uk: Покинути організацію
vi: Rời khỏi tổ chức
zh_hans: 退出组织
zh_hant: 離開組織

# LeaveOrganizationName
source: Leave %1$@?
ar: مغادرة %1$@؟
az: %1$@ tərk edilsin?
bg: Напускане на %1$@?
cs: Opustit %1$@?
da: Forlad %1$@?
de: %1$@ verlassen?
el: Αποχώρηση %1$@?
fa: %1$@ را ترک می‌کنید؟
fi: Poistutaanko organisaatiosta %1$@?
fr: Quitter %1$@ ?
gl: Sair da %1$@?
he: לעזוב את %1$@?
hr: Napusti %1$@?
hu: Elhagyjuk %1$@ szervezetet?
id: Tinggalkan %1$@?
it: Vuoi lasciare %1$@?
ja: %1$@ から脱退しますか?
lv: Pamest %1$@?
nl: %1$@ verlaten?
pl: Opuścić organizację %1$@?
pt: Sair da %1$@?
pt_br: Sair de %1$@?
sk: Opustiť %1$@?
sr: Напустити %1$@?
ta: %1$@ விட்டு விலகவா?
th: ออกจาก %1$@ หรือไม่
tr: %1$@ kuruluşundan ayrılınsın mı?
uk: Покинути %1$@?
vi: Rời khỏi %1$@?
zh_hans: 退出 %1$@？
zh_hant: 離開 %1$@？
