Repository: bitwarden/ios
Catalog: BitwardenResources/Localizations/*.lproj/Localizable.strings
Languages: ar, az, bg, cs, da, de, el, fa, fi, fr, gl, he, hr, hu, id, it, ja, lv, nl, pl, pt, pt_br, sk, sr, ta, th, tr, uk, vi, zh_hans, zh_hant

# EnableSyncOnRefresh
source: Allow sync on refresh
ar: تمكين المزامنة عند التحديث
az: Təzələmə zamanı sinxrn icazə ver
bg: Синхронизация при опресняване
cs: Povolit synchronizaci při obnovení
da: Tillad synk ved opfriskning
de: Synchronisation beim Aktualisieren aktivieren
el: Ενεργοποίηση συγχρονισμού κατά την ανανέωση
fa: فعال کردن همگام‌سازی در نوسازی
fi: Synkronoi holvi päivityksen yhteydessä
fr: Autoriser la synchronisation au rafraîchissement
gl: Permitir sincronizar ó actualizar
he: אפשר סנכרון בעת רענון
hr: Uključi sinkronizaciju pri osvježavanju
hu: Szinkronizálás engedélyezése frissítéskor
id: Aktifkan sinkron saat segarkan
it: Gesto di sincronizzazione
ja: 更新時に同期を有効化
lv: Ļaut sinhronizēšanu pēc atsvaidzināšanas
nl: Synchronisatie bij vernieuwen inschakelen
pl: Włącz synchronizację podczas odświeżenia
pt: Permitir a sincronização ao atualizar
pt_br: Permitir sincronização ao recarregar
sk: Povoliť synchronizáciu pri obnovení
sr: Омогући синхронизацију при освежавању
ta: புத்துணர்வூட்டலில் ஒத்திசைவை அனுமதி
th: อนุญาตการซิงค์เมื่อรีเฟรช
tr: Yenileme sırasında eşitlemeye izin ver
uk: Дозволити синхронізацію жестом
vi: Đồng bộ khi làm mới
zh_hans: 启用刷新时同步
zh_hant: 啟用重新整理時同步

# EnableSyncOnRefreshDescription
source: Syncing vault with pull down gesture.
ar: مزامنة الخزانة مع إيماءة السحب لأسفل.
az: Barmağınızla aşağı çəkdikdə seyfi sinxronlaşdır.
bg: Синхронизиране на трезора с жест — провлачване надолу.
cs: Trezor se synchronizuje gestem potažení dolů.
da: Synkronisering af boks med træk nedad-gestus.
de: Tresor durch Runterziehen Geste synchronisieren.
el: Συγχρονισμός vault με κύληση προς τα κάτω.
fa: همگام‌سازی گاوصندوق با کشیدن به پایین.
fi: Holvi synkronoidaan myös alasveto-eleellä suoritettavan päivityksen yhteydessä.
fr: Synchronisez le coffre avec un geste vers le bas.
gl: Sincronizar co xesto de tirar abaixo.
he: סנכרן את הכספת במחוות משיכה כלפי מטה.
hr: Sinkronizacija trezora povlačenjem prema dolje.
hu: A széf szinkronizálása lehúzó művelettel.
id: Sinkronkan brankas dengan gerakan tarik ke bawah.
it: Sincronizza la cassaforte trascinando verso il basso.
ja: プルダウンジェスチャーで保管庫を同期します
lv: Sinhronizēt glabātavu ar uz leju pavelkošu kustību.
nl: Kluis synchroniseren met pull-down gebaar.
pl: Synchronizuje sejf podczas gestu przeciągnięcia w dół
pt: Sincronizar o cofre com o gesto de deslizar para baixo.
pt_br: Sincronização do cofre com o gesto de puxar para baixo.
sk: Synchronizácia trezora potiahnutím nadol
sr: Синхронизација сефа с покретом према доле.
ta: கீழ் இழுக்கும் சைகையுடன் பெட்டகத்தை ஒத்திசைத்தல்.
th: ซิงค์ตู้นิรภัยด้วยการดึงหน้าจอลง
tr: Parmağımla aşağı çektiğimde kasayı eşitle.
uk: Синхронізація сховища жестом Потягнути донизу.
vi: Đồng bộ kho bằng cách vuốt xuống.
zh_hans: 使用下拉手势同步密码库。
zh_hant: 使用下拉手勢同步密碼庫。

# LogInSso
source: Enterprise single sign-on
ar: تسجيل الدخول الفردي للمؤسسة
az: Müəssisə üçün vahid daxil olma
bg: Еднократна идентификация (SSO)
cs: Jednotné podnikové přihlášení
da: Virksomheds Single Sign-On
el: Ενιαία είσοδος για επιχειρήσεις
fa: ورود یکپارچه سازمانی
fi: Yrityksen kertakirjautuminen (SSO)
fr: Portail de connexion unique d'entreprise
gl: Inicio de sesión único empresarial
he: כניסה יחידה ארגונית
hr: Jedinstvena prijava na razini tvrtke (SSO)
hu: Vállalati egyszeri bejelentkezés
id: Masuk tunggal perusahaan
it: Single Sign-On aziendale
ja: 組織のシングルサインオン
lv: Uzņēmuma vienotā pieteikšanās
pl: Logowanie jednokrotne
pt: Início de sessão único para empresas
pt_br: Autenticação única empresarial
sk: Jednotné prihlásenie pre podniky (SSO)
sr: Enterprise Једна Пријава
ta: முனைவகம் ஒற்றை உள்நுழைவு(SSO)
th: การเข้าสู่ระบบครั้งเดียว (SSO) ระดับองค์กร
tr: Kurumsal çoklu oturum açma
uk: Єдиний корпоративний вхід (SSO)
vi: Đăng nhập một lần (SSO) cho doanh nghiệp
zh_hans: 企业单点登录
zh_hant: 企業單一登入（SSO）

# LogInSsoSummary
source: Quickly log in using your organization’s single sign-on portal. Please enter your organization’s identifier to begin.
ar: قم بتسجيل الدخول بسرعة باستخدام بوابة تسجيل الدخول الوحيدة لمؤسستك. الرجاء إدخال معرف مؤسستك للبدء.
az: Təşkilatınızın vahid daxil olma portalını istifadə edərək cəld giriş edin. Başlatmaq üçün lütfən təşkilatınızın identifikatorunu daxil edin.
bg: Вписване чрез портала на организацията ви за еднократна идентификация. За да продължите, въведете идентификатора на организацията.
cs: Rychle se přihlaste pomocí přihlašovacího portálu Vaší organizace. Chcete-li začít, zadejte identifikátor Vaší organizace.
da: Log hurtigt ind vha. din organisations single sign-on portal. Angiv din organisations identifikator for at begynde.
de: Melde dich schnell über das Single Sign-on-Portal deiner Organisation an. Bitte gib die Organisationskennung ein, um zu beginnen.
el: Συνδεθείτε γρήγορα χρησιμοποιώντας την πύλη μεμονωμένης σύνδεσης του οργανισμού σας. Εισάγετε το αναγνωριστικό του οργανισμού σας για να ξεκινήσετε.
fa: با استفاده از پورتال ورود یکپارچه سازمانی خود، سریع وارد سیستم شوید. لطفاً برای شروع شناسه سازمانی خود را وارد کنید.
fi: Kirjaudu sisään käyttäen organisaatiosi kertakirjautumista (SSO). Syötä organisaatiosi tunniste aloittaaksesi.
fr: Connectez-vous rapidement en utilisant le portail de connexion unique de votre organisation. Veuillez entrer l'identifiant de votre organisation pour commencer.
gl: Inicia sesión rapidamente empregando o portal de inicio de sesión único da túa organización. Por favor insire o identificador da organización para comezar.
he: כנס במהירות באמצעות הפורטל לכניסה יחידה של הארגון שלך. אנא הזן את המזהה של הארגון שלך כדי להתחיל.
hr: Prijavi se koristeći SSO portal tvoje tvrtke. Za nastavak unesi identifikator organizacije.
hu: Gyors bejelentkezés a szervezeti önálló bejelentkező portálba. A kezdéshez meg kell adni a szervezeti azonosítót.
id: Masuk dengan cepat menggunakan portal single sign-on organisasi Anda. Masukkan pengenal organisasi untuk memulai.
it: Effettua l'accesso in modo più comodo, veloce e centralizzato con l'SSO della tua organizzazione. Inserisci il tuo identificativo per iniziare.
ja: 組織のシングルサインオンポータルを使用してログインします。開始するには組織の識別子を入力してください。
lv: Ātri pieteikties apvienības vienotās pieteikšanās portālā. Lūgums ievadīt apvienības identifikatoru, lai sāktu.
nl: Snel inloggen met het single sign-on portaal van je organisatie. Voer de identificatie van je organisatie in om te beginnen.
pl: Zaloguj się szybko za pomocą logowania jednokrotnego SSO swojej organizacji. Aby rozpocząć, wpisz swój identyfikator organizacji.
pt: Inicie sessão rapidamente utilizando o portal de início de sessão único da sua organização. Por favor, introduza o identificador da sua organização para começar.
pt_br: Conecte-se rapidamente usando o portal de autenticação única da sua organização. Informe o identificador da sua organização para começar.
sk: Prihláste sa prostredníctvom prihlasovacieho portálu (SSO) vašej organizácie. Najskôr zadajte identifikátor vašej organizácie.
sr: Брзо се пријавите помоћу портала за јединствену пријаву ваше организације. Унесите идентификатор организације да бисте започели.
th: เข้าสู่ระบบอย่างรวดเร็วโดยใช้พอร์ทัล SSO ขององค์กร โปรดระบุตัวระบุองค์กรเพื่อเริ่มต้น
tr: Kuruluşunuzun çoklu oturum açma portalını kullanarak hızlıca giriş yapabilirsiniz. Başlamak için lütfen kuruluşunuzun tanımlayıcısını girin.
uk: Швидкий вхід з використанням порталу єдиного входу вашої організації. Для початку введіть ідентифікатор вашої організації.
vi: Đăng nhập nhanh chóng thông qua cổng đăng nhập một lần của tổ chức của bạn. Vui lòng nhập mã định danh của tổ chức để bắt đầu.
zh_hans: 要使用您组织的单点登录门户快速登录。请首先输入您组织的标识符。
zh_hant: 若要使用組織的單一登入入口快速登入。請先輸入您的組織識別碼。

# OrgIdentifier
source: Organization identifier
ar: معرف المؤسسة
az: Təşkilat identifikatoru
bg: Идентификатор на организация
cs: Identifikátor organizace
da: Organisationsidentifikator
de: Organisationskennung
el: Αναγνωριστικό οργανισμού
fa: شناسه سازمان
fi: Organisaation tunniste
fr: Identifiant de l'organisation
gl: A organización está desactivada
he: מזהה ארגון
hr: Identifikator organizacije
hu: Szervezeti azonosító
id: Pengenal Organisasi
it: Identificativo dell'organizzazione
ja: 組織識別子
lv: Apvienības identifikators
nl: Organisatie-identificatie
pl: Identyfikator organizacji
pt: Identificador da organização
pt_br: Identificador da organização
sk: Identifikátor organizácie
sr: Идентификатор организације
ta: நிறுவன அடையாளங்காட்டி
th: ตัวระบุองค์กร
tr: Kuruluş tanımlayıcı
uk: Ідентифікатор організації
vi: Mã định danh tổ chức
zh_hans: 组织标识符
zh_hant: 組織識別碼

source: Set master password
ar: تعيين كلمة المرور الرئيسية
az: Ana parolu ayarla
bg: Задаване на главна парола
cs: Nastavit hlavní heslo
da: Indstil hovedadgangskode
de: Master-Passwort festlegen
el: Ορισμός κύριου κωδικού πρόσβασης
fa: تنظیم کلمه عبور اصلی
fi: Aseta pääsalasana
fr: Définir le mot de passe principal
gl: Definir contrasinal mestre
he: הגדר סיסמה ראשית
hr: Postavi glavnu lozinku
hu: Mesterjelszó beállítása
id: Setel sandi utama
it: Imposta password principale
ja: マスターパスワードを設定
lv: Uzstādīt galveno paroli
nl: Hoofdwachtwoord instellen
pl: Ustaw hasło główne
pt: Definir a palavra-passe mestra
pt_br: Configurar senha principal
sk: Nastaviť hlavné heslo
sr: Постави Главну Лозинку
ta: பிரதான கடவுச்சொல்லை அமை
th: ตั้งรหัสผ่านหลัก
tr: Ana parolayı belirle
uk: Встановити головний пароль
vi: Đặt mật khẩu chính
zh_hans: 设置主密码
zh_hant: 設定主密碼

# MasterPasswordPolicyInEffect
source: One or more organization policies require your master password to meet the following requirements:
ar: 1 - تتطلب سياسة واحدة أو أكثر من سياسات المؤسسة كلمة مرورك الرئيسية لتلبية المتطلبات التالية:
az: Bir və ya daha çox təşkilat siyasəti, aşağıdakı tələbləri qarşılamaq üçün ana parolunuzu tələb edir:
bg: Поне една политика на организация има следните изисквания към главната ви парола:
cs: Jedna nebo více zásad organizace vyžaduje, aby hlavní heslo splňovalo následující požadavky:
da: Én eller flere organisationspolitikker kræver, at din hovedadgangskode opfylder flg. krav:
de: Eine oder mehrere Organisationsrichtlinien erfordern, dass dein Masterpasswort die folgenden Anforderungen erfüllt:
el: Σε μία ή περισσότερες πολιτικές του οργανισμού απαιτείται ο κύριος κωδικός να πληρεί τις ακόλουθες απαιτήσεις:
fa: یک یا چند سیاست سازمانی برای تأمین شرایط زیر به کلمه عبور اصلی شما احتیاج دارد:
fi: Yksi tai useampi organisaatiokäytäntö edellyttää, että pääsalasanasi täyttää seuraavat vaatimukset:
fr: Une ou plusieurs politiques de sécurité de l'organisation exigent que votre mot de passe principal réponde aux exigences suivantes :
gl: As directivas da túa organización esixen que o teu contrasinal mestre cumpra os seguintes requisitos:
he: אחד או יותר מכללי מדיניות הארגון דורשים שסיסמתך הראשית תעמוד בדרישות הבאות:
hr: Jedno ili više pravila organizacije zahtijeva da tvoja glavna lozinka ispunjava sljedeće uvjete:
hu: Egy vagy több szervezeti rendszabályhoz mesterjelszó szükséges a következő követelmények megfeleléséhez:
id: Satu atau lebih kebijakan organisasi mengharuskan sandi utama Anda memenuhi persyaratan berikut:
it: Una o più politiche dell'organizzazione richiedono che la tua password principale soddisfi questi requisiti:
ja: 組織が求めるマスターパスワードの要件：
lv: Vienā vai vairākos apvienības nosacījumos ir norādīts, ka galvenajai parolei ir jāatbilst šādām prasībām:
nl: Een of meer organisatiebeleidseisen stelt de volgende eisen aan je hoofdwachtwoord:
pl: Co najmniej jedna zasada organizacji wymaga, aby hasło główne spełniało następujące wymagania:
pt: Uma ou mais políticas da organização exigem que a sua palavra-passe mestra cumpra os seguintes requisitos:
pt_br: Uma ou mais políticas da organização exigem que a sua senha principal cumpra aos seguintes requisitos:
sk: Jedno alebo viac pravidiel organizácie požadujú aby vaše hlavné heslo spĺňalo nasledujúce požiadavky:
sr: Једна или више смерница организације захтевају да ваша главна лозинка да би испуњавали следеће захтеве:
ta: ஒன்று அ மேற்பட்ட நிறுவன கொள்கைகளுக்கு உமது பிரதான கடவுச்சொல் தேவை பின்வரும் தேவைகளை பூர்த்தி செய்ய:
th: นโยบายองค์กรอย่างน้อยหนึ่งรายการกำหนดให้รหัสผ่านหลักของคุณต้องตรงตามข้อกำหนดต่อไปนี้:
tr: Bir veya daha fazla kuruluş ilkesi gereğince ana parolanız aşağıdaki gereksinimleri karşılamalıdır:
uk: Одна або декілька політик організації вимагають дотримання таких вимог для головного пароля:
vi: Các chính sách của tổ chức yêu cầu mật khẩu chính của bạn phải đáp ứng các yêu cầu sau:
zh_hans: 一个或多个组织策略要求您的主密码满足下列要求：
zh_hant: 一個或多個組織原則要求您的主密碼須符合下列條件：

# PolicyInEffectMinComplexity
source: Minimum complexity score of %1$@
ar: الحد الأدنى لدرجة التعقيد %1$@
az: Minimum mürəkkəblik xalı: %1$@
bg: Минимална сложност от %1$@
cs: Minimální skóre složitosti %1$@
da: Minimumskompleksitetsscore på %1$@
de: Kleinste Komplexitätsstufe von %1$@
el: Ελάχιστη βαθμολογία πολυπλοκότητας %1$@
fa: حداقل نمره پیچیدگی از %1$@
fi: Monimutkaisuuden vähimmäispistemäärä on %1$@
fr: Score de complexité minimum de %1$@
gl: Complexidade mínima de %1$@ puntos
he: ציון מורכבות מינימלי של %1$@
hr: Minimalna ocjena složenosti od %1$@
hu: %1$@ minimális összetettségi pontszáma
id: Skor kompleksitas minimum %1$@
it: Punteggio minimo di complessità %1$@
ja: 複雑度スコアは最小 %1$@
lv: Minimālais sarežģītības rādītājs %1$@
nl: Minimale complexiteitsscore van %1$@
pl: Minimalny poziom złożoności wynosi %1$@
pt: Pontuação mínima de complexidade de %1$@
pt_br: Pontuação mínima de complexidade de %1$@
sk: Minimálna úroveň zložitosti %1$@
sr: Оцена минималне сложености од %1$@
ta: குறைந்பட்ச உட்சிக்கல் மதிப்பெண்ணான %1$@
th: คะแนนความซับซ้อนขั้นต่ำ %1$@
tr: Minimum karmaşıklık puanı: %1$@
uk: Мінімальний рівень складності %1$@
vi: Độ mạnh tối thiểu %1$@
zh_hans: 最小复杂度为 %1$@
zh_hant: 最小複雜度為 %1$@

# PolicyInEffectMinLength
source: Minimum length of %1$@
ar: الحد الأدنى لطول %1$@
az: Minimal uzunluq: %1$@
bg: Минимална дължина от %1$@
cs: Minimální délka %1$@
da: Minimumslængde på %1$@
de: Mindestlänge von %1$@
el: Ελάχιστο μήκος %1$@
fa: حداقل طول %1$@
fi: Vähimmäispituus on %1$@
fr: Longueur minimale de %1$@
gl: Lonxitude mínima de %1$@
he: אורך מינימלי של %1$@
hr: Duljina najmanje %1$@
hu: %1$@ minimális hossza
id: Panjang minimum %1$@
it: Lunghezza minima di %1$@
ja: 長さは最小 %1$@
lv: Mazākais pieļaujamais garums ir %1$@
nl: Minimumlengte is %1$@ tekens
pl: Minimalna długość wynosi %1$@
pt: Comprimento mínimo de %1$@
pt_br: Tamanho mínimo de %1$@
sk: Minimálna dĺžka %1$@
sr: Минимална дужина од %1$@
ta: %1$@ இன் குறைந்தபட்ச நீளம்
th: ความยาวขั้นต่ำ %1$@
tr: Minimum uzunluk: %1$@
uk: Мінімальна довжина %1$@
vi: Độ dài tối thiểu %1$@
zh_hans: 最小长度为 %1$@
zh_hant: 最小長度為 %1$@

# PolicyInEffectUppercase
source: Contain one or more uppercase characters
ar: يحتوي على حرف كبير واحد أو أكثر
az: Bir və ya daha çox böyük hərf ehtiva etməlidir
bg: Поне една главна буква
cs: Obsahuje jedno nebo více velkých písmen
da: Indeholder ét eller flere store bogstaver
de: Enthält einen oder mehrere Großbuchstaben
el: Να περιέχει έναν ή περισσότερους κεφαλαίους χαρακτήρες
fa: حاوی یک یا چند کاراکتر بزرگ
fi: Sisältää yhden tai useamman ison kirjaimen
fr: Contenir une ou plusieurs majuscules
gl: Conter polo menos unha maiúscula
he: מכילה אות גדולה אחת או יותר
hr: Sadrži jedno ili više velikih slova
hu: Egy vagy több nagybetűs karaktert tartalmaz
id: Berisi satu atau lebih karakter huruf besar
it: Contiene almeno un carattere maiuscolo
ja: 大文字が最低１つ必要
lv: Satur vienu vai vairākus lielos burtus
nl: Bevat een of meer hoofdletters
pl: Zawiera co najmniej jedną wielką literę
pt: Contém um ou mais carateres em maiúsculas
pt_br: Conter um ou mais caracteres em maiúsculo
sk: Obsahuje aspoň jedno veľké písmeno
sr: Садржи један или више великих слова
ta: ஒன்று அ அதற்கு மேற்பட்ட பெரிய எழுத்துக்களைக் கொண்டிரு
th: มีตัวพิมพ์ใหญ่อย่างน้อยหนึ่งตัว
tr: Bir veya daha fazla büyük harf içermeli
uk: Наявність одного чи більше символів верхнього регістру
vi: Có chứa một hay nhiều ký tự viết hoa
zh_hans: 至少包含一个大写字符
zh_hant: 至少包含一個大寫字元

# PolicyInEffectLowercase
source: Contain one or more lowercase characters
ar: يحتوي على واحد أو أكثر من الأحرف الصغيرة
az: Bir və ya daha çox kiçik hərf ehtiva etməlidir
bg: Поне една малка буква
cs: Obsahuje jedno nebo více malých písmen
da: Indeholder ét eller flere små bogstaver
de: Enthält einen oder mehrere Kleinbuchstaben
el: Να περιέχει έναν ή περισσότερους πεζούς χαρακτήρες
fa: حاوی یک یا چند کاراکتر کوچک
fi: Sisältää yhden tai useamman pienen kirjaimen
fr: Contenir une ou plusieurs minuscules
gl: Conter polo menos unha minúscula
he: מכילה אות קטנה אחת או יותר
hr: Sadrži jedno ili više malih slova
hu: Egy vagy több kisbetűs karaktert tartalmaz
id: Berisi satu atau lebih karakter huruf kecil
it: Contiene almeno un carattere minuscolo
ja: 小文字が最低１つ必要
lv: Satur vienu vai vairākus mazos burtus
nl: Bevat een of meer kleine letters
pl: Zawiera co najmniej jedną małą literę
pt: Contém um ou mais carateres em minúsculas
pt_br: Conter um ou mais caracteres em minúsculo
sk: Obsahuje aspoň jedno malé písmeno
sr: Садржи један или више малих слова
ta: ஒன்று அ அதற்கு மேற்பட்ட சிறிய எழுத்துக்களைக் கொண்டிரு
th: มีตัวพิมพ์เล็กอย่างน้อยหนึ่งตัว
tr: Bir veya daha fazla küçük harf içermeli
uk: Наявність одного чи більше символів нижнього регістру
vi: Có chứa một hay nhiều ký tự viết thường
zh_hans: 至少包含一个小写字符
zh_hant: 至少包含一個小寫字元

# PolicyInEffectNumbers
source: Contain one or more numbers
ar: يحتوي على رقم واحد أو أكثر
az: Bir və ya daha çox rəqəm ehtiva etməlidir
bg: Поне една цифра
cs: Obsahuje jednu nebo více číslic
da: Indeholder ét eller flere cifre
de: Enthält eine oder mehrere Zahlen
el: Να περιέχει έναν ή περισσότερους αριθμούς
fa: حاوی یک یا چند عدد بیشتر
fi: Sisältää yhden tai useamman numeron
fr: Contenir un ou plusieurs chiffres
gl: Conter polo menos un número
he: מכילה ספרה אחת או יותר
hr: Sadrži jedan ili više brojeva
hu: Egy vagy több számot tartalmaz
id: Berisi satu atau lebih angka
it: Contiene uno o più numeri
ja: 数字が最低１つ必要
lv: Satur vienu vai vairākus ciparus
nl: Bevat een of meer cijfers
pl: Zawiera co najmniej jedną cyfrę
pt: Contém um ou mais números
pt_br: Conter um ou mais números
sk: Obsahuje aspoň jednu číslicu
sr: Садрже један или више бројева
ta: ஒன்று அ அதற்கு மேற்பட்ட எண்களைக் கொண்டிரு
th: มีตัวเลขอย่างน้อยหนึ่งตัว
tr: Bir veya daha fazla rakam içermeli
uk: Наявність однієї чи більше цифр
vi: Có chứa một hay nhiều chữ số
zh_hans: 至少包含一个数字
zh_hant: 至少包含一個數字

# PolicyInEffectSpecial
source: Contain one or more of the following special characters: %1$@
ar: يحتوي على واحد أو أكثر من الأحرف الخاصة التالية: %1$@
az: Bu özəl simvollardan biri və ya daha çoxunu ehtiva etməlidir: %1$@
bg: Поне един от следните специални знаци: %1$@
cs: Obsahuje jeden nebo více následujících speciálních znaků: %1$@
da: Indeholder ét eller flere af flg. specialtegn: %1$@
de: Enthält eines oder mehrere der folgenden Sonderzeichen: %1$@
el: Να περιέχει έναν ή περισσότερους από τους ακόλουθους ειδικούς χαρακτήρες %1$@
fa: حاوی یک یا چند کاراکتر خاص زیر است: %1$@
fi: Sisältää yhden tai useamman seuraavista erikoismerkeistä: %1$@
fr: Contenir un ou plusieurs des caractères spéciaux suivants : %1$@
gl: Conter polo menos un dos seguintes caracteres: %1$@
he: מכילה תו אחד או יותר מהתווים המיוחדים הבאים: %1$@
hr: Sadrži jedan ili više sljedećih posebnih znakova: %1$@
hu: %1$@ speciális karakterekből egyet vagy többet tartalmaz
id: Berisi satu atau lebih karakter khusus berikut: %1$@
it: Contiene almeno uno dei seguenti caratteri speciali: %1$@
ja: 次の特殊文字を含む: %1$@
lv: Satur vienu vai vairākas no šīm īpašajām rakstzīmēm: %1$@
nl: Bevat een of meer van de volgende speciale tekens: %1$@
pl: Zawiera co najmniej jeden następujący znak specjalny: %1$@
pt: Contém um ou mais dos seguintes carateres especiais: %1$@
pt_br: Conter um ou mais dos seguintes caracteres especiais: %1$@
sk: Obsahuje aspoň jeden z následujúcich špeciálnych znakov: %1$@
sr: Садрже један или више бројева ових специјалних слова: %1$@
ta: பின்வரும் சிறப்பு வரியுருகளுள் ஒன்று அப்பலவற்றை கொண்டிரு: %1$@
th: มีอักขระพิเศษต่อไปนี้อย่างน้อยหนึ่งตัว: %1$@
tr: Şu özel karakterlerden birini veya daha fazlasını içermeli: %1$@
uk: Наявність одного чи більше таких спеціальних символів: %1$@
vi: Có chứa một hay nhiều ký tự đặc biệt sau: %1$@
zh_hans: 至少包含一个以下特殊字符：%1$@
zh_hant: 至少包含一個下列特殊字元： %1$@

# MasterPasswordPolicyValidationTitle
source: Invalid password
ar: كلمة المرور غير صالحة
az: Yararsız parol
bg: Грешна парола
cs: Neplatné heslo
da: Ugyldig adgangskode
de: Ungültiges Passwort
el: Μη έγκυρος κωδικός πρόσβασης
fa: کلمه عبور نامعتبر
fi: Virheellinen salasana
fr: Mot de passe invalide
gl: Contrasinal non válido
he: סיסמה לא חוקית
hr: Neispravna lozinka
hu: Érvénytelen jelszó.
id: kata sandi salah
it: Password non valida
ja: 無効なパスワード
lv: Nederīga parole
nl: Ongeldig wachtwoord
pl: Hasło jest nieprawidłowe
pt: Palavra-passe inválida
pt_br: Senha inválida
sk: Nesprávne heslo
sr: Неисправна лозинка
ta: செல்லாத கடவுச்சொல்
th: รหัสผ่านไม่ถูกต้อง
tr: Geçersiz parola
uk: Неправильний пароль
vi: Mật khẩu không đúng
zh_hans: 无效的密码
zh_hant: 密碼的無效
