Repository: bitwarden/ios
Catalog: BitwardenResources/Localizations/*.lproj/Localizable.strings
Languages: ar, az, bg, cs, da, de, el, fa, fi, fr, gl, he, hr, hu, id, it, ja, lv, nl, pl, pt, pt_br, sk, sr, ta, th, tr, uk, vi, zh_hans, zh_hant

source: Password history
ar: سجل كلمة المرور
az: Parol tarixçəsi
bg: Хронология на паролата
cs: Historie hesel
da: Adgangskodehistorik
de: Passwortverlauf
el: Ιστορικό κωδικού
fa: تاریخچه کلمه عبور
fi: Salasanahistoria
fr: Historique du mot de passe
gl: Historial de contrasinais
he: היסטוריית סיסמאות
hr: Povijest
hu: Jelszó előzmények
id: Riwayat Sandi
it: Cronologia delle password
ja: パスワードの履歴
lv: Paroļu vēsture
nl: Geschiedenis
pl: Historia hasła
pt: Histórico de palavras-passe
pt_br: Histórico de senhas
sk: História hesla
sr: Историја Лозинке
ta: கடவுச்சொல் வரலாறு
th: ประวัติรหัสผ่าน
tr: Parola geçmişi
uk: Історія паролів
vi: Lịch sử mật khẩu
zh_hans: 密码历史记录
zh_hant: 密碼歷史記錄

source: Types
ar: أنواع
az: Növlər
bg: Видове
cs: Typy
da: Typer
de: Typen
el: Τύποι
fa: انواع
fi: Tyypit
gl: Tipos
he: סוגים
hr: Vrste
hu: Típusok
id: Jenis
it: Tipi
ja: タイプ
lv: Veidi
nl: Categorieën
pl: Rodzaje
pt: Tipos
pt_br: Tipos
sk: Typy
sr: Врсте
ta: வகைகள்
th: ประเภท
tr: Türler
uk: Типи
vi: Loại
zh_hans: 类型
zh_hant: 類型

source: No passwords to list.
ar: لا توجد كلمات مرور للقائمة.
az: Sadalanacaq parol yoxdur.
bg: Няма пароли за показване.
cs: Žádná hesla k zobrazení.
da: Ingen adgangskoder at vise.
de: Keine Passwörter zum Anzeigen vorhanden.
el: Δεν υπάρχουν κωδικοί προς εμφάνιση.
fa: کلمه عبوری برای نمایش وجود ندارد.
fi: Ei näytettäviä salasanoja.
fr: Aucun mot de passe à lister.
gl: Non hai contrasinais que listar.
he: אין סיסמאות להצגה.
hr: Nema lozinki za prikaz.
hu: Nincs megjeleníthető jelszó.
id: Tidak ada kata sandi untuk dicantumkan.
it: Nessuna password da mostrare.
ja: 表示するパスワードがありません。
lv: Nav paroļu, ko parādīt.
nl: Geen wachtwoorden om weer te geven.
pl: Brak haseł do wyświetlenia.
pt: Não há palavras-passe a enumerar.
pt_br: Nenhuma senha para listar.
sk: Nenašli sa žiadne heslá.
sr: Нема лозинке у листи.
ta: பட்டியலிட கடவுச்சொற்களில்லை.
th: ไม่มีรหัสผ่านที่จะแสดง
tr: Listelenecek parola yok.
uk: Немає паролів.
vi: Không có mật khẩu nào.
zh_hans: 没有可列出的密码。
zh_hant: 沒有可列出的密碼。

# NoItemsToList
source: There are no items to list.
ar: لا توجد عناصر للقائمة.
az: Sadalanacaq heç bir element yoxdur.
bg: Няма елементи за показване.
cs: Žádné položky k zobrazení.
da: Der er ingen elementer at vise.
de: Keine Einträge zum Anzeigen vorhanden.
el: Δεν υπάρχουν στοιχεία στη λίστα.
fa: هیچ موردی برای نمایش وجود ندارد.
fi: Ei näytettäviä kohteita.
fr: Il n'y a aucun élément à lister.
gl: Non hai entradas que listar.
he: אין פריטים להצגה ברשימה.
hr: Nema stavki za prikaz.
hu: Nincsenek megjeleníthető elemek.
id: Tidak ada item yang dapat dicantumkan.
it: Nessun elemento da mostrare.
ja: 表示するアイテムがありません。
lv: Nav vienumu, ko parādīt.
nl: Er zijn geen items om weer te geven.
pl: Brak elementów do wyświetlenia.
pt: Não há itens a enumerar.
pt_br: Não há itens para listar.
sk: Neexistujú žiadne položky na zobrazenie.
sr: Нама ставке у листи.
ta: பட்டியலிட உருப்படிகளில்லை.
th: ไม่มีรายการที่จะแสดง
tr: Listelenecek kayıt yok.
uk: Немає записів.
vi: Không có mục nào.
zh_hans: 没有可列出的项目。
zh_hant: 沒有可列出的項目。

# SearchGroup
source: Search %1$@
ar: البحث عن %1$@
az: Axtar: %1$@
bg: Търсене на %1$@
cs: Prohledat %1$@
da: Søg i %1$@
de: %1$@ durchsuchen
el: Αναζήτηση %1$@
fa: جستجو %1$@
fi: Etsi - %1$@
fr: Rechercher %1$@ :
gl: Buscar %1$@
he: חפש %1$@
hr: Pretraži %1$@
hu: %1$@ keresése
id: Cari %1$@
it: Cerca %1$@
ja: %1$@ を検索
lv: Meklēt %1$@
nl: Zoek %1$@:
pl: Szukaj %1$@
pt: Procurar %1$@
pt_br: Buscar em %1$@
sk: Hľadať %1$@
sr: Претражи %1$@
ta: %1$@ இல் தேடு
th: ค้นหา %1$@
tr: Ara: %1$@
uk: Шукати %1$@
vi: Tìm kiếm %1$@
zh_hans: 搜索 %1$@
zh_hant: 搜尋 %1$@

source: Type
ar: نوع
az: Növ
bg: Вид
cs: Typ
de: Typ
el: Τύπος
fa: نوع
fi: Tyyppi
gl: Tipo
he: סוג
hr: Vrsta
hu: Típus
id: Jenis
it: Tipo
ja: タイプ
lv: Veids
nl: Categorie
pl: Rodzaj
pt: Tipo
pt_br: Tipo
sk: Typ
sr: Тип
ta: வகை
th: ประเภท
tr: Tür
uk: Тип
vi: Loại
zh_hans: 类型
zh_hant: 類型

source: Move down
ar: تحريك للأسفل
az: Aşağı daşı
bg: Преместване надолу
cs: Přesunout dolů
da: Flyt ned
de: Nach unten bewegen
el: Μετακίνηση κάτω
fa: انتقال به پایین
fi: Siirrä alas
fr: Déplacer vers le bas
gl: Baixar
he: העבר למטה
hr: Pomakni dolje
hu: Lefelé mozgatás
id: Pindah ke bawah
it: Sposta giù
ja: 下へ
lv: Pārvietot uz leju
nl: Omlaag
pl: Przenieś w dół
pt: Mover para baixo
pt_br: Mover para baixo
sk: Posunúť nižšie
sr: Помери доле
ta: கீழே நகரவும்
th: เลื่อนลง
tr: Aşağı taşı
uk: Перемістити вниз
vi: Chuyển xuống
zh_hans: 下移
zh_hant: 下移

source: Move Up
ar: التحريك للاعلى
az: Yuxarı daşı
bg: Преместване нагоре
cs: Přesunout nahoru
da: Flyt op
de: Nach oben bewegen
el: Μετακίνηση πάνω
fa: انتقال به بالا
fi: Siirrä ylös
fr: Déplacer vers le haut
gl: Subir
he: הזז למעלה
hr: Pomakni gore
hu: Felfelé mozgatás
id: Naik ke Atas
it: Sposta su
ja: 上へ
lv: Pārvietot uz augšu
nl: Omhoog
pl: Przenieś w górę
pt: Mover para cima
pt_br: Mover para cima
sk: Posunúť vyššie
sr: Помери горе
ta: மேலே நகரவும்
th: เลื่อนขึ้น
tr: Yukarı taşı
uk: Перемістити вгору
vi: Chuyển lên
zh_hans: 上移
zh_hant: 上移

source: Miscellaneous
ar: متفرقات
az: Müxtəlif
bg: Разни
cs: Různé
da: Diverse
de: Sonstiges
el: Διάφορα
fa: متفرقه
fi: Sekalaiset
fr: Divers
gl: Varios
he: שונות
hr: Razno
hu: Egyebek
id: Lain-lain
it: Varie
ja: その他
lv: Dažādi
nl: Diversen
pl: Różne
pt: Diversos
pt_br: Diversos
sk: Ostatné
sr: Разно
ta: இதர
th: เบ็ดเตล็ด
tr: Diğer
uk: Різне
vi: Khác
zh_hans: 其他
zh_hant: 其他設定

# NoCollectionsToList
source: There are no collections to list.
ar: لا توجد مجموعات لسردها.
az: Sadalanacaq heç bir kolleksiya yoxdur.
bg: Няма колекции за показване.
cs: Žádné sbírky k zobrazení.
da: Der er ingen samlinger at vise.
de: Keine Sammlungen vorhanden.
el: Δεν υπάρχουν επιλογές στη λίστα.
fa: هیچ مجموعه‌ای برای لیست کردن وجود ندارد.
fi: Ei näytettäviä kokoelmia.
fr: Il n'y a aucune collection à lister.
gl: Non hai coleccións que listar.
he: אין אוספים להציג ברשימה.
hr: Nema zbirki za prikaz.
hu: Nincsenek megjeleníthető gyűjtemények.
id: Tidak ada koleksi yang akan ditampilkan.
it: Nessuna raccolta da mostrare.
ja: 表示するコレクションがありません
lv: Nav krājumu, ko parādīt.
nl: Er zijn geen verzamelingen om weer te geven.
pl: Brak kolekcji do wyświetlenia.
pt: Não há coleções a enumerar.
pt_br: Não há conjuntos para listar.
sk: Neexistujú žiadne zbierky na zobrazenie.
sr: Нема колекције у листи.
ta: பட்டியலிட தொகுப்புகளில்லை.
th: ไม่มีคอลเลกชันที่จะแสดง
tr: Listelenecek koleksiyon yok.
uk: Немає збірок.
vi: Không có bộ sưu tập nào.
zh_hans: 没有可列出的集合。
zh_hant: 沒有可顯示的集合。

# MovedItemToOrg
source: %1$@ moved to %2$@.
ar: %1$@ نقل إلى %2$@.
az: %1$@, %2$@ ünvanına daşındı.
bg: %1$@ се премести в %2$@.
cs: Položka %1$@ byla přesunuta do %2$@.
da: %1$@ flyttet til %2$@.
de: %1$@ verschoben nach %2$@.
el: %1$@ μετακινήθηκε στο %2$@.
fa: %1$@ منتقل شد به %2$@.
fi: %1$@ siirrettiin organisaatiolle %2$@.
fr: %1$@ déplacé vers %2$@
gl: %1$@ movido a %2$@.
he: %1$@ הועבר אל %2$@.
hr: %1$@ premješteno u %2$@.
hu: %1$@ áthelyezésre került: %2$@.
id: %1$@ dipindahkan ke %2$@.
it: %1$@ spostato in %2$@.
ja: %1$@ を %2$@ に移動しました。
lv: %1$@ pārvietots uz %2$@.
nl: %1$@ is verplaatst naar %2$@.
pl: Przeniesiono %1$@ do %2$@.
pt: %1$@ movido para %2$@.
pt_br: %1$@ movido para %2$@.
sk: %1$@ presunuté do %2$@.
sr: %1$@ премештено у %2$@.
ta: %1$@ %2$@-க்கு நகர்த்தப்பட்டது.
th: ย้าย %1$@ ไปยัง %2$@ แล้ว
tr: %1$@, %2$@ kuruluşuna taşındı.
uk: %1$@ переміщено до %2$@.
vi: %1$@ đã di chuyển tới %2$@.
zh_hans: %1$@ 已移动到 %2$@。
zh_hant: %1$@ 已移動至 %2$@。

# SelectOneCollection
source: You must select at least one collection.
ar: يجب عليك تحديد مجموعة واحدة على الأقل.
az: Ən azı bir kolleksiya seçməlisiniz.
bg: Изберете поне една колекция.
cs: Musíte vybrat alespoň jednu sbírku.
da: Du skal vælge minimum én samling.
de: Es muss mindestens eine Sammlung ausgewählt sein.
el: Πρέπει να επιλέξετε τουλάχιστον μία συλλογή.
fa: شما باید حداقل یک مجموعه را انتخاب کنید.
fi: Valitse ainakin yksi kokoelma.
fr: Vous devez sélectionner au moins une collection.
gl: Debes seleccionar polo menos unha colección.
he: עליך לבחור לפחות אוסף אחד.
hr: Moraš odabrati barem jednu zbirku.
hu: Legalább egy gyűjteményt ki kell választani.
id: Anda harus memilih setidaknya satu koleksi.
it: Devi selezionare almeno una raccolta.
ja: コレクションを最低１つは選んでください。
lv: Ir jāizvēlas vismaz viens krājums.
nl: Je moet tenminste één verzameling selecteren.
pl: Musisz wybrać co najmniej jedną kolekcję.
pt: Deve selecionar pelo menos uma coleção.
pt_br: Você deve selecionar pelo menos um conjunto.
sk: Musíte vybrať aspoň jednu zbierku.
sr: Морате одабрати макар једну колекцију.
ta: நீங்கள் ஒரு தொகுப்பாவது தேர்ந்தெடுக்க வேண்டும்.
th: คุณต้องเลือกอย่างน้อยหนึ่งคอลเลกชัน
tr: En az bir koleksiyon seçmelisiniz.
uk: Необхідно вибрати принаймні одну збірку.
vi: Bạn phải chọn ít nhất một bộ sưu tập.
zh_hans: 您必须至少选择一个集合。
zh_hant: 您必須至少選擇一個集合。

source: Share
ar: مشاركة
az: Paylaş
bg: Споделяне
cs: Sdílet
da: Del
de: Teilen
el: Κοινοποίηση
fa: اشتراک گذاری
fi: Jaa
fr: Partager
gl: Compartir
he: שתף
hr: Podijeli
hu: Megosztás
id: Bagikan
it: Condividi
ja: 共有
lv: Kopīgot
nl: Delen
pl: Udostępnij
pt: Partilhar
pt_br: Compartilhar
sk: Zdieľať
sr: Подели
ta: பகிர்
th: แชร์
tr: Paylaş
uk: Поділитися
vi: Chia sẻ
zh_hans: 分享
zh_hant: 共用

source: Share all
ar: مشاركة الكل
az: Hamısını paylaş
bg: Споделяне на всичко
cs: Sdílet vše
de: Alles teilen
fa: اشتراک گذاری همه
fi: Jaa kaikki
fr: Partager tout
he: שתף הכל
hr: Dijeli sve
hu: Összes megosztása
id: Bagikan semua
it: Condividi tutto
ja: すべてを共有
lv: Kopīgot visu
nl: Alles delen
pl: Udostępnij wszystko
pt: Partilhar tudo
pt_br: Compartilhar tudo
sk: Zdieľať všetko
sr: Подели све
ta: அனைத்தையும் பகிரு
th: แชร์ทั้งหมด
tr: Tümünü paylaş
uk: Поділитись усім
vi: Chia sẻ tất cả
zh_hans: 分享所有

source: Move to Organization
ar: نقل إلى مؤسسة
az: Təşkilata daşı
bg: Преместване в организация
cs: Přesunout do organizace
da: Flyt til organisation
de: In Organisation verschieben
el: Μετακίνηση στον Οργανισμό
fa: انتقال به سازمان
fi: Siirrä organisaatiolle
fr: Déplacer vers l'organisation
gl: Mover á organización
he: העבר לארגון
hr: Premjesti u organizaciju
hu: Áthelyezés szervezetbe
id: Pindah ke Organisasi
it: Sposta in organizzazione
ja: 組織に移動
lv: Pārvietot uz apvienību
nl: Naar organisatie verplaatsen
pl: Przenieś do organizacji
pt: Mover para organização
pt_br: Mover para organização
sk: Presunúť do Organizácie
sr: Премести у организацију
ta: நிறுவனத்துக்கு நகர்த்து
th: ย้ายไปองค์กร
tr: Kuruluşa taşı
uk: Перемістити до організації
vi: Chuyển tới Tổ chức
zh_hans: 移动到组织
zh_hant: 移動至組織

# NoOrgsToList
source: No organizations to list.
ar: لا توجد مؤسسات لسردها.
az: Sadalanacaq heç bir təşkilat yoxdur.
bg: Няма организации за показване.
cs: Žádné organizace k zobrazení.
da: Ingen organisationer at vise.
de: Keine Organisationen vorhanden.
el: Δεν υπάρχουν οργανισμοί προς εμφάνιση.
fa: هیچ سازمانی برای نمایش وجود ندارد.
fi: Ei näytettäviä organisaatioita.
fr: Aucune organisation à lister.
gl: Non hai organizacións que listar.
he: אין ארגונים להצגה ברשימה.
hr: Nema organizacija za prikaz.
hu: Nincs megjeleníthető szervezet.
id: Tidak ada organisasi untuk dicantumkan.
it: Nessuna organizzazione da mostrare.
ja: 表示する組織がありません。
lv: Nav apvienību, ko parādīt
nl: Geen organisaties om weer te geven.
pl: Brak organizacji do wyświetlenia.
pt: Não há organizações a enumerar.
pt_br: Nenhuma organização para listar.
sk: Nenašli sa žiadne organizácie.
sr: Ниједна организација у листу.
ta: பட்டியலிட நிறுவனங்களில்லை.
th: ไม่มีองค์กรที่จะแสดง
tr: Listelenecek kuruluş yok.
uk: Немає організацій.
vi: Không có tổ chức.
zh_hans: 没有可列出的组织。
zh_hant: 沒有可列出的組織。

# MoveToOrgDesc
source: Choose an organization that you wish to move this item to. Moving to an organization transfers ownership of the item to that organization. You will no longer be the direct owner of this item once it has been moved.
ar: اختر المؤسسة التي ترغب في نقل هذا العنصر إليها. يؤدي الانتقال إلى مؤسسة إلى نقل ملكية العنصر إلى تلك المؤسسة. لن تكون المالك المباشر لهذا العنصر بعد نقله.
az: Bu elementi daşımaq istədiyiniz təşkilatı seçin. Bir təşkilata daşımaq, elementin sahibliyini də həmin təşkilata daşıyacaq. Daşıdıqdan sonra bu elementə birbaşa sahibliyiniz olmayacaq.
bg: Изберете организацията, в която искате да преместите записа. Преместването прехвърля собствеността му към новата организация. След това няма вече директно да го притежавате.
cs: Vyberte organizaci, do které chcete tuto položku přesunout. Přesun do organizace převede vlastnictví položky této organizaci. Po přesunutí této položky již nebudete přímým vlastníkem této položky.
da: Vælg en organisation, som du ønsker at flytte dette emne til. Flytning til en organisation overfører ejerskabet af emnet til den pågældende organisation. Du vil efter flytningen ikke længere være den direkte ejer af emnet.
de: Wähle eine Organisation aus, in die du diesen Eintrag verschieben möchtest. Das Verschieben in eine Organisation überträgt das Eigentum an diese Organisation. Du bist nicht mehr der direkte Eigentümer dieses Eintrags, sobald er verschoben wurde.
el: Επιλέξτε έναν οργανισμό στον οποίο θέλετε να μετακινήσετε αυτό το στοιχείο. Η μετακίνηση σε έναν οργανισμό μεταβιβάζει την ιδιοκτησία του στοιχείου σε αυτό τον οργανισμό. Δεν θα είστε πλέον ο άμεσος ιδιοκτήτης αυτού του στοιχείου μόλις το μετακινήσετε.
fa: سازمانی را انتخاب کنید که می‌خواهید این مورد را به آن منتقل کنید. انتقال به یک سازمان، مالکیت مورد را به آن سازمان منتقل می‌کند. پس از انتقال این مورد، دیگر مالک مستقیم آن نخواهید بود.
fi: Valitse organisaatio, jolle haluat siirtää kohteen. Tämä siirtää kohteen organisaation omistukseen, etkä tämän jälkeen ole enää sen suora omistaja.
fr: Choisissez une organisation vers laquelle vous souhaitez déplacer cet élément. Le déplacement vers une organisation transfère le Propriétaire de l'élément à cette organisation. Vous ne serez plus le propriétaire direct de cet élément une fois qu'il aura été déplacé.
gl: Escolle a organización á que queres transferir esta entrada. Ó transferila, tamén transfires a súa propiedade á organización. Unha vez transferida, xa non serás o propietario directo desde elemento.
he: בחר ארגון שאליו ברצונך להעביר פריט זה. ההעברה לארגון מעבירה את הבעלות על הפריט לאותו ארגון. לאחר העברת פריט זה לא תהיה יותר הבעלים הישיר.
hr: Odaberi organizaciju u koju želiš premjestiti ovu stavku. Premještanje prenosi vlasništvo stavke na organizaciju. Nakon premještanja više nećeš biti izravni vlasnik ove stavke.
hu: Válasszunk egy szervezetet, ahová áthelyezni szeretnénk ezt az elemet. A szervezetbe áthelyezés átruházza az elem tulajdonjogát az adott szervezetre. Az áthelyezés után többé nem leszünk az elem közvetlen tulajdonosa.
id: Pilih sebuah organisasi yang Anda inginkan untuk memindahkan item ini. Memindahkan berarti menyerahkan kepemilikan item kepada organisasi tersebut. Anda tidak akan lagi menjadi pemilik item ini.
it: Scegli un'organizzazione in cui vuoi spostare questo elemento. Spostarlo in un'organizzazione trasferisce la proprietà dell'elemento all'organizzazione. Una volta spostato, non sarai più il proprietario diretto di questo elemento.
ja: このアイテムを移動する組織を選択してください。組織に移動すると、アイテムの所有権がその組織に移行します。 このアイテムが移動された後、あなたはこのアイテムの直接の所有者にはなりません。
lv: Izvēlies apvienību, uz kuru pārvietot šo vienumu. Pārvietošana nodod šī vienuma piederību apvienībai. Tu vairs nebūsi šī vienuma tiešais īpašnieks pēc tā pārvietošanas.
nl: Kies een organisatie waarnaar je dit item wilt verplaatsen. Door het verplaatsen krijgt de organisatie de eigendomsrechten van het item. Je bent niet langer de directe eigenaar meer van het item als het is verplaatst.
pl: Wybierz organizację, do której chcesz przenieść ten element. Ta czynność spowoduje utratę własności elementu i przenosi te uprawnienia do organizacji.
pt: Escolha uma organização para a qual pretende mover este item. Mover para uma organização transfere a propriedade do item para essa organização. Deixará de ser o proprietário direto deste item depois de este ter sido movido.
pt_br: Escolha uma organização para a qual deseja mover este item. Mover para uma organização transfere a propriedade do item para essa organização. Você não será mais o proprietário direto deste item depois que ele for movido.
sk: Vyberte organizáciu, do ktorej chcete presunúť túto položku. Presunom do organizácie sa vlastníctvo položky prenáša na túto organizáciu. Po presunutí už nebudete priamym vlastníkom danej položky.
sr: Изаберите организацију коју желите да преместите овај предмет. Прелазак на организацију преноси власништво над ставком у ту организацију. Више нећете бити директни власник ове ставке након што је премештена.
ta: இவ்வுருப்படியை நகர்த்த நிறுவனத்தைத் தேர்வுசெய். நிறுவனத்திற்கு நகர்த்தல் உருப்படியின் உரிமையை அந்நிறுவனத்திற்கு மாற்றும். நகர்த்தியபின் இவ்வுருப்படிக்கு நேரடி உரிமையாளராக இருக்கமாட்டீர்.
th: เลือกองค์กรที่คุณต้องการย้ายรายการนี้ไป การย้ายไปองค์กรจะเป็นการโอนสิทธิ์ความเป็นเจ้าของรายการไปยังองค์กรนั้น คุณจะไม่ใช่เจ้าของโดยตรงของรายการนี้อีกต่อไปหลังจากย้ายแล้ว
tr: Bu kaydı taşımak istediğiniz kuruluşu seçin. Taşıdığınız kaydın sahipliği seçtiğiniz kuruluşa aktarılacak. Artık bu kaydın doğrudan sahibi olmayacaksınız.
uk: Виберіть організацію, до якої ви бажаєте перемістити цей запис. Переміщуючи до організації, власність запису передається тій організації. Ви більше не будете єдиним власником цього запису після переміщення.
vi: Chọn một tổ chức mà bạn muốn chuyển mục này tới. Việc di chuyển đến một tổ chức sẽ chuyển quyền sở hữu của mục sang tổ chức mà bạn chọn. Bạn sẽ không còn là chủ sở hữu trực tiếp của mục này một khi nó đã được chuyển.
zh_hans: 选择一个您想将此项目移至的组织。移动到组织会将该项目的所有权转让给该组织。移动后，您将不再是此项目的直接所有者。
zh_hant: 選擇您希望將這個項目移動至哪個組織。項目的擁有權將會轉移至該組織。轉移之後，您將不再是此項目的直接擁有者。

source: Number of words
ar: عدد الكلمات
az: Söz sayı
bg: Брой думи
cs: Počet slov
da: Antal ord
de: Anzahl der Wörter
el: Αριθμός λέξεων
fa: تعداد کلمات
fi: Sanojen määrä
fr: Nombre de mots
gl: Número de palabras
he: מספר המילים
hr: Broj riječi
hu: Szavak száma
id: Jumlah kata
it: Numero di parole
ja: 単語数
lv: Vārdu skaits
nl: Aantal woorden
pl: Liczba słów
pt: Número de palavras
pt_br: Número de palavras
sk: Počet slov
sr: Број речи
ta: சொற்களின் எண்ணிக்கை
th: จำนวนคำ
tr: Kelime sayısı
uk: Кількість слів
vi: Số lượng từ
zh_hans: 单词数
zh_hant: 單字數量

source: Passphrase
ar: جملة المرور
az: Uzun ifadə
bg: Парола-фраза
cs: Heslová fráze
da: Adgangssætning
el: Συνθηματικό
fa: عبارت عبور
fi: Salalause
fr: Phrase de passe
gl: Frase de contrasinal
he: משפט סיסמה
hr: Frazna lozinka
hu: Kulcsszó
id: Frasa Sandi
it: Frase segreta
ja: パスフレーズ
lv: Paroles vārdkopa
nl: Wachtwoordzin
pl: Hasło wyrazowe
pt: Frase de acesso
pt_br: Frase secreta
sk: Prístupová fráza
sr: Фраза лозинка
ta: கடவுச்சொற்றொடர்
th: วลีรหัสผ่าน
tr: Parola cümlesi
uk: Парольна фраза
vi: Cụm mật khẩu
zh_hans: 密码短语
zh_hant: 密碼短語

source: Word separator
ar: فاصل الكلمات
az: Söz ayırıcı
bg: Разделител за думи
cs: Oddělovač slov
da: Ordseparator
de: Worttrennzeichen
el: Διαχωριστής λέξεων
fa: جداکننده کلمات
fi: Sanojen erotin
fr: Séparateur de mots
gl: Separador de palabras
he: מפריד מילים
hr: Razdjelitelj riječi
hu: Szóelválasztó
id: Pemisah kata
it: Separatore parole
ja: 単語の区切り
lv: Vārdu atdalītājs
nl: Scheidingsteken
pl: Separator słów
pt: Separador de palavras
pt_br: Separador das palavras
sk: Oddeľovač slov
sr: Одвајач речи
ta: சொல் பிரிப்பான்
th: ตัวคั่นคำ
tr: Kelime ayracı
uk: Розділювач слів
vi: Dấu phân cách từ
zh_hans: 单词分隔符
zh_hant: 單字分隔字元

source: Clear
ar: مسح
az: Təmizlə
bg: Изчистване
cs: Vymazat
da: Ryd
de: Leeren
el: Εκκαθάριση
fa: پاک کردن
fi: Tyhjennä
fr: Effacer
gl: Limpar
he: נקה
hr: Očisti
hu: Törlés
id: Bersihkan
it: Cancella
ja: 消去する
lv: Notīrīt
nl: Wissen
pl: Wyczyść
pt: Limpar
pt_br: Limpar
sk: Vyčistiť
sr: Очисти
ta: அழி
th: ล้าง
tr: Temizle
uk: Стерти
vi: Xóa
zh_hans: 清除
zh_hant: 清除

source: Generator
ar: المولّد
az: Yaradıcı
bg: Генератор
cs: Generátor
el: Γεννήτρια
fa: تولید کننده
fi: Generaattori
fr: Générateur
gl: Xerador
he: מחולל
hu: Generátor
id: Pembuat Sandi
it: Generatore
ja: パス生成
lv: Veidotājs
pt: Gerador
pt_br: Gerador
sk: Generátor
sr: Генератор
ta: உருவாக்கி
th: ตัวสร้าง
tr: Üreteç
uk: Генератор
vi: Trình tạo
zh_hans: 生成器
zh_hant: 產生器

# NoFoldersToList
source: There are no folders to list.
ar: لا توجد مجلّدات لسردها.
az: Sadalanacaq heç bir qovluq yoxdur.
bg: Няма папки за показване.
cs: Nejsou k dispozici žádné složky k zobrazení.
da: Der er ingen mapper at vise.
de: Keine Ordner zum Auflisten vorhanden.
el: Δεν υπάρχουν φάκελοι προς εμφάνιση.
fa: هیچ پوشه‌ای برای نمایش وجود ندارد.
fi: Ei näytettäviä kansioita.
fr: Il n'y a aucun dossier à lister.
gl: Non hai cartafoles que listar
he: אין תיקיות להצגה ברשימה.
hr: Nema mapa za prikaz.
hu: Nincsenek megjeleníthető mappák.
id: Tidak ada folder untuk ditampilkan.
it: Non ci sono cartelle da mostrare.
ja: 表示するフォルダーがありません。
lv: Nav mapju, ko parādīt
nl: Er zijn geen mappen om weer te geven.
pl: Brak folderów do wyświetlenia.
pt: Não há pastas a enumerar.
pt_br: Não há pastas para listar.
sk: Neexistujú žiadne zložky.
sr: Нема фасцикле у листи.
ta: பட்டியலிட கோப்புறைகளில்லை.
th: ไม่มีโฟลเดอร์ที่จะแสดง
tr: Listelenecek klasör yok.
uk: Немає тек.
vi: Không có thư mục nào.
zh_hans: 没有可列出的文件夹。
zh_hant: 沒有可列出的資料夾。

source: Fingerprint phrase
ar: عبارة بصمة الإصبع
az: Barmaq izi ifadəsi
bg: Уникална фраза
cs: Fráze otisku prstu
da: Fingeraftrykssætning
de: Fingerabdruck-Phrase
el: Φράση δακτυλικών αποτυπωμάτων
fa: عبارت اثر انگشت
fi: Tunnistelause
fr: Phrase d'empreinte
gl: Frase de pegada dixital
he: סיסמת טביעת אצבע
hr: Jedinstvena fraza
hu: Ujjlenyomat mondat
id: Frase Sidik Jari
it: Frase impronta
ja: パスフレーズ
lv: Atpazīšanas vārdkopa
nl: Vingerafdrukzin
pl: Unikalny identyfikator konta
pt: Frase de impressão digital
pt_br: Frase biométrica
sk: Fráza odtlačku
sr: Сигурносна Фраза Сефа
ta: கைரேகை சொற்றொடர்
th: วลีลายนิ้วมือ
tr: Parmak izi ifadesi
uk: Фраза відбитка
vi: Cụm vân tay
zh_hans: 指纹短语
zh_hant: 指紋短語

# YourAccountsFingerprint
source: Your account’s fingerprint phrase
ar: عبارة بصمة حسابك
az: Hesabınızın barmaq izi ifadəsi
bg: Уникална фраза, идентифицираща абонамента ви
cs: Fráze otisku prstu Vašeho účtu
da: Din kontos fingeraftrykssætning
de: Prüfschlüssel für deinen Account
el: Η φράση δακτυλικών αποτυπωμάτων του λογαριασμού σας
fa: عبارت اثر انگشت حساب کاربری شما
fi: Tilisi tunnistelause
fr: La phrase d’empreinte de votre compte
gl: Frase de pegada dixital da túa conta
he: ביטוי טביעת האצבע של חשבונך
hr: Jedinstvena fraza tvog računa
hu: A fiók ujjlenyomat mondata
id: Frasa sidik jari akun Anda
it: Frase di verifica dell'account
ja: アカウントのパスフレーズ
lv: Konta atpazīšanas vārdkopa
nl: Vingerafdrukzin van je account
pl: Unikalny identyfikator Twojego konta
pt: Frase de impressão digital da sua conta
pt_br: Frase biométrica da sua conta
sk: Fráza odtlačku vašeho účtu
sr: Ваша Сигурносна Фраза Сефа
th: วลีลายนิ้วมือของบัญชีคุณ
tr: Hesabınızın parmak izi ifadesi
uk: Фраза відбитка вашого облікового запису
vi: Cụm vân tay của tài khoản của bạn
zh_hans: 您的账户指纹短语
zh_hant: 您帳戶的指紋短語
