Repository: bitwarden/ios
Catalog: BitwardenResources/Localizations/*.lproj/Localizable.strings
Languages: ar, az, bg, cs, da, de, el, fa, fi, fr, gl, he, hr, hu, id, it, ja, lv, nl, pl, pt, pt_br, sk, sr, ta, th, tr, uk, vi, zh_hans, zh_hant

# PasswordFoundInADataBreachAlertDescription
source: Password found in a data breach. Use a unique password to protect your account. Are you sure you want to use an exposed password?
ar: كلمة المرور موجودة في خرق البيانات. استخدم كلمة مرور فريدة لحماية حسابك. هل أنت متأكد من أنك تريد استخدام كلمة مرور مكشوفة؟
az: Parol, məlumat pozuntusunda tapıldı. Hesabınızı qorumaq üçün unikal bir parol istifadə edin. İfşa olunmuş bir parol istifadə etmək istədiyinizə əminsiniz?
bg: Паролата е намерена в пробив на данни. Използвайте уникална парола, за да защитите Вашия акаунт. Наистина ли искате да използвате слаба парола?
cs: Heslo bylo nalezeno mezi odhalenými hesly. K zabezpečení Vašeho účtu používejte jedinečné heslo. Opravdu chcete používat odhalené heslo?
da: Adgangskode fundet i datalæk. Brug en unik adgangskode til at beskytte din konto. Sikker på, at du vil bruge en kompromitteret adgangskode?
de: Passwort in einem Datendiebstahl gefunden. Verwende ein einzigartiges Passwort, um dein Konto zu schützen. Bist du sicher, dass du ein kompromittiertes Passwort verwenden möchtest?
el: Ο κωδικός έχει βρεθεί σε παραβίαση δεδομένων. Χρησιμοποιήστε έναν μοναδικό κωδικό για την προστασία του λογαριασμού σας. Είστε σίγουροι ότι θέλετε να χρησιμοποιήσετε έναν εκτεθειμένο κωδικό πρόσβασης;
fa: کلمه عبور در افشای داده پیدا شد. از یک کلمه عبور منحصربه‌فرد برای محافظت از حساب کاربری خود استفاده کنید. آیا مطمئنید که می‌خواهید از یک کلمه عبور افشا شده استفاده کنید؟
fi: Salasana löytyi tietovuodosta. Sinun tulisi suojata tilisi ainutlaatuisella salasanalla. Haluatko varmasti käyttää paljastunutta salasanaa?
fr: Mot de passe trouvé dans une fuite de données. Utilisez un mot de passe unique pour protéger votre compte. Voulez-vous vraiment utiliser un mot de passe compromis ?
gl: Contrasinal atopado nunha filtración de datos. Emprega un contrasinal único para a túa conta. Seguro que queres utilizar un contrasinal filtrado?
he: הסיסמה נמצאה בפרצת נתונים. השתמש בסיסמה ייחודית כדי להגן על חשבונך. האם אתה בטוח שברצונך להשתמש בסיסמה חשופה?
hr: Lozinka je nađena među ukradenima tijekom krađa podataka. Za zaštitu svog računa koristi jedinstvenu lozinku. Želiš li svejedno korisiti ukradenu lozinku?
hu: A jelszó megtalálható egy adatvédelmi incidensben. A fiók védelméhez használjunk egyedi jelszót. Biztos, hogy kitett jelszót szeretnénk használni?
id: Sandi ditemukan dalam kebocoran data. Gunakan sandi unik untuk melindungi akun. Anda yakin ingin tetap menggunakan sandi yang terekspos?
it: Password trovata una violazione dei dati. Usa una password unica per proteggere il tuo account. Sei sicuro di voler usare una password violata?
ja: 入力したパスワードはデータ流出結果で見つかりました。アカウントを保護するためには一意のパスワードを使用してください。流出済みのパスワードを本当に使用しますか？
lv: Parole atrasta datu noplūdē. Jāizmanto neatkārtojama parole, lai aizsargātu savu kontu. Vai tiešām izmantot noplūdušu paroli?
nl: Wachtwoord gevonden in een datalek. Gebruik een uniek wachtwoord om uw account te beschermen. Weet u zeker dat u een gelekt wachtwoord wilt gebruiken?
pl: Hasło zostało ujawnione w wycieku danych. Użyj unikalnego hasła, aby chronić konto. Czy na pewno chcesz użyć ujawnionego hasła?
pt: Palavra-passe encontrada numa violação de dados. Utilize uma palavra-passe única para proteger a sua conta. Tem a certeza de que pretende utilizar uma palavra-passe exposta?
pt_br: Senha encontrada em um vazamento de dados. Use uma senha única para proteger sua conta. Tem certeza que quer usar uma senha exposta?
sk: Nájdené heslo v uniknuných údajoch. Na ochranu svojho účtu používajte jedinečné heslo. Naozaj chcete používať odhalené heslo?
sr: Лозинка је пронађена у случају повреде података. Користите јединствену лозинку да бисте заштитили свој налог. Да ли сте сигурни да желите да користите откривену лозинку?
ta: கடவுச்சொல் தரவுக் கசிவில் கண்டறியப்பட்டது. உங்கள் கணக்கைப் பாதுகாக்க ஒரு தனித்துவமான கடவுச்சொல்லைப் பயன்படுத்தவும். வெளியான கடவுச்சொல்லைப் பயன்படுத்த விரும்புகிறீர்களா என்பது உறுதியா?
th: พบรหัสผ่านในเหตุข้อมูลรั่วไหล ใช้รหัสผ่านที่ไม่ซ้ำใครเพื่อปกป้องบัญชีของคุณ ยืนยันที่จะใช้รหัสผ่านที่รั่วไหลหรือไม่
tr: Bu parola bir veri ihlalinde tespit edildi. Hesabınızı korumak için aynı parolayı farklı yerlerde kullanmayın. Bu parolayı kullanmak istediğinizden emin misiniz?
uk: Пароль знайдено у витоку даних. Використовуйте унікальний пароль для захисту свого облікового запису. Ви дійсно хочете використати викритий пароль?
vi: Mật khẩu này đã bị lộ trong một vụ rò rỉ dữ liệu. Hãy sử dụng mật khẩu mạnh và duy nhất để bảo vệ tài khoản của bạn. Bạn có chắc chắn muốn sử dụng mật khẩu đã bị lộ này không?
zh_hans: 密码在数据泄露中被发现。请使用一个唯一的密码以保护您的账户。确定要使用已暴露的密码吗？
zh_hant: 在資料外洩事件中找到了密碼。我們建議您使用一個獨特的密碼來保護您的帳戶，您確定要使用已暴露的密碼嗎？

source: Weak and Exposed Master Password
ar: كلمة المرور الرئيسية ضعيفة ومكشوفة
az: Zəif və ifşa olunmuş ana parol
bg: Слаба и разобличена главна парола
cs: Slabé a odhalené hlavní heslo
da: Svag eller kompromitteret hovedadgangskode
de: Schwaches und kompromittiertes Master-Passwort
el: Αδύναμος και Εκτεθειμένος Κύριος Κωδικός
fa: کلمه عبور اصلی ضعیف و افشا شده
fi: Heikko ja paljastunut pääsalasana
fr: Mot de passe principal faible et compromis
gl: Contrasinal mestre filtrado e feble
he: סיסמה ראשית חלשה וחשופה
hr: Slaba i ugrožena glavna lozinka
hu: Gyenge vagy kitett mesterjelszó
id: Sandi Utama Lemah dan Bocor
it: Password principale debole e violata
ja: 脆弱で流出済みのマスターパスワード
lv: Vāja un noplūdusi galvenā parole
nl: Zwak en gelekt hoofdwachtwoord
pl: Hasło główne jest słabe i ujawnione
pt: Palavra-passe mestra fraca e exposta
pt_br: Senha principal fraca e comprometida
sk: Slabé a odhalené hlavné heslo
sr: Слаба и изложена главна лозинка
ta: பலவீனமான மற்றும் வெளியான முதன்மை கடவுச்சொல்
th: รหัสผ่านหลักไม่ปลอดภัยและรั่วไหล
tr: Zayıf ve Açığa Çıkmış Ana Parola
uk: Слабкий і викритий головний пароль
vi: Mật khẩu chính yếu và đã bị lộ
zh_hans: 主密码弱且曾经暴露
zh_hant: 強度不足且已暴露的主密碼

# WeakPasswordIdentifiedAndFoundInADataBreachAlertDescription
source: Weak password identified and found in a data breach. Use a strong and unique password to protect your account. Are you sure you want to use this password?
ar: كلمة مرور ضعيفة محددة وموجودة في خرق البيانات. استخدم كلمة مرور قوية وفريدة لحماية حسابك. هل أنت متأكد من أنك تريد استخدام كلمة المرور هذه؟
az: Zəif parol məlumat pozuntusunda aşkarlandı və tapıldı. Hesabınızı qorumaq üçün güclü və unikal bir parol istifadə edin. Bu parolu istifadə etmək istədiyinizə əminsiniz?
bg: Разпозната е слаба парола, която присъства в известен случай на изтекли данни. Използвайте сложна и уникална парола, за да защитите Вашия акаунт. Наистина ли искате да използвате тази парола?
cs: Slabé heslo bylo nalezeno mezi odhalenými hesly. K zabezpečení Vašeho účtu používejte silné a jedinečné heslo. Opravdu chcete používat toto heslo?
da: Svag adgangskode identificeret og fundet i datalæk. Brug en unik adgangskode til at beskytte din konto. Sikker på, at du vil bruge denne adgangskode?
de: Schwaches Passwort erkannt und in einem Datendiebstahl gefunden. Verwende ein starkes und einzigartiges Passwort, um dein Konto zu schützen. Bist du sicher, dass du dieses Passwort verwenden möchtest?
el: Αδύναμος κωδικός που έχει εντοπιστεί σε παραβίαση δεδομένων. Χρησιμοποιήστε έναν ισχυρό και μοναδικό κωδικό για την προστασία του λογαριασμού σας. Είστε σίγουροι ότι θέλετε να χρησιμοποιήσετε αυτόν τον κωδικό;
fa: کلمه عبور ضعیف شناسایی و در یک افشای داده پیدا شد. از یک کلمه عبور قوی و منحصربه‌فرد برای محافظت از حساب کاربری خود استفاده کنید. آیا مطمئنید که می‌خواهید از این کلمه عبور استفاده کنید؟
fi: Havaittiin heikko ja tietovuodosta löytynyt salasana. Sinun tulisi suojata tilisi vahvalla ja ainutlaatuisella salasanalla. Haluatko varmasti käyttää tätä salasanaa?
fr: Mot de passe faible identifié et trouvé dans une fuite de données. Utilisez un mot de passe fort et unique pour protéger votre compte. Voulez-vous vraiment utiliser ce mot de passe ?
gl: Contrasinal feble e atopado nunha filtración de datos. Emprega un contrasinal forte e único para a túa conta. Seguro que queres utilizar este contrasinal?
he: סיסמה חלשה זוהתה ונמצאה בפרצת נתונים. השתמש בסיסמה חזקה וייחודית כדי להגן על חשבונך. האם אתה בטוח שאתה רוצה להשתמש בסיסמה זו?
hr: Slaba lozinka je nađena među ukradenima tijekom krađa podataka. Za zaštitu svog računa koristi jaku i jedinstvenu lozinku. Želiš li svejedno korisiti slabu, ukradenu lozinku?
hu: Gyenge jelszó lett azonosítva és megtalálva egy adatvédelmi incidens során. A fók védelme érdekében használjunk erős és egyedi jelszót. Biztosan használni szeretnénk ezt a jelszót?
id: Sandi lemah terdeteksi dan ditemukan dalam kebocoran data. Gunakan sandi kuat dan unik untuk melindungi akun. Anda yakin ingin tetap menggunakan sandi ini?
it: Password debole e trovata in una violazione dei dati. Usa una password forte e unica per proteggere il tuo account. Sei sicuro di voler usare questa password?
ja: 入力されたパスワードは脆弱かつ流出済みです。アカウントを守るためより強力で一意なパスワードを使用してください。本当にこの脆弱なパスワードを使用しますか？
lv: Noteikta vāja parole, un tā ir atrasta datu noplūdē. Jāizmanto spēcīga un neatkārtojama parole, lai aizsargātu savu kontu. Vai tiešām izmantot šo paroli?
nl: Zwak wachtwoord geïdentificeerd en gevonden in een datalek. Gebruik een sterk en uniek wachtwoord om uw account te beschermen. Weet u zeker dat u dit wachtwoord wilt gebruiken?
pl: Hasło jest słabe i zostało ujawnione w wycieku danych. Użyj silnego i unikalnego hasła, aby chronić konto. Czy na pewno chcesz użyć tego hasła?
pt: Palavra-passe fraca identificada e encontrada numa violação de dados. Utilize uma palavra-passe forte e única para proteger a sua conta. Tem a certeza de que pretende utilizar esta palavra-passe?
pt_br: Uma senha foi identificada como fraca e foi encontrada em um vazamento de dados. Use uma senha única e forte para proteger sua conta. Quer mesmo usar essa senha?
sk: Nájdené slabé heslo v uniknuných údajoch. Na ochranu svojho účtu používajte silné a jedinečné heslo. Naozaj chcete používať toto heslo?
sr: Идентификована је слаба лозинка и пронађена у упаду података. Користите јаку и јединствену лозинку да заштитите свој налог. Да ли сте сигурни да желите да користите ову лозинку?
ta: பலவீனமான கடவுச்சொல் கண்டறியப்பட்டு, தரவுக் கசிவில் காணப்படுகிறது. உங்கள் கணக்கைப் பாதுகாக்க வலுவான மற்றும் தனித்துவமான கடவுச்சொல்லைப் பயன்படுத்தவும். இந்தக் கடவுச்சொல்லைப் பயன்படுத்த விரும்புகிறீர்களா என்பது உறுதியா?
th: ตรวจพบรหัสผ่านที่ไม่ปลอดภัยและพบในเหตุข้อมูลรั่วไหล ใช้รหัสผ่านที่รัดกุมและไม่ซ้ำใครเพื่อปกป้องบัญชีของคุณ ยืนยันที่จะใช้รหัสผ่านนี้หรือไม่
tr: Hem zayıf hem de veri ihlalinde yer alan bir tespit edildi. Hesabınızı korumak için güçlü bir parola seçin ve o parolayı başka yerlerde kullanmayın. Bu parolayı kullanmak istediğinizden emin misiniz?
uk: Виявлено слабкий пароль, який знайдено у витоку даних. Використовуйте надійний та унікальний пароль для захисту свого облікового запису. Ви дійсно хочете використати цей пароль?
vi: Mật khẩu yếu này đã bị rò rỉ trong một vụ tấn công dữ liệu. Hãy dùng mật khẩu mạnh và duy nhất để bảo vệ tài khoản của bạn. Bạn có chắc muốn sử dụng mật khẩu đã bị rò rỉ?
zh_hans: 识别到弱密码且其出现在数据泄露中。请使用一个强且唯一的密码以保护您的账户。确定要使用这个密码吗？
zh_hant: 密碼強度不足，且在資料外洩事件中找到了這個密碼。使用一個強度足夠和獨特的密碼來保護您的帳戶。您確定要使用這個密碼嗎？

source: Add the key to an existing or new item
ar: إضافة المفتاح إلى عنصر موجود أو جديد
az: Açarı, mövcud və ya yeni bir elementə əlavə edin
bg: Добавяне на ключа към съществуващ или нов елемент
cs: Přidat klíč k existující nebo nové položce
da: Føj nøglen til et eksisterende eller nyt emne
de: Den Schlüssel zu einem bestehenden oder neuen Eintrag hinzufügen
el: Προσθέστε το κλειδί σε ένα υπάρχον ή νέο στοιχείο
fa: کلید را به یک مورد موجود یا جدید اضافه کنید
fi: Lisää avain olemassa olevaan tai uuteen kohteeseen
fr: Ajouter la clé à un élément existant ou nouveau
gl: Engadir a clave a unha entrada nova ou existente
he: הוסף את המפתח לפריט קיים או חדש
hr: Dodaj ključ postojećoj ili novoj stavci
hu: Adjuk hozzá a kulcsot egy meglévő vagy új elemhez.
id: Tambah kunci ke item yang ada atau baru
it: Aggiungi la chiave a un elemento nuovo o esistente
ja: 既存または新規アイテムにキーを追加
lv: Pievienot atslēgu esošam vai jaunam vienumam
nl: De sleutel aan een bestaand of nieuw item toevoegen
pl: Dodaj klucz do obecnego lub nowego elementu
pt: Adicionar a chave a um item existente ou novo
pt_br: Adicione a chave a um item novo ou existente
sk: Pridať kľúč k existujúcej alebo novej položke
sr: Додајте кључ постојећој или новој ставци
ta: விசையை ஏற்கனவே உள்ள அல்லது புதிய உருப்படியில் சேர்க்கவும்
th: เพิ่มคีย์ไปยังรายการที่มีอยู่หรือรายการใหม่
tr: Anahtarı mevcut veya yeni bir kayda ekle
uk: Додати ключ до наявного чи нового запису
vi: Thêm khóa vào mục hiện có hoặc tạo mục mới
zh_hans: 将密钥添加到现有或新的项目
zh_hant: 將金鑰新增到現有或新的項目

# ThereAreNoItemsInYourVaultThatMatchX
source: There are no items in your vault that match “%1$@”
ar: لا توجد عناصر في خزانتك تتطابق مع "%1$@"
az: Seyfinizdə %1$@ ilə uyuşan heç bir element yoxdur
bg: В трезора липсват елементи, които отговарят на „%1$@“
cs: Žádné položky se shodou s "%1$@"
da: Der er ingen emner i boksen matchende "%1$@"
de: Es gibt keine Einträge in deinem Tresor, die mit "%1$@" übereinstimmen
el: Δεν υπάρχουν αντικείμενα στη κρύπτη σας που ταιριάζουν με "%1$@"
fa: هیچ موردی در گاوصندوق شما وجود ندارد که با "%1$@" مطابقت داشته باشد
fi: Holvissasi ei ole kohdetta "%1$@" vastavia tietoja
fr: Il n'y a pas d'éléments dans votre coffre qui correspondent à "%1$@"
gl: Non hai entradas coincidentes para "%1$@" na caixa forte
he: אין פריטים בכספת שלך התואמים את "%1$@"
hr: U tvom trezoru nema stavki za „%1$@”
hu: Nincs elem a széfben %1$@ egyezéssel.
id: Tidak ada item di brankas yang cocok dengan “%1$@”
it: Nessun elemento nella tua cassaforte corrisponde a "%1$@"
ja: "%1$@" に一致するアイテムは保管庫にありません
lv: Glabātavā nav vienumu, kas atbilstu "%1$@"
nl: Er zijn geen items in je kluis die overeenkomen met "%1$@"
pl: Brak elementów pasujących do „%1$@”
pt: Não existem itens no seu cofre que correspondam a "%1$@"
pt_br: Não há itens no seu cofre que correspondam a "%1$@"
sk: Vo vašom trezore nie sú žiadne položky, ktoré zodpovedajú "%1$@"
sr: У вашем сефу нема ставке за "%1$@"
ta: உங்கள் பெட்டகத்தில் "%1$@" உடன் பொருந்தக்கூடிய எந்த பொருளும் இல்லை
th: ไม่มีรายการในตู้นิรภัยที่ตรงกับ “%1$@”
tr: Kasanızda “%1$@” ile eşleşen kayıt yok
uk: У вашому сховищі немає записів, які відповідають "%1$@"
vi: Không có mục nào trong kho của bạn khớp với "%1$@"
zh_hans: 您的密码库中没有匹配「%1$@」的项目
zh_hant: 您的密碼庫中沒有與「%1$@」一致的項目

source: Search for an item or add a new item
ar: البحث عن عنصر أو إضافة عنصر جديد
az: Bir element axtarın və ya yenisini əlavə edin
bg: Търсене на елемент или добавяне на нов
cs: Hledat položku nebo přidat novou
da: Søg efter, eller tilføj et nyt, emne
de: Nach einem Eintrag suchen oder einen neuen Eintrag hinzufügen
el: Αναζητήστε ένα στοιχείο ή προσθέστε ένα νέο
fa: یک مورد را جستجو کنید یا یک مورد جدید اضافه کنید
fi: Etsi kohdetta tai lisää uusi kohde
fr: Rechercher un élément ou ajouter un nouvel élément
gl: Buscar unha entrada ou engadir unha nova
he: חפש פריט או הוסף פריט חדש
hr: Potraži ili dodaj novu stavku
hu: Keressünk egy elemet vagy adjunk hozzá új elemet.
id: Cari item atau tambahkan item baru
it: Cerca un elemento o aggiungi un nuovo elemento
ja: アイテムを検索するか、新しいアイテムを追加
lv: Meklēt vienumu vai pievienot jaunu
nl: Naar een item zoeken of een nieuw item toevoegen
pl: Wyszukaj element lub dodaj nowy
pt: Procure um item ou adicione um novo
pt_br: Procure por um item ou adicione um novo item
sk: Vyhľadať položku alebo pridať novú položku
sr: Потражите ставку или додајте нову
ta: ஒரு உருப்படியைத் தேடவும் அல்லது புதிய உருப்படியைச் சேர்க்கவும்
th: ค้นหารายการหรือเพิ่มรายการใหม่
tr: Kayıtlarda ara veya yeni kayıt ekle
uk: Шукати запис або додати новий запис
vi: Tìm kiếm một mục hoặc thêm mục mới
zh_hans: 搜索项目或添加新的项目
zh_hant: 搜尋項目或新增項目

source: There are no items that match the search
ar: لا توجد عناصر تطابق البحث
az: Axtarışla uyuşan heç bir element yoxdur
bg: Няма елементи, които отговарят на търсенето
cs: Neexistují žádné položky, které by odpovídaly hledání
da: Ingen emner matcher søgningen
de: Es gibt keine Einträge, die mit der Suche übereinstimmen
el: Δεν υπάρχουν στοιχεία που να ταιριάζουν με την αναζήτηση
fa: هیچ موردی وجود ندارد که با جستجو مطابقت داشته باشد
fi: Hakua vastaavia kohteita ei ole
fr: Il n'y a pas d'éléments qui correspondent à la recherche
gl: Non hai entradas que coincidan ca busca
he: אין פריטים שתואמים את החיפוש
hr: Nema stavki koje odgovaraju pretrazi
hu: Nincsenek a keresésnek megfelelő elemek.
id: Tidak ada item yang cocok dengan pencarian
it: Nessun elemento corrisponde alla ricerca
ja: 検索に一致するアイテムはありません
lv: Nav vienumu, kas atbilstu meklējumam
nl: Er zijn geen items die overeenkomen met de zoekopdracht
pl: Brak elementów pasujących do wyszukiwania
pt: Não existem itens que correspondam à pesquisa
pt_br: Não há itens que correspondam à busca
sk: Vyhľadávaniu nezodpovedajú žiadne položky
sr: Нема ставки које одговарају претрази
ta: தேடலுடன் பொருந்தக்கூடிய உருப்படிகள் எதுவும் இல்லை
th: ไม่มีรายการที่ตรงกับการค้นหา
tr: Aramayla eşleşen kayıt yok
uk: Немає записів, що відповідають пошуку
vi: Không tìm thấy
zh_hans: 没有匹配搜索条件的项目
zh_hant: 您的密碼庫中沒有與搜尋目標一致的項目

source: There are no logins in your vault
ar: لا يوجد أي تسجيل دخول في المخزن الخاص بك
az: Seyfinizdə heç bir giriş məlumatı yoxdur.
bg: Няма елементи за вписване в трезора.
cs: Žádné přihlašovací údaje ve Vašem trezoru
de: Du hast keine Zugangsdaten in deinem Tresor.
fa: هیچ ورودی در گاوصندوق‌تان موجود نیست
fi: Holvissasi ei ole kirjautumistietoja.
fr: Il n'y a pas d'identifiants dans votre coffre
he: אין כניסות בכספת שלך
hr: U tvom trezoru nema prijava
hu: Nincsenek bejelentkezések a széfben.
id: Tidak ada login di brankas Anda
it: La cassaforte non contiene dati di accesso
ja: 保管庫にログイン情報がありません
lv: Glabātavā nav pieteikšanās vienumu.
nl: Er zijn geen inloggegevens in je kluis.
pl: Brak danych logowania w sejfie
pt: Não existem credenciais no seu cofre
pt_br: Não há credenciais no seu cofre
sk: Vo vašom trezore nie sú žiadne prihlasovacie údaje.
sr: У вашем сефу нема пријаве
ta: உங்கள் பெட்டகத்தில் எந்த உள்நுழைவுகளும் இல்லை
th: ไม่มีข้อมูลเข้าสู่ระบบในตู้นิรภัย
tr: Kasanızda hiç hesap yok
uk: У вашому сховищі немає записів
vi: Không có tài khoản đăng nhập nào trong kho của bạn
zh_hans: 您的密码库中没有登录信息

source: There are no cards in your vault
ar: لا توجد بطاقات في المخزن الخاص بك
az: Seyfinizdə heç bir kart yoxdur.
bg: Няма карти в трезора.
cs: Žádné karty ve Vašem trezoru
de: Du hast keine Karten in deinem Tresor.
fa: هیچ کارتی در گاوصندوق‌تان موجود نیست
fi: Holvissasi ei ole kortteja.
fr: Il n'y a pas de carte de paiement dans votre coffre
he: אין כרטיסים בכספת שלך
hr: U tvom trezoru nema kartica
hu: Nincsenek kártyák a széfben.
id: Tidak ada kartu di brankas Anda
it: La cassaforte non contiene carte
ja: 保管庫にカードがありません
lv: Glabātavā nav karšu.
nl: Er zijn geen kaarten in je kluis.
pl: Brak kart w sejfie
pt: Não existem cartões no seu cofre
pt_br: Não há cartões no seu cofre
sk: V trezore sa nenachádzajú žiadne karty.
sr: У вашем сефу нема картице
ta: உங்கள் பெட்டகத்தில் எந்த அட்டைகளும் இல்லை
th: ไม่มีบัตรในตู้นิรภัย
tr: Kasanızda hiç kart yok
uk: У вашому сховищі немає карток
vi: Không có thẻ nào trong kho của bạn
zh_hans: 您的密码库中没有支付卡

source: There are no notes in your vault
ar: لا توجد ملاحظات في المخزن الخاص بك
az: Seyfinizdə heç bir not yoxdur.
bg: Няма бележки в трезора.
cs: Žádné poznámky ve Vašem trezoru
de: Du hast keine Notizen in deinem Tresor.
fa: هیج یادداشتی در گاوصندوق‌تان موجود نیست
fi: Holvissasi ei ole muistioita.
fr: Il n'y a pas de note dans votre coffre
he: אין הערות בכספת שלך
hr: U tvom trezoru nema bilješki
hu: Nincsenek jegyzetek a széfben.
id: Tidak ada catatan di brankas Anda
it: La cassaforte non contiene note
ja: 保管庫にメモがありません
lv: Glabātavā nav piezīmju.
nl: Er zijn geen notities in je kluis.
pl: Brak notatek w sejfie
pt: Não existem notas no seu cofre
pt_br: Não há anotações no seu cofre
sk: V trezore sa nenachádzajú žiadne poznámky.
sr: У вашем сефу нема белешке
ta: உங்கள் பெட்டகத்தில் எந்த குறிப்புகளும் இல்லை
th: ไม่มีโน้ตในตู้นิรภัย
tr: Kasanızda hiç not yok
uk: У вашому сховищі немає нотаток
vi: Không có ghi chú nào trong kho của bạn
zh_hans: 您的密码库中没有笔记

source: There are no identities in your vault
ar: لا توجد هويات في المخزن الخاص بك
az: Seyfinizdə heç bir kimlik məlumatı yoxdur.
bg: Няма самоличности в трезора.
cs: Žádné identity ve Vašem trezoru
de: Du hast keine Identitäten in deinem Tresor.
fa: هیچ هویتی در گاوصندوق‌تان موجود نیست
fi: Holvissasi ei ole henkilöllisyyksiä.
fr: Il n'y a pas d'identité dans votre coffre
he: אין זהויות בכספת שלך
hr: U tvom trezoru nema identiteta
hu: Nincsenek azonosítások a széfben.
id: Tidak ada indentitas di brankas Anda
it: La cassaforte non contiene identità
ja: 保管庫にIDがありません
lv: Glabātavā nav identitāšu.
nl: Er zijn geen identiteiten in je kluis.
pl: Brak tożsamości w sejfie
pt: Não existem identidades no seu cofre
pt_br: Não há identidades no seu cofre
sk: V trezore nie sú žiadne identity.
sr: У вашем сефу нема идентитета
ta: உங்கள் பெட்டகத்தில் எந்த அடையாளங்களும் இல்லை
th: ไม่มีข้อมูลระบุตัวตนในตู้นิรภัย
tr: Kasanızda hiç kimlik yok
uk: У вашому сховищі немає посвідчень
vi: Không có danh tính nào trong kho của bạn
zh_hans: 您的密码库中没有身份信息

source: There are no SSH keys in your vault
ar: لا توجد مفاتيح SSH في المخزن الخاص بك
az: Seyfinizdə heç bir SSH açarı yoxdur
bg: Няма SSH ключове в трезора
cs: Žádné SSH klíče ve Vašem trezoru
de: Es gibt keine SSH-Schlüssel in deinem Tresor
fa: هیچ کلید SSH در گاوصندوق‌تان موجود نیست
fi: Holvissasi ei ole SSH-avaimia.
fr: Il n'y a pas de clé SSH dans votre coffre
he: אין מפתחות SSH בכספת שלך
hr: U tvom trezoru nema SSH ključeva
hu: Nincsenek SSH kulcsok a széfben.
id: Tidak ada kunci SSH di brankas Anda
it: Non ci sono chiavi SSH nella cassaforte
ja: 保管庫に SSH キーがありません
lv: Glabātavā nav SSH atslēgu
nl: Er zijn geen SSH-sleutels in je kluis
pl: Brak kluczy SSH w sejfie
pt: Não existem chaves SSH no seu cofre
pt_br: Não há chaves SSH no seu cofre
sk: V trezore sa nenachádzajú žiadne kľúče SSH
sr: У вашем сефу нема SSH кључева
ta: உங்கள் பெட்டகத்தில் எந்த SSH விசைகளும் இல்லை
th: ไม่มีคีย์ SSH ในตู้นิรภัย
tr: Kasanızda hiç SSH anahtarı yok
uk: У вашому сховищі немає ключів SSH
vi: Không có khóa SSH nào trong kho của bạn
zh_hans: 您的密码库中没有 SSH 密钥

source: US
ar: الولايات المتحدة
az: ABŞ
bg: САЩ
da: USA
el: ΗΠΑ
fa: امریکا
gl: EUA
he: ארה"ב
hr: SAD
id: AS
ja: 米国
lv: ASV
pt: EUA
pt_br: EUA
sk: USA
ta: அமெரிக்க ஐக்கிய நாடுகள்
th: สหรัฐอเมริกา
tr: ABD
uk: США
vi: Hoa Kỳ
zh_hans: 美国
zh_hant: 美國

source: EU
ar: الاتحاد الأوروبي
az: AB
bg: ЕС
el: ΕΕ
fa: اروپا
gl: UE
he: האיחוד האירופי
lv: ES
pl: UE
pt: UE
pt_br: União Europeia
sk: EÚ
ta: ஐரோப்பிய ஒன்றியம்
th: ยุโรป
tr: AB
uk: ЄС
vi: Châu Âu
zh_hans: 欧盟
zh_hant: 歐盟

source: Self-hosted
ar: استضافة ذاتية
az: Öz-özünə sahiblik edən
bg: Собствен хостинг
cs: Vlastní hosting
da: Selv-hostet
de: Selbst gehostet
el: Αυτο-φιλοξενούμενο
fa: خود میزبان
fi: Itse ylläpidetty
fr: Auto-hébergé
gl: Autoaloxado
he: אירוח עצמי
hr: Vlastiti poslužitelj
hu: Saját kiszolgáló
id: Hosting mandiri
ja: 自己ホスト型
lv: Pašizvietots
nl: Zelfgehost
pl: Samodzielnie hostowany
pt: Auto-hospedado
pt_br: Auto-hospedado
sk: Vlastný hosting
sr: Личан хостинг
ta: சுய-ஹோஸ்ட்
th: โฮสต์เอง
tr: Barındırılan
uk: Власне розміщення
vi: Tự lưu trữ
zh_hans: 自托管
zh_hant: 自架

source: Region
ar: المنطقة
az: Bölgə
bg: Регион
el: Περιοχή
fa: منطقه
fi: Alue
fr: Région
gl: Rexión
he: אזור
hr: Regija
hu: Régió
it: Regione
ja: リージョン
lv: Apgabals
nl: Regio
pt: Região
pt_br: Região
sk: Región
sr: Регион
ta: இடம்
th: ภูมิภาค
tr: Bölge
uk: Регіон
vi: Khu vực
zh_hans: 区域
zh_hant: 區域
