Repository: bitwarden/ios
Catalog: BitwardenResources/Localizations/*.lproj/Localizable.strings
Languages: ar, az, bg, cs, da, de, el, fa, fi, fr, gl, he, hr, hu, id, it, ja, lv, nl, pl, pt, pt_br, sk, sr, ta, th, tr, uk, vi, zh_hans, zh_hant

source: Website
ar: موقع الويب
az: Veb sayt
bg: Сайт
cs: Webová stránka
da: Hjemmeside
de: Webseite
el: Ιστοσελίδα
fa: وب‌سایت
fi: SIvusto
fr: Site web
gl: Sitio web
he: אתר
hr: Web stranica
hu: Weboldal
id: Situs web
it: Sito web
ja: ウェブサイト
lv: Tīmekļvietne
pl: Strona
pt: Site
pt_br: Site
sk: Webstránka
sr: Веб сајт
ta: வலைத்தளம்
th: เว็บไซต์
tr: Web sitesi
uk: Вебсайт
vi: Trang web
zh_hans: 网站
zh_hant: 網站

source: Yes
ar: نعم
az: Bəli
bg: Да
cs: Ano
da: Ja
de: Ja
el: Ναι
fa: بله
fi: Kyllä
fr: Oui
gl: Si
he: כן
hr: Da
hu: Igen
id: Ya
it: Sì
ja: はい
lv: Jā
nl: Ja
pl: Tak
pt: Sim
pt_br: Sim
sk: Áno
sr: Да
ta: ஆம்
th: ใช่
tr: Evet
uk: Так
vi: Có
zh_hans: 是
zh_hant: 是

source: Account
ar: حساب
az: Hesab
bg: Регистрация
cs: Účet
da: Konto
de: Benutzerkonto
el: Λογαριασμός
fa: حساب کاربری
fi: Käyttäjätili
fr: Compte
gl: Conta
he: חשבון
hr: Račun
hu: Fiók
id: Akun
ja: アカウント
lv: Konts
pl: Konto
pt: Conta
pt_br: Conta
sk: Účet
sr: Налог
ta: கணக்கு
th: บัญชี
tr: Hesap
uk: Обліковий запис
vi: Tài khoản
zh_hans: 账户
zh_hant: 帳戶

# StepOfStep
source: %1$d OF %2$d
ar: %1$d من %2$d
az: %1$d/%2$d
bg: %1$d ОТ %2$d
cs: %1$d Z %2$d
da: %1$d AF %2$d
de: %1$d VON %2$d
el: %1$d ΑΠΟ %2$d
fa: %1$d از %2$d
fi: %1$d/%2$d
fr: %1$d DE %2$d
he: %1$d מתוך %2$d
hr: %1$d od %2$d
hu: %1$d / %2$d
id: %1$d DARI %2$d
it: %1$d DI %2$d
ja: %1$d / %2$d
lv: %1$d. NO %2$d
nl: %1$d VAN %2$d
pl: %1$d z %2$d
pt: %1$d DE %2$d
pt_br: %1$dª de %2$d
sk: %1$d Z %2$d
sr: %1$d ОД %2$d
ta: %1$d இல் %2$d
th: %1$d จาก %2$d
tr: %1$d/%2$d
uk: %1$d З %2$d
vi: %1$d TRONG %2$d
zh_hans: %1$d / %2$d

source: App extension
ar: امتداد التطبيق
az: Tətbiq uzantısı
bg: Разширение
cs: Rozšíření aplikace
da: App-udvidelse
de: App-Erweiterung
el: Επέκταση εφαρμογής
fa: افزونه برنامه
fi: Sovelluslaajennus
fr: Extension de l'application
gl: Extensión da app
he: הרחבת אפליקציה
hr: Proširenje aplikacije
hu: App kiterjesztés
id: Ekstensi aplikasi
it: Estensione app
lv: Lietotņu paplašinājums
nl: App-extensie
pl: Rozszerzenie aplikacji
pt: Extensão da app
pt_br: Extensão do aplicativo
sk: Rozšírenie aplikácie
sr: Додатак апликације
ta: செயலி நீட்டிப்பு
th: แอปส่วนขยาย
tr: Uygulama uzantısı
uk: Розширення програми
vi: Tiện ích mở rộng
zh_hans: App 扩展
zh_hant: App 延伸功能

source: Avoid ambiguous characters
ar: تجنب الأحرف الغامضة
az: Anlaşılmaz simvollardan çəkinin
bg: Без нееднозначни знаци
cs: Nepoužívat zaměnitelné znaky
da: Undgå tvetydige tegn
de: Mehrdeutige Zeichen vermeiden
el: Αποφυγή αμφιλεγόμενων χαρακτήρων
fa: از کاراکترهای مبهم خودداری کن
fi: Vältä epäselviä merkkejä
fr: Éviter les caractères ambigus
gl: Evitar caracteres ambiguos
he: הימנע מתווים דו־משמעיים
hr: Izbjegavaj dvosmislene znakove
hu: Félreérthető karakterek mellőzése
id: Hindari karakter ambigu
it: Evita caratteri ambigui
ja: あいまいな文字を避ける
lv: Izvairīties no viegli sajaucamām rakstzīmēm
nl: Dubbelzinnige tekens vermijden
pl: Unikaj niejednoznacznych znaków
pt: Evitar carateres ambíguos
pt_br: Evitar caracteres ambíguos
sk: Vyhnúť sa zameniteľným znakom
sr: Избегавај двосмислене карактере
ta: தெளிவற்ற எழுத்துக்களைத் தவிர்
th: หลีกเลี่ยงอักขระที่ไม่ชัดเจน
tr: Okurken karışabilecek karakterleri kullanma
uk: Уникати неоднозначних символів
vi: Tránh các ký tự dễ nhầm lẫn
zh_hans: 避免易混淆的字符
zh_hant: 避免易混淆的字元

source: Change email address
ar: تغيير عنوان البريد الإلكتروني
az: E-poçt ünvanını dəyişdir
bg: Промяна на адреса на е-пощата
cs: Změnit e-mailovou adresu
da: Skift e-mailadresse
de: E-Mail-Adresse ändern
el: Αλλαγή διεύθυνσης email
fa: تغییر نشانی ایمیل
fi: Vaihda sähköpostiosoite
fr: Changer l'adresse email
gl: Cambiar o enderezo electrónico
he: שנה כתובת דוא"ל
hr: Promjeni adresu e-pošte
hu: Email cím megváltoztatása
id: Ubah alamat email
it: Cambia indirizzo email
ja: メールアドレスを変更
lv: Nomainīt e-pasta adresi
nl: E-mailadres aanpassen
pl: Zmień adres e-mail
pt: Alterar o endereço de e-mail
pt_br: Alterar endereço de e-mail
sk: Zmeniť e-mailovú adresu
sr: Промени адресу Е-поште
ta: மின்னஞ்சல் முகவரியை மாற்று
th: เปลี่ยนที่อยู่อีเมล
tr: E-posta adresini değiştir
uk: Змінити адресу е-пошти
vi: Thay đổi địa chỉ email
zh_hans: 更改电子邮箱地址
zh_hant: 更改電子郵件地址

source: Close
ar: إغلاق
az: Bağla
bg: Затваряне
cs: Zavřít
da: Luk
de: Schließen
el: Κλείσιμο
fa: بستن
fi: Sulje
fr: Fermer
gl: Pechar
he: סגירה
hr: Zatvori
hu: Bezár
id: Tutup
it: Chiudi
ja: 閉じる
lv: Aizvērt
nl: Sluiten
pl: Zamknij
pt: Fechar
pt_br: Fechar
sk: Zavrieť
sr: Затвори
ta: மூடு
th: ปิด
tr: Kapat
uk: Закрити
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

source: Continue
ar: متابعة
az: Davam
bg: Продължаване
cs: Pokračovat
da: Forsæt
de: Fortsetzen
el: Συνέχεια
fa: ادامه
fi: Jatka
fr: Continuer
gl: Continuar
he: המשך
hr: Nastavi
hu: Folytatás
id: Lanjutkan
it: Continua
ja: 続行
lv: Turpināt
nl: Doorgaan
pl: Kontynuuj
pt: Continuar
pt_br: Continuar
sk: Pokračovať
sr: Настави
ta: தொடர்
th: ดำเนินการต่อ
tr: Devam
uk: Продовжити
vi: Tiếp tục
zh_hans: 继续
zh_hant: 繼續

source: Create account
ar: إنشاء حساب
az: Hesab yarat
bg: Регистрация
cs: Vytvořit účet
da: Opret konto
de: Konto erstellen
el: Δημιουργία λογαριασμού
fa: ایجاد حساب کاربری
fi: Luo tili
fr: Créez un compte
gl: Crea unha conta
he: צור חשבון
hr: Stvori račun
hu: Fiók létrehozása
id: Buat akun
it: Crea account
ja: アカウントの作成
lv: Izveidot kontu
nl: Account aanmaken
pl: Utwórz konto
pt: Criar conta
pt_br: Criar conta
sk: Vytvoriť účet
sr: Креирај налог
ta: கணக்கை உருவாக்கு
th: สร้างบัญชี
tr: Hesap oluştur
uk: Створити обліковий запис
vi: Tạo tài khoản
zh_hans: 创建账户
zh_hant: 建立帳戶

source: Creating account…
ar: جارِ إنشاء الحساب...
az: Hesab yaradılır...
bg: Създаване на сметката...
cs: Vytváření účtu...
da: Opretter konto...
de: Konto wird erstellt ...
el: Δημιουργία λογαριασμού...
fa: در حال ایجاد حساب کاربری...
fi: Luodaan tiliä…
fr: Création du compte…
gl: Creando conta...
he: יוצר חשבון…
hr: Stvaranje računa...
hu: Fiók létrehozása...
id: Membuat akun…
it: Creazione account…
ja: アカウントの作成中...
lv: Tiek izveidots konts...
nl: Account aanmaken...
pl: Tworzenie konta...
pt: A criar conta...
pt_br: Criando conta…
sk: Vytvára sa účet...
sr: Креирање налога...
th: กำลังสร้างบัญชี…
tr: Hesap oluşturuluyor…
uk: Створення облікового запису...
vi: Đang tạo tài khoản...
zh_hans: 正在创建账户...
zh_hant: 正在建立帳戶...

source: Edit item
ar: تعديل العنصر
az: Elementə düzəliş et
bg: Редактиране на елемента
cs: Upravit položku
da: Redigér element
de: Eintrag bearbeiten
el: Επεξεργασία στοιχείου
fa: ویرایش مورد
fi: Muokkaa kohdetta
fr: Éditer l'élément
gl: Editar elemento
he: ערוך פריט
hr: Uredi stavku
hu: Elem szerkesztése
id: Ubah item
it: Modifica elemento
ja: アイテムの編集
lv: Labot vienumu
nl: Item bewerken
pl: Edytuj element
pt: Editar item
pt_br: Editar item
sk: Upraviť položku
sr: Уреди ставку
ta: உருப்படியைத் திருத்து
th: แก้ไขรายการ
tr: Kaydı düzenle
uk: Редагування
vi: Sửa mục
zh_hans: 编辑项目
zh_hant: 編輯項目

# EnableAutomaticSyncing
source: Allow automatic syncing
ar: تشغيل المزامنة التلقائية
az: Avto-sinxrn icazə ver
bg: Автоматично синхронизиране
cs: Povolit automatickou synchronizaci
da: Tillad automatisk synkronisering
de: Automatische Synchronisierung zulassen
el: Επιτρέψτε τον αυτόματο συγχρονισμό
fa: فعال کردن همگام‌سازی خودکار
fi: Käytä automaattista synkronointia
fr: Autoriser la synchronisation automatique
gl: Habilitar sincronización automática
he: אפשר סנכרון אוטומטי
hr: Omogući automatsku sinkronizaciju
hu: Automatikus szinkronizálás engedélyezése
id: Aktifkan sinkronisasi otomatis
it: Sincronizzazione automatica
ja: 自動同期を有効化
lv: Iespējot automātisko sinhronizēšanu
nl: Automatische synchronisatie inschakelen
pl: Włącz automatyczną synchronizację
pt: Permitir a sincronização automática
pt_br: Permitir sincronização automática
sk: Zapnúť automatickú synchronizáciu
sr: Активирај аутоматску синхронизацију
ta: தானியங்கு ஒத்திசைவை அனுமதி
th: อนุญาตการซิงค์อัตโนมัติ
tr: Otomatik eşitlemeyi aç
uk: Дозволити автоматичну синхронізацію
vi: Bật tự động đồng bộ
zh_hans: 开启自动同步
zh_hant: 啟用自動同步

# EnterEmailForHint
source: Enter your account email address to receive your master password hint.
ar: أدخل عنوان البريد الإلكتروني لحسابك لتلقي دليل كلمة المرور الرئيسية.
az: Ana parol məsləhətini alacağınız hesabınızın e-poçt ünvanını daxil edin.
bg: Въведете адреса си на е-поща, за да получите писмо с подсказка за главната парола.
cs: Zadejte e-mailovou adresu pro zaslání nápovědy k hlavnímu heslu.
da: Angiv din kontos e-mailadresse for at modtage dit hovedadgangskodetip.
de: Gebe die E-Mail Adresse deines Kontos ein, um den Hinweis für dein Master-Passwort zu erhalten.
el: Εισάγετε την διεύθυνση email του λογαριασμού σας, προκειμένου για να λάβετε υπόδειξη του κύριου κωδικού.
fa: برای دریافت یادآور کلمه عبور اصلی خود نشانی ایمیل‌تان را وارد کنید.
fi: Syötä tilisi sähköpostiosoite saadaksesi pääsalasanan vihjeen.
fr: Saisissez l'adresse électronique de votre compte pour recevoir l'indice de votre mot de passe principal.
gl: Introduce a dirección de correo da túa conta para recibir a pista do contrasinal mestre.
he: הכנס את פרטי האימייל שלך לקבלת רמז עבור הסיסמה הראשית.
hr: Unesi adresu e-pošte svog računa za primitak podsjetnika glavne lozinke.
hu: Írd be a fiókod e-mail címét, hogy megkapd a mesterjelszó emlékeztetőt.
id: Masukkan email akun Anda untuk menerima pentunjuk sandi utama Anda.
it: Inserisci l'indirizzo email del tuo account per ricevere il suggerimento per la password principale.
ja: マスターパスワードのヒントを受信するため、アカウントのメールアドレスを入力してください。
lv: Norādīt konta e-pasta adresi, lai saņemtu galvenās paroles norādi.
nl: Voer het e-mailadres van je account in om je hoofdwachwoordhint te ontvangen.
pl: Wpisz adres e-mail powiązany z kontem, aby otrzymać podpowiedź do hasła głównego.
pt: Introduza o endereço de e-mail da sua conta para receber a dica da sua palavra-passe mestra.
pt_br: Digite o endereço de e-mail da sua conta para receber a dica da sua senha principal.
sk: Zadajte e-mailovú adresu na zaslanie nápovede k vášmu hlavnému heslu.
sr: Унеси адресу Е-поште да би добио савет за твоју Главну Лозинку.
ta: உமது பிரதான கடவுச்சொல் குறிப்பைப் பெற உமது கணக்கு மின்னஞ்சல் முகவரியை உள்ளிடு.
th: กรอกที่อยู่อีเมลบัญชีเพื่อรับคำใบ้รหัสผ่านหลัก
tr: Ana parola ipucunuzun gönderileceği hesap e-posta adresinizi girin.
uk: Введіть свою адресу е-пошти, щоб отримати підказку для головного пароля.
vi: Nhập địa chỉ email tài khoản của bạn để nhận gợi ý mật khẩu chính.
zh_hans: 请输入您的账户电子邮箱地址来接收主密码提示。
zh_hant: 請輸入您的帳户電子郵件地址以接收主密碼提示。

source: Reactivate app extension
ar: إعادة تنشيط ملحق التطبيق
az: Tətbiq uzantısını təkrar aktivləşdir
bg: Повторно включване на разширението
cs: Znovu zapnout rozšíření aplikace
da: Genaktivér app-udvidelse
de: App-Erweiterung reaktivieren
el: Εκ νέου ενεργοποίηση επέκτασης εφαρμογής
fa: افزونه برنامه را دوباره فعال کنید
fi: Aktivoi appilaajennus uudelleen
fr: Réactivez l'extension de l'application
gl: Reactivar extensión da app
he: הפעל מחדש את הרחבת היישום
hr: Ponovno omogući proširenje aplikacije
hu: Aktiválja újra az app bővítményt
id: Aktifkan Ulang Ekstensi Aplikasi
it: Riattiva l'estensione dell'app
ja: App Extension を再度有効化
lv: Atkārtoti iespējot lietotņu paplašinājumu
nl: App-extensie opnieuw inschakelen
pl: Włącz ponownie rozszerzenie
pt: Reativar a extensão da app
pt_br: Reativar extensão do aplicativo
sk: Znovu zapnúť rozšírenie aplikácie
sr: Поново омогући додатак апликације
ta: செயலி நீட்டிப்பை மீண்டும் இயக்கு
th: เปิดใช้งานส่วนขยายแอปอีกครั้ง
tr: Uygulama uzantısını yeniden etkinleştir
uk: Повторно увімкнути розширення
vi: Bật lại tiện ích mở rộng
zh_hans: 重新激活 App 扩展
zh_hant: 重新啟用 App 擴充套件

# ExtensionAlmostDone
source: Almost done!
ar: لقد شارف الأمر على الانتهاء!
az: Demək olar ki, hazırdır!
bg: Почти готово!
cs: Téměř hotovo!
da: Næsten færdig!
de: Fast geschafft!
el: Σχεδόν ολοκληρώθηκε!
fa: تقریباً تمام شد!
fi: Melkein valmis!
fr: Presque terminé !
gl: Case estamos!
he: כמעט סיימנו!
hr: Skoro gotovo!
hu: Mindjárt kész!
id: Hampir selesai!
it: Quasi fatto!
ja: ほぼ完了！
lv: Gandrīz pabeigts!
nl: Bijna klaar!
pl: Prawie gotowe!
pt: Quase pronto!
pt_br: Quase pronto!
sk: Takmer hotovo!
sr: Скоро готово!
ta: கிட்டத்தட்ட முடிந்தது!
th: เกือบเสร็จแล้ว!
tr: Bitmek üzere!
uk: Майже готово!
vi: Gần xong rồi!
zh_hans: 就差一步！
zh_hant: 快要完成了！

# ExtensionEnable
source: Activate app extension
ar: تشغيل ملحق التطبيق
az: Tətbiq uzantısını aktivləşdir
bg: Включване на разширението
cs: Zapnout rozšíření aplikace
da: Aktivér app-udvidelse
de: App-Erweiterung aktivieren
el: Ενεργοποίηση επέκτασης εφαρμογής
fa: افزونه برنامه را فعال کنید
fi: Aktivoi sovelluslaajennus
fr: Activer l'extension de l'application
gl: Activar extensión da app
he: הפעל את הרחבת היישום
hr: Omogući proširenje aplikacije
hu: Alkalmazáskiegészítő engedélyezése
id: Aktifkan ekstensi apl
it: Abilita l'estensione dell'app
ja: App Extension を有効化
lv: Iespējot lietotņu paplašinājumu
nl: App-extensie inschakelen
pl: Włącz rozszerzenie aplikacji
pt: Ativar a extensão da app
pt_br: Ativar extensão do aplicativo
sk: Zapnúť rozšírenie aplikácie
sr: Омогући додатак апликације
ta: செயலி நீட்டிப்பை இயக்கு
th: เปิดใช้งานส่วนขยายแอป
tr: Uygulama uzantısını etkinleştir
uk: Увімкнути розширення
vi: Bật tiện ích mở rộng
zh_hans: 激活 App 扩展
zh_hant: 啟用 App 延伸功能

# ExtensionInSafari
source: In Safari, find Bitwarden using the share icon (hint: scroll to the right on the bottom row of the menu).
ar: في Safari، ابحث عن بت واردن باستخدام رمز المشاركة (المساعدة: انتقل إلى اليمين في السطر السفلي من القائمة).
az: Safari-də paylaş ikonunu istifadə edərək Bitwarden-i tapın (ipucu: menyunun alt sətrində sağa sürüşdürün).
bg: В Safari може да достъпите Битуорден чрез иконата за споделяне (придвижете се надясно в долния ред на менюто).
cs: V Safari používá Bitwarden ikonu pro sdílení (nápověda: nachází se vpravo dole v menu).
da: I Safari, find Bitwarden ved hjælp af delingsikonet (tip: Rul til højre på den nederste række i menuen).
de: In Safari findest du Bitwarden unter dem Teilen-Symbol (Hinweis: scrolle auf der untersten Zeile des Menüs nach rechts).
el: Στο Safari, βρείτε το Bitwarden χρησιμοποιώντας το εικονίδιο κοινής χρήσης (μετακινηθείτε προς τα δεξιά στην κάτω σειρά του μενού).
fa: در سافاری، Bitwarden را با استفاده از نماد اشتراک‌گذاری پیدا کنید (راهنمایی: به سمت راست در ردیف پایین منو بروید).
fi: Löydät Bitwardenin Safarista jakokuvaketta käyttäen (vihje: vieritä valikon alimmaista riviä oikealle).
fr: Sur Safari, trouvez Bitwarden en utilisant l'icône de partage (aide : faire défiler sur la droite sur la ligne du bas du menu).
gl: En Safari, atopa Bitwarden usando o botón de compartir (pista: última opción na barra do fondo do menú).
he: בדפדפן Safari, חפש את Bitwarden בעזרת לחצן השיתוף (רמז: גלול לצד ימין בשורה התחתונה של התפריט).
hr: Pronađite Bitwarden u Safariju pomoću ikone dijeljenja (desno u donjem retku izbornika).
hu: A Safariban keressük meg a Bitwardent a megosztás ikon használatával (tipp: gördítés a menü alsó sorának jobb oldalára).
id: Pada Safari, temukan Bitwarden menggunakan ikon berbagi (petunjuk: gulir ke kanan di baris bawah menu).
it: Su Safari, trova Bitwarden utilizzando l'icona di condivisione (scorri a destra sulla riga inferiore del menu).
ja: Safari では、共有アイコンを使って Bitwarden を見つけてください（ヒント：メニューの一番下の行を右側にスクロール）
lv: Safari Bitwarden var atrast, izmantojot kopīgošanas ikonu (norāde: ritināt pa labi izvēlnes apakšējā rindā).
nl: In Safari vind je Bitwarden onder het pictogram Delen (hint: scroll naar rechts op de onderste rij van het menu).
pl: W przeglądarce Safari znajdź Bitwarden za pomocą ikony udostępniania. W razie potrzeby przewiń listę aplikacji.
pt: No Safari, encontre o Bitwarden utilizando o ícone de partilha (dica: deslize para a direita na linha inferior do menu).
pt_br: No Safari, encontre o Bitwarden usando o ícone de compartilhamento (dica: role para a direita na linha inferior do menu).
sk: V Safari nájdete Bitwarden použitím ikony zdieľania (tip: posúvajte doprava v spodnom riadku ponuky).
sr: У Safari, нађите Bitwarden помоћу иконе за дељење (савет: померите се удесно у доњем реду менија).
ta: Safari இல், பகிர்வு படவுருவைப் பயன்படுத்தி Bitwarden ஐ கண்டறியவும் (குறிப்பு: பட்டியலின் கீழ் வரிசையில் வலதுபுறமாக உருட்டவும்).
th: ใน Safari ให้ค้นหา Bitwarden โดยใช้ไอคอนแชร์ (คำใบ้: เลื่อนไปทางขวาที่แถวล่างของเมนู)
tr: Safari'de paylaşım simgesini kullanarak Bitwarden'ı bulun. (İpucu: Menünün en alt satırının sağ tarafına bakın.)
uk: У Safari знайдіть Bitwarden, використовуючи піктограму Поділитися (підказка: прокрутіть вправо в нижньому рядку меню).
vi: Trong Safari, tìm Bitwarden bằng cách nhấn vào biểu tượng Chia sẻ và chọn Tự động điền với Bitwarden.
zh_hans: 在 Safari 中，使用共享图标寻找 Bitwarden （提示：在菜单最下面一行的右边）。
zh_hant: 在 Safari 中，使用分享圖示尋找 Bitwarden（提示：在選單最底行的右邊）。

# ExtensionInstantAccess
source: Get instant access to your passwords!
ar: احصل على إمكانية الوصول الفوري إلى كلمات المرور الخاصة بك!
az: Parollarınıza dərhal müraciət edin!
bg: Незабавен достъп до паролите!
cs: Získejte okamžitý přístup ke svým heslům!
da: Få øjeblikkelig adgang til dine adgangskoder!
de: Erhalte direkten Zugang zu deinen Passwörtern!
el: Αποκτήστε άμεση πρόσβαση στους κωδικούς σας!
fa: به کلمات عبورتان دسترسی سریع داشته باشید!
fi: Välitön pääsy salasanoihisi!
fr: Obtenez un accès instantané à vos mots de passe !
gl: Obtén acceso instantáneo ós teus contrasinais!
he: קבל גישה מיידית לסיסמאות שלך!
hr: Dobivanje trenutnog pristupa svojim lozinkama!
hu: Kérj azonnali hozzáférést a jelszavakhoz!
id: Dapatkan akses instan ke kata sandi Anda!
it: Ottieni accesso immediato alle tue password!
ja: パスワードに素早くアクセスしましょう！
lv: Saņem tūlītēju piekļuvi savām parolēm!
nl: Overal je wachtwoorden onder handbereik!
pl: Uzyskaj natychmiastowy dostęp do haseł!
pt: Obtenha acesso instantâneo às suas palavras-passe!
pt_br: Receba acesso instantâneo às suas senhas!
sk: Získajte okamžitý prístup k vašim heslám!
sr: Имајте инстантни приступ Вашим лозинкама!
ta: உங்கள் கடவுச்சொற்களுக்கு உடனடி அணுகலைப் பெறுங்கள்!
th: เข้าถึงรหัสผ่านได้ทันที
tr: Parolalarınıza anında erişin!
uk: Отримайте миттєвий доступ до своїх паролів!
vi: Truy cập ngay vào mật khẩu của bạn!
zh_hans: 即时访问您的密码！
zh_hant: 即時存取您的密碼！

# ExtensionReady
source: You’re ready to log in!
ar: أنت مستعد لتسجيل الدخول!
az: Giriş etmək üçün hazırsınız!
bg: Може да се впишете!
cs: Jste připraveni se přihlásit!
da: Du er klar til at logge ind!
de: Du kannst dich jetzt anmelden!
el: Είστε έτοιμοι να συνδεθείτε!
fa: برای ورود آماده‌اید!
fi: Olet valmis kirjautumaan sisään!
fr: Vous êtes prêt à vous connecter!
gl: Xa estás listo para iniciar sesión!
he: אתה מוכן להיכנס!
hr: Možeš se odmah prijaviti!
hu: Készen állsz a bejelentkezéshez!
id: Anda siap untuk masuk!
it: Ora puoi accedere a Bitwarden!
ja: ログインする準備が出来ました！
lv: Tagad vari pieteikties!
nl: Je bent klaar om in te loggen!
pl: Jesteś gotowy do zalogowania się!
pt: Está pronto para iniciar sessão!
pt_br: Você está pronto para se conectar!
sk: Ste pripravený prihlásiť sa!
sr: Спремни сте за пријављивање!
th: พร้อมเข้าสู่ระบบแล้ว
tr: Giriş yapmaya hazırsınız!
uk: Ви готові до входу!
vi: Bạn đã sẵn sàng để đăng nhập!
zh_hans: 您已经准备好登录了！
zh_hant: 您已經準備好登入了！

# ExtensionSetup
source: Your logins are now easily accessible from Safari, Chrome, and other supported apps.
ar: يمكن الآن الوصول إلى المعرفات الخاصة بك بسهولة من Safari وChrome والتطبيقات الأخرى المدعومة.
az: Giriş məlumatlarınıza artıq Safari, Chrome və digər dəstəklənən tətbiqlərdən asanlıqla müraciət edə bilərsiniz.
bg: Регистрациите ви вече са леснодостъпни от Safari, Chrome и другите поддържани програми.
cs: Vaše přihlašovací údaje jsou nyní snadno přístupné ze Safari, Chromu a dalších podporovaných aplikací.
da: Dine logins er nu let tilgængelige fra Safari, Chrome og andre understøttede apps.
de: Deine Zugangsdaten sind jetzt in Safari, Chrome und anderen unterstützten Apps einfach zu erreichen.
el: Οι συνδέσεις σας είναι τώρα εύκολα προσβάσιμες από το Safari, το Chrome και απο άλλες υποστηριζόμενες εφαρμογές.
fa: اطلاعات ورود شما حالا از سافاری، کروم، و دیگر برنامه‌های پشتیبانی شده به راحتی قابل دسترسی است.
fi: Kirjautumistietosi ovat nyt helposti saatavilla Safarista, Chromesta ja muista tuetuista sovelluksista.
fr: Vos identifiants sont désormais facilement accessibles depuis Safari, Chrome, et d'autres applications supportées.
gl: As túas credenciais son agora accesibles facilmente dende Safari, Chrome e outras apps compatibles.
he: כל הסיסמאות שלך נגישות דרך הדפדפנים Safari, כרום, ואפליקציות נוספות שאנו תומכים בהם.
hr: Tvoje prijave sada su lako dostupne u Safariju, Chromu i drugim podržanim aplikacijama.
hu: A bejelentkezések mostantól könnyen hozzáférhetők a Safariból, a Chrome-ból és más támogatott alkalmazásból.
id: Login Anda sekarang mudah diakses dari Safari, Chrome, dan aplikasi lain yang didukung.
it: I tuoi login sono ora facilmente accessibili da Safari, Chrome e altre app supportate.
ja: Safari やChrome などの対応アプリでログイン情報に簡単にアクセスできます。
lv: Pieteikšanās vienumi tagad ir viegli pieejami Safari, Chrome un citās atbalstītās lietotnēs.
nl: Je inloggevens zijn nu gemakkelijk bereikbaar vanuit Safari, Chrome en ondersteunde apps.
pl: Dane logowania są teraz łatwo dostępne z przeglądarki Safari, Chrome i innych obsługiwanych aplikacji.
pt: As suas credenciais estão agora facilmente acessíveis a partir do Safari, Chrome, e outras aplicações suportadas.
pt_br: Agora as suas credenciais estão facilmente acessíveis no Safari, Chrome, e outros aplicativos suportados.
sk: Vaše prihlasovacie údaje sú teraz ľahko prístupné zo Safari, Chrome a ďalších podporovaných aplikácií.
sr: Вашим пријавама је сада лако доступити преко Safari, Chrome и других подржаних апликација.
ta: உங்கள் உள்நுழைவுகள் இப்போது Safari, Chrome மற்றும் மற்ற ஆதரிக்கப்பட்ட செயலிகளில் எளிதாக அணுகக்கூடும்.
th: เข้าถึงข้อมูลเข้าสู่ระบบได้ง่าย ๆ จาก Safari, Chrome และแอปอื่นที่รองรับ
tr: Artık hesaplarınıza Safari, Chrome ve diğer desteklenen uygulamalardan kolayca ulaşabilirsiniz.
uk: Тепер ви можете легко отримувати доступ до своїх записів у Safari, Chrome та інших підтримуваних програмах.
vi: Thông tin đăng nhập của bạn giờ đây có thể dễ dàng truy cập từ Safari, Chrome và các ứng dụng được hỗ trợ khác.
zh_hans: 现在，您可以从 Safari、Chrome 以及其他支持的 App 中方便地访问您的登录了。
zh_hant: 現在可以在 Safari、Chrome 以及其他支援的程式中方便地存取您的登入資料了。
