Repository: bitwarden/ios
Catalog: BitwardenResources/Localizations/*.lproj/Localizable.strings
Languages: ar, az, bg, cs, da, de, el, fa, fi, fr, gl, he, hr, hu, id, it, ja, lv, nl, pl, pt, pt_br, sk, sr, ta, th, tr, uk, vi, zh_hans, zh_hant

source: Save passkey as new login
ar: حفظ مفتاح المرور كتسجيل دخول جديد
az: Keçid açarını yeni bir giriş olaraq saxla
bg: Запазване на секретния ключ като нов елемент за вписване
cs: Uložit přístupový klíč jako nové přihlášení
da: Gem adgangsnøgle som nyt login
de: Passkey als neue Zugangsdaten speichern
el: Αποθήκευση κλειδιού πρόσβασης ως νέα σύνδεση
fa: کلید عبور را به عنوان ورود جدید ذخیره کن
fi: Tallenna pääsyavain uuteen kirjautumistietoon
fr: Enregistrer la clé d'accès comme nouvel identifiant
gl: Gardar Clave de acceso como nova credencial
he: שמור מפתח גישה ככניסה חדשה
hr: Spremi pristupni ključ kao novu prijavu
hu: Belépőkulcs mentése új bejelentkezésként
id: Simpan kunci sandi sebagai login baru
it: Salva la passkey come nuovo elemento
ja: パスキーを新しいログイン情報として保存
lv: Saglabāt piekļuves atslēgu kā jaunu pieteikšanās vienumu
nl: Passkey als nieuwe login opslaan
pl: Zapisz passkey jako nowe dane logowania
pt: Guarde a chave de acesso como uma nova credencial
pt_br: Salvar chave de acesso como nova credencial
sk: Uložiť prístupový kľúč ako nové prihlásenie
sr: Сачувати приступни кључ као нову пријаву
ta: கடவுவிசையைப் புதிய உள்நுழைவாகச் சேமி
th: บันทึกพาสคีย์เป็นข้อมูลเข้าสู่ระบบใหม่
tr: Geçiş anahtarını yeni hesap olarak kaydet
uk: Зберегти ключ доступу як новий запис
vi: Lưu mã khoá như đăng nhập mới
zh_hans: 将通行密钥保存为新的登录
zh_hant: 將密碼金鑰儲存為新的登入資訊

source: Save passkey
ar: حفظ مفتاح المرور
az: Keçid açarını saxla
bg: Запазване на секретния ключ
cs: Uložit přístupový klíč
da: Gem adgangsnøgle
de: Passkey speichern
el: Αποθήκευση κλειδιού πρόσβασης
fa: ذخیره کلید عبور
fi: Tallenna pääsyavain
fr: Enregistrer la clé d'accès
gl: Gardar Clave de acceso
he: שמור מפתח גישה
hr: Spremi pristupni ključ
hu: Belépőkulcs mentése
id: Simpan kunci sandi
it: Salva passkey
ja: パスキーを保存
lv: Saglabāt piekļuves atslēgu
nl: Passkey opslaan
pl: Zapisz klucz dostępu
pt: Guardar a chave de acesso
pt_br: Salvar chave de acesso
sk: Uložiť prístupový kľúč
sr: Сачувати приступни кључ
ta: கடவுவிசையைச் சேமி
th: บันทึกพาสคีย์
tr: Geçiş anahtarını kaydet
uk: Зберегти ключ доступу
vi: Lưu mã khoá
zh_hans: 保存通行密钥
zh_hant: 儲存密碼金鑰

# PasskeysForX
source: Passkeys for %1$@
ar: مفاتيح المرور لـ %1$@
az: %1$@ üçün keçid açarları
bg: Секретни ключове за %1$@
cs: Přístupové klíče pro %1$@
da: Adgangsnøgler til %1$@
de: Passkeys für %1$@
el: Κλειδιά πρόσβασης για το %1$@
fa: کلید عبور برای %1$@
fi: Kohteen %1$@ pääsyavaimet
fr: Clés d'accès pour %1$@
gl: Claves de acceso para %1$@
he: מפתחות גישה עבור %1$@
hr: Pristupni ključevi za %1$@
hu: Belépőkulcs: %1$@
id: Kunci sandi untuk %1$@
it: Passkey per %1$@
ja: %1$@ のパスキー
lv: %1$@ piekļuves atslēgas
nl: Passkeys voor %1$@
pl: Klucze dostępu dla %1$@
pt: Chaves de acesso para %1$@
pt_br: Chaves de acesso para %1$@
sk: Prístupové kľúče pre %1$@
sr: Приступни кључ за %1$@
ta: %1$@-க்கானக் கடவுவிசைகள்
th: พาสคีย์สำหรับ %1$@
tr: %1$@ geçiş anahtarları
uk: Ключі доступу для %1$@
vi: Mã khoá của %1$@
zh_hans: %1$@ 的通行密钥
zh_hant: %1$@ 的密碼金鑰

# PasswordsForX
source: Passwords for %1$@
ar: كلمات المرور لـ %1$@
az: %1$@ parolları
bg: Пароли за %1$@
cs: Hesla pro %1$@
da: Adgangskoder til %1$@
de: Passwörter für %1$@
el: Κωδικοί πρόσβασης για %1$@
fa: کلمه‌های عبور برای %1$@
fi: Salasanat kohteelle %1$@
fr: Mots de passe pour %1$@
gl: Contrasinais para %1$@
he: סיסמאות עבור %1$@
hr: Lozinke za %1$@
hu: Belépőkulcs: %1$@
id: Sandi untuk %1$@
it: Password per %1$@
ja: %1$@ のパスワード
lv: %1$@ paroles
nl: Wachtwoorden voor %1$@
pl: Hasła dla %1$@
pt: Palavra-passe para %1$@
pt_br: Senhas para %1$@
sk: Heslá pre %1$@
sr: Лозинке за %1$@
ta: %1$@ க்கான கடவுச்சொற்கள்
th: รหัสผ่านสำหรับ %1$@
tr: %1$@ parolaları
uk: Паролі для %1$@
vi: Mật khẩu cho %1$@
zh_hans: %1$@ 的密码
zh_hant: %1$@ 的密碼

source: This item already contains a passkey. Are you sure you want to overwrite the current passkey?
ar: هذا العنصر يحتوي بالفعل على مفتاح مرور. هل أنت متأكد من أنك تريد الكتابة فوق مفتاح المرور الحالي؟
az: Bu elementdə artıq bir keçid açarı var. Hazırkı keçid açarının üzərinə yazmaq istədiyinizə əminsiniz?
bg: Този елемент вече съдържа секретен ключ. Наистина ли искате да замените текущия секретен ключ?
cs: Tato položka již obsahuje přístupový klíč. Jste si jisti, že chcete přepsat aktuální přístupový klíč?
da: Dette emne indeholder allerede en adgangsnøgle. Sikker på, at den aktuelle adgangsnøgle skal overskrives?
de: Dieser Eintrag enthält bereits einen Passkey. Bist du sicher, dass du den aktuellen Passkey überschreiben möchtest?
el: Αυτό το στοιχείο περιέχει ήδη ένα κλειδί πρόσβασης. Είστε σίγουροι ότι θέλετε να αντικαταστήσετε το τρέχον κλειδί πρόσβασης;
fa: این مورد از قبل دارای یک کلید عبور است. آیا مطمئنید که می‌خواهید کلمه عبور فعلی را بازنویسی کنید؟
fi: Kohde sisältää jo pääsyavaimen. Haluatko varmasti korvata nykyisen avaimen?
fr: Cet élément contient déjà une clé d'accès. Êtes-vous sûr de vouloir écraser la clé d'accès actuelle ?
gl: Esta entrada xa contén unha Clave de acceso. Seguro que queres sobreescribir a existente?
he: פריט זה כבר מכיל מפתח גישה. האם אתה בטוח שברצונך לדרוס את מפתח הגישה הנוכחי?
hr: Ova stavka već sadrži pristupni ključ. Sigurno želiš prebrisati trenutni pristupni ključ?
hu: Ez az elem már tartalmaz egy belépőkulcsot. Biztosan felülírásra kerüljön az aktuális belépőkulcs?
id: Item ini sudah berisi kunci sandi. Anda yakin ingin menimpa kunci sandi yang ada?
it: Questo elemento contiene già una passkey. Sei sicuro di voler sovrascrivere la passkey corrente?
ja: このアイテムにはすでにパスキーが含まれています。現在のパスキーを上書きしてもよろしいですか?
lv: Šis vienums jau satur piekļuves atslēgu. Vai tiešām pārrakstīt pašreizējo piekļuves atslēgu?
nl: Dit item heeft al een passkey. Weet je zeker dat je de huidige passkey wilt overschrijven?
pl: Element zawiera już klucz dostępu. Czy na pewno chcesz zastąpić obecny klucz dostępu?
pt: Este item já contém uma chave de acesso. Tem a certeza de que pretende substituir a chave de acesso atual?
pt_br: Este item já contém uma chave de acesso. Tem certeza que deseja substituir a atual?
sk: Táto položka už obsahuje prístupový kľúč. Naozaj chcete prepísať aktuálny prístupový kľúč?
sr: Ова ставка већ садржи приступни кључ. Да ли сте сигурни да желите да замените тренутни приступни кључ?
ta: இந்த உருப்படியில் ஏற்கனவே ஒரு கடவுக்குறியீடு உள்ளது. தற்போதைய கடவுக்குறியீட்டை மேலெழுத விரும்புகிறீர்களா என்பது உறுதியா?
th: รายการนี้มีพาสคีย์อยู่แล้ว ยืนยันที่จะเขียนทับพาสคีย์ปัจจุบันหรือไม่
tr: Bu kayıt zaten bir geçiş anahtarı içeriyor. Mevcut geçiş anahtarının üzerine yazmak istediğinizden emin misiniz?
uk: Цей запис уже містить ключ доступу. Ви впевнені, що хочете перезаписати поточний ключ доступу?
vi: Mục này đã chứa mã khoá. Bạn có chắc muốn ghi đè mã khoá hiện tại không?
zh_hans: 此项目已包含一个通行密钥。确定要覆盖当前的通行密钥吗？
zh_hant: 該項目已包含一個密碼金鑰。您確定要覆寫目前的密碼金鑰嗎？

source: Follow the steps from Duo to finish logging in.
ar: اتبع الخطوات من Duo لإنهاء تسجيل الدخول.
az: Giriş etməni tamamlamaq üçün Duo-dakı addımları izləyin.
bg: Следвайте стъпките от Duo, за да завършите вписването.
cs: Postupujte podle kroků od DUO pro dokončení přihlášení.
da: Følg trinnene fra Duo for at færdiggøre indlogningen.
de: Folge den Schritten von Duo, um die Anmeldung abzuschließen.
el: Ακολουθήστε τα βήματα από το Duo για να ολοκληρώσετε τη σύνδεση.
fa: مراحل Duo را دنبال کنید تا وارد سیستم شوید.
fi: Viimeistele kirjautuminen seuraamalla Duon ohjeita.
fr: Suivez les étapes à partir de Duo pour terminer la connexion.
gl: Segue os pasos de Duo para rematar o inicio de sesión.
he: עקוב אחר השלבים של Duo כדי לסיים להיכנס.
hr: Prati Duo korake za dovršetak prijave.
hu: Kövessük a Duo lépéseit a bejelentkezés befejezéséhez.
id: Ikuti langkah dari Duo untuk menyelesaikan login.
it: Segui i passaggi da DUO per finire di accedere.
ja: Duo の手順に従ってログインを完了してください。
lv: Jāseko Duo norādēm, lai pabeigtu pieteikšanos.
nl: Volg de stappen van Duo om in te loggen.
pl: Wykonaj kroki od Duo, aby zakończyć logowanie.
pt: Siga os passos do Duo para concluir o início de sessão.
pt_br: Siga os passos no Duo para finalizar a autenticação.
sk: Postupujte podľa krokov z aplikácie Duo a dokončite prihlasovanie.
sr: Пратите кораке од Duo да завршите пријављивање.
ta: உள்நுழைந்து முடிக்க Duo-விலிருந்து வரும் படிகளைப் பின்பற்றவும்.
th: ทำตามขั้นตอนจาก Duo เพื่อเสร็จสิ้นการเข้าสู่ระบบ
tr: Girişi tamamlamak için Duo'daki adımları izleyin.
uk: Виконайте дії з Duo для завершення входу.
vi: Làm theo các bước từ Dou để hoàn tất đăng nhập.
zh_hans: 按照 Duo 的步骤完成登录。
zh_hant: 跟隨 Duo 的步驟來完成登入。

source: Launch Duo
ar: تشغيل Duo
az: Duo-nu başlat
bg: Стартиране на Duo
cs: Spustit DUO
da: Start Duo
de: Duo starten
el: Εκκίνηση Duo
fa: اجرای Duo
fi: Avaa Duo
fr: Lancer Duo
gl: Executar Duo
he: פתח את Duo
hr: Pokreni Duo
hu: Duo indítása
id: Luncurkan Duo
it: Avvia DUO
ja: Duo を起動
lv: Palaist Duo
nl: Duo starten
pl: Uruchom Duo
pt: Iniciar o Duo
pt_br: Abrir Duo
sk: Spustiť Duo
sr: Покренути Duo
ta: Duo-வைத் தொடங்கவும்
th: เปิด Duo
tr: Duo'yu başlat
uk: Запустити Duo
vi: Khởi chạy Dou
zh_hans: 启动 Duo
zh_hant: 啟動 Duo

source: Passwords
ar: كلمات المرور
az: Parollar
bg: Пароли
cs: Hesla
da: Adgangskoder
de: Passwörter
el: Κωδικοί
fa: کلمه‌های عبور
fi: Salasanat
fr: Mots de passe
gl: Contrasinais
he: סיסמאות
hr: Lozinke
hu: Jelszavak
id: Sandi
it: Password
ja: パスワード
lv: Paroles
nl: Wachtwoorden
pl: Hasła
pt: Palavras-passe
pt_br: Senhas
sk: Heslá
sr: Лозинке
ta: கடவுச்சொற்கள்
th: รหัสผ่าน
tr: Parolalar
uk: Паролі
vi: Mật khẩu
zh_hans: 密码
zh_hant: 密碼

source: Unknown account
ar: حساب غير معروف
az: Bilinməyən hesab
bg: Неизвестна регистрация
cs: Neznámý účet
da: Ukendt konto
de: Unbekanntes Konto
el: Άγνωστος λογαριασμός
fa: حساب کاربری نامشخص
fi: Tuntematon tili
fr: Compte inconnu
gl: Conta descoñecida
he: חשבון לא ידוע
hr: Nepoznati račun
hu: Ismeretlen fiók
id: Akun tidak dikenal
it: Account sconosciuto
ja: 不明なアカウント
lv: Nezināms konts
nl: Onbekend account
pl: Konto jest nieznane
pt: Conta desconhecida
pt_br: Conta desconhecida
sk: Neznámy účet
sr: Непознат налог
ta: அறியப்படாத கணக்கு
th: บัญชีที่ไม่รู้จัก
tr: Bilinmeyen hesap
uk: Невідомий обліковий запис
vi: Tài khoản không rõ
zh_hans: 未知账户
zh_hant: 未知的帳號

source: Set up autofill
ar: إعداد الملء التلقائي
az: Avto-doldurmanı quraşdır
bg: Настройка на автоматичното попълване
cs: Nastavit automatické vyplňování
da: Opsæt autoudfyldning
de: Automatisches Ausfüllen einrichten
el: Ρύθμιση αυτόματης συμπλήρωσης
fa: راه‌اندازی پر کردن خودکار
fi: Määritä automaattitäyttö
fr: Configurer la saisie automatique
gl: Configurar autoenchido
he: הגדר מילוי אוטומטי
hr: Podesi auto-ispunu
hu: Automata-kitöltés beállítása
id: Siapkan isi otomatis
it: Configura il riempimento automatico
ja: 自動入力を設定
lv: Iestatīt automātisko aizpildi
nl: Automatisch invullen instellen
pl: Skonfiguruj autouzupełnianie
pt: Configurar o preenchimento automático
pt_br: Configurar preenchimento automático
sk: Nastaviť automatické vypĺňanie
sr: Подесити ауто-пуњење
ta: தானாக நிரப்புதலை அமைக்கவும்
th: ตั้งค่าป้อนอัตโนมัติ
tr: Otomatik doldurmayı ayarla
uk: Налаштувати автозаповнення
vi: Thiết lập tự động điền
zh_hans: 设置自动填充
zh_hant: 設定自動填入

source: Notice
ar: إشعار
az: Xəbərdarlıq
bg: Известие
cs: Upozornění
da: Varsling
de: Hinweis
el: Σημείωση
fa: توجه
fi: Huomautus
fr: Remarque
gl: Aviso
he: הודעה
hr: Poruka
hu: Megjegyzés
id: Perhatian
it: Avviso
ja: お知らせ
lv: Jāņem vērā
nl: Kennisgeving
pl: Uwaga
pt: Aviso
pt_br: Comunicado
sk: Upozornenie
sr: Напомена
ta: அறிவிப்பு
th: ประกาศ
tr: Dikkat
uk: Сповіщення
vi: Lưu ý
zh_hans: 注意
zh_hant: 注意事項

source: App info
ar: معلومات التطبيق
az: Tətbiq məlumatı
bg: Информация за приложението
cs: Informace o aplikaci
el: Πληροφορίες εφαρμογής
fa: اطلاعات برنامه
fi: Appitiedot
fr: Infos sur l'application
gl: Información da aplicación
he: פרטי יישום
hr: Informacije o aplikaciji
hu: App infó
id: Info apl
it: Info app
ja: アプリ情報
lv: Par lietotni
nl: App informatie
pl: Informacje o aplikacji
pt: Informações da app
pt_br: Informações do app
sk: Informácie o aplikácii
sr: Информације о апликацији
ta: பயன்பாட்டு தகவல்
th: ข้อมูลแอป
tr: Uygulama bilgileri
uk: Про програму
vi: Thông tin ứng dụng
zh_hans: App 信息
zh_hant: App 資訊

source: Browse
ar: تصفّح
az: Nəzər sal
bg: Разглеждане
cs: Procházet
da: Gennemse
de: Durchsuchen
el: Περιήγηση
fa: مرور
fi: Selaa
fr: Parcourir
gl: Examinar
he: עיון
hr: Pregledaj
hu: Böngészés
id: Telusuri
it: Sfoglia
ja: 検索
lv: Pārlūkot
nl: Blader
pl: Przeglądaj
pt: Pesquisar
pt_br: Navegar
sk: Prehľadávať
sr: Потражи
ta: உலாவவும்
th: เรียกดู
tr: Gözat
uk: Огляд
vi: Duyệt
zh_hans: 浏览
zh_hant: 瀏覽

source: Select language
ar: اختار اللغة
az: Dili seç
bg: Изберете език
cs: Zvolit jazyk
da: Vælg sprog
de: Sprache auswählen
el: Επιλέξτε γλώσσα
fa: انتخاب زبان
fi: Valitse kieli
fr: Sélectionner la langue
gl: Seleccionar idioma
he: בחר שפה
hr: Odaberi jezik
hu: Nyelv kiválasztása
id: Pilih bahasa
it: Seleziona lingua
ja: 言語を選択
lv: Atlasīt valodu
nl: Selecteer taal
pl: Wybierz język
pt: Selecionar idioma
pt_br: Selecionar idioma
sk: Zvoliť jazyk
sr: Изабери језик
ta: மொழியைத் தேர்ந்தெடுக்கவும்
th: เลือกภาษา
tr: Dil seçin
uk: Обрати мову
vi: Chọn ngôn ngữ
zh_hans: 选择语言
zh_hant: 選擇語言

source: Continue to complete WebAuthn verification.
ar: مواصلة لإكمال التحقق من WebAuthn.
az: WebAuthn doğrulamasını tamamlamaq üçün davam edin.
bg: Продължете, за да завършите проверката чрез WebAuthn.
cs: Pokračujte pro dokončení ověření WebAuthn.
da: Fortsæt for at fuldføre WebAuthn-bekræftelse.
de: Fortfahren, um die WebAuthn-Verifizierung abzuschließen.
el: Συνεχίστε να ολοκληρώσετε την επαλήθευση WebAuthn.
fa: ادامه دهید تا احراز هویت WebAuthn تکمیل شود.
fi: Viimeistele WebAuthn-vahvistus jatkamalla.
fr: Continuer pour compléter la vérification WebAuthn.
gl: Continúa para completar a verificación con WebAuthn.
he: המשך להשלים אימות WebAuthn.
hr: Nastavi na dovršetak WebAuthn potvrde.
hu: Tovább a WebAuthn megerősítés befejezéséhez.
id: Lanjutkan untuk menyelesaikan verifikasi WebAuthn.
it: Continua per completare la verifica WebAuthn.
ja: WebAuthn 認証の完了に進みます。
lv: Turpināt, lai pabeigtu WebAuthn apliecināšanu.
nl: Ga verder om WebAuthn verificatie te voltooien.
pl: Kontynuuj, aby zakończyć weryfikację WebAuthn.
pt: Continue para concluir a verificação do WebAuthn.
pt_br: Continue para concluir a verificação do WebAuthn.
sk: Dokončite overovanie WebAuthn.
sr: Наставите са довршавањем WebAuthn верификације.
ta: WebAuthn சரிபார்ப்பை முடிக்க தொடரவும்.
th: ดำเนินการต่อเพื่อเสร็จสิ้นการยืนยัน WebAuthn
tr: WebAuthn doğrulamasını tamamlamak için devam edin.
uk: Продовжуйте, щоб завершити перевірку WebAuthn.
vi: Tiếp tục hoàn tất quá trình xác minh WebAuthn.
zh_hans: 继续完成 WebAuthn 验证。
zh_hant: 繼續以完成 WebAuthn 2FA 驗證。

source: There was an error starting WebAuthn two factor authentication
ar: حدث خطأ أثناء بدء المصادقة من عاملين لـ WebAuthn
az: WebAuthn iki faktorlu kimlik doğrulama başladılarkən bir xəta baş verdi
bg: Имаше грешка при стартирането на двустепенното удостоверяване чрез WebAuthn
cs: Při spouštění dvoufaktorového ověření WebAuthn došlo k chybě
da: En fejl opstod under start af WebAuthn-tofaktorgodkendelse
de: Es gab einen Fehler beim Starten der WebAuthn Zwei-Faktor-Authentifizierung
el: Παρουσιάστηκε σφάλμα κατά την εκκίνηση του ελέγχου ταυτότητας δύο παραγόντων WebAuthn
fa: در شروع احراز هویت دو عاملی WebAuthn خطا رخ داد
fi: Virhe aloitettaessa kaksivaiheista WebAuthn-tunnistautumista
fr: Une erreur s'est produite lors du démarrage de l'authentification en deux étapes WebAuthn
gl: Houbo un erro ó executar a autenticación de dous factores de WebAuthn
he: אירעה שגיאה בהתחלת אימות דו־גורמי של WebAuthn
hr: Došlo je do greške kod pokretanja WebAuthn dvostruke autentifikacije
hu: Hiba lépett fel a WebAuthn kétfaktoros hitelesítés indítása során
id: Terjadi kesalahan saat memulai autentikasi dua faktor WebAuthn
it: Si è verificato un errore con l'autenticazione a due fattori WebAuthn
ja: WebAuthn 2要素認証の開始時にエラーが発生しました
lv: Atgadījās kļūda WebAuth divpakāpju autentifikācijas uzsākšanā
nl: Er is een fout opgetreden bij het starten van WebAuthn twee factor authenticatie
pl: Wystąpił błąd podczas uruchamiania logowania dwustopniowego WebAuthn
pt: Ocorreu um erro ao iniciar a autenticação de dois fatores WebAuthn
pt_br: Houve um erro ao iniciar a autenticação de dois fatores do WebAuthn
sk: Pri spustení dvojstupňového overovania WebAuthn došlo k chybe
sr: Дошло је до грешке при покретању WebAuthn двофакторске аутентификације
ta: WebAuthn இரண்டு காரணி அங்கீகாரத்தைத் தொடங்குவதில் பிழை ஏற்பட்டது
th: เกิดข้อผิดพลาดในการเริ่มการยืนยันตัวตนสองขั้นตอนแบบ WebAuthn
tr: WebAuthn iki faktörlü kimlik doğrulamayı başlatırken bir hata oluştu
uk: Сталася помилка під час запуску двоетапної перевірки WebAuthn
vi: Xảy ra lỗi khi khởi động xác thực hai bước với WebAuthn
zh_hans: 启动 WebAuthn 双重身份验证时出错
zh_hant: 啟動 WebAuthn 2FA 驗證發生錯誤

source: Launch WebAuthn
ar: تشغيل WebAuthn
az: WebAuthn-u başlat
bg: Стартиране на WebAuthn
cs: Otevřít WebAuthn
da: Start WebAuthn
de: WebAuthn starten
el: Εκκίνηση WebAuthn
fa: WebAuthn را راه‌اندازی کنید
fi: Avaa WebAuthn
fr: Lancer WebAuthn
gl: Executar WebAuthn
he: פתח WebAuthn
hr: Pokreni WebAuth
hu: WebAuthn indítása
id: Buka WebAuthn
it: Avvia WebAuthn
ja: WebAuthn を起動
lv: Palaist WebAuthn
nl: Start WebAuthn
pl: Uruchom WebAuthn
pt: Iniciar o WebAuthn
pt_br: Abrir WebAuthn
sk: Spustiť WebAuthn
sr: Покренути WebAuthn
ta: WebAuthn ஐத் தொடங்கு
th: เปิด WebAuthn
tr: WebAuthn'i aç
uk: Запустити WebAuthn
vi: Khởi chạy WebAuthn
zh_hans: 启动 WebAuthn
zh_hant: 開啟 WebAuthn

source: File password
ar: كلمة مرور الملف
az: Fayl parolu
bg: Парола на файла
cs: Heslo souboru
da: Filadgangskode
de: Dateipasswort
el: Κωδικός πρόσβασης αρχείου
fa: کلمه عبور پرونده
fi: Tiedoston salasana
fr: Mot de passe du fichier
gl: Contrasinal do arquivo
he: סיסמת קובץ
hr: Lozinka datoteke
hu: Fájl jelszó
id: Sandi file
it: Password file
ja: ファイルパスワード
lv: Datnes parole
nl: Bestandswachtwoord
pl: Hasło pliku
pt: Palavra-passe do ficheiro
pt_br: Senha do arquivo
sk: Heslo súboru
sr: Лозинка датотеке
ta: கோப்பு கடவுச்சொல்
th: รหัสผ่านไฟล์
tr: Dosya parolası
uk: Пароль файлу
vi: Mật khẩu tập tin
zh_hans: 文件密码
zh_hant: 檔案密碼

source: Confirm file password
ar: تأكيد كلمة مرور الملف
az: Fayl parolunu təsdiqlə
bg: Потвърждаване на паролата на файла
cs: Potvrdit heslo souboru
da: Bekræft filadgangskode
de: Dateipasswort bestätigen
el: Επιβεβαίωση κωδικού πρόσβασης αρχείου
fa: تأیید کلمه عبور پرونده
fi: Vahvista tiedoston salasana
fr: Confirmez le mot de passe du fichier
gl: Repetir contrasinal do arquivo
he: אשר סיסמת קובץ
hr: Potvrdi lozinku datoteke
hu: Erősítse meg a jelszót
id: Konfirmasi sandi file
it: Conferma password
ja: ファイルパスワードの確認
lv: Apstiprināt datnes paroli
nl: Bestandswachtwoord bevestigen
pl: Potwierdź hasło pliku
pt: Confirmar a palavra-passe do ficheiro
pt_br: Confirmar senha do arquivo
sk: Potvrdiť heslo súboru
sr: Потврдити лозинку датотеке
ta: கோப்பு கடவுச்சொல்லை உறுதிப்படுத்து
th: ยืนยันรหัสผ่านไฟล์
tr: Dosya parolasını onaylayın
uk: Підтвердьте пароль файлу
vi: Nhập lại mật khẩu tập tin
zh_hans: 确认文件密码
zh_hant: 確認檔案密碼

# FilePasswordDescription
source: This password will be used to export and import this file
ar: ستُستخدم كلمة المرور هذه لتصدير واستيراد هذا الملف
az: Bu parol, bu faylı daxilə və xaricə köçürmək üçün istifadə olunacaq
bg: Паролата ще бъде използвана за изнасяне и внасяне на този файл
cs: Toto heslo bude použito pro export a import tohoto souboru
da: Denne adgangskode vil blive brugt ved eksport og import af denne fil
de: Dieses Passwort wird zum Exportieren und Importieren dieser Datei verwendet
el: Αυτός ο κωδικός πρόσβασης θα χρησιμοποιηθεί για την εξαγωγή και εισαγωγή αυτού του αρχείου
fa: این کلمه عبور برای برون ریزی و درون ریزی این پرونده استفاده می‌شود
fi: Tätä salasanaa käytetään tämän tiedoston viennissä ja tuonnissa
fr: Ce mot de passe sera utilisé pour exporter et importer ce fichier
gl: Este contrasinal empregarase para exportar e importar o arquivo
he: סיסמה זו תשמש כדי לייצא ולייבא קובץ זה
hr: Ova će se lozinka koristiti za izvoz i uvoz ove datoteke
hu: Ezt a jelszó lesz használva mind az exportálás és importálás során
id: Sandi ini akan digunakan untuk ekspor dan impor file ini
it: La password sarà utilizzata per esportare e importare questo file
ja: このパスワードはこのファイルのエクスポートとインポート時に使用します
lv: Šī parole tiks izmantota, lai izgūtu un ievietotu šo datni
nl: Dit wachtwoord wordt gebruikt om dit bestand te exporteren en te importeren
pl: Hasło będzie używane do eksportowania i importowania pliku
pt: Esta palavra-passe será utilizada para exportar e importar este ficheiro
pt_br: Esta senha será usada para exportar e importar este arquivo
sk: Toto heslo sa použije na export a import tohto súboru
sr: Ова лозинка ће се користити за извоз и увоз ове датотеке
ta: இந்த கோப்பை ஏற்றுமதி மற்றும் இறக்குமதி செய்ய இந்த கடவுச்சொல் பயன்படுத்தப்படும்
th: รหัสผ่านนี้จะใช้ในการส่งออกและนำเข้าไฟล์นี้
tr: Bu parola, bu dosyayı dışa ve içe aktarmak için kullanılacaktır
uk: Цей пароль буде використано для експортування та імпортування цього файлу
vi: Mật khẩu này sẽ được dùng để xuất và nhập tập tin này
zh_hans: 此密码将用于导出和导入此文件
zh_hant: 此密碼將用於匯出和匯入此檔案

source: Creating on
ar: إنشاء في
az: Yaradılır
bg: Създаден на:
cs: Vytváření na
de: Erstellen auf
el: Δημιουργία στις
fa: در حال ساخت
fi: Luodaan:
fr: Création sur
gl: Creando en
he: יוצר ב
hr: Stvaranje na
hu: Létrehozás:
id: Membuat di
it: Creazione in
ja: 作成日時
lv: Izveido
nl: Aanmaken op
pl: Tworzenie na
pt: A criar em
pt_br: Criando em
sk: Vytvorené na
sr: Креирано
ta: உருவாக்குகிறது
th: กำลังสร้างเมื่อ
tr: Oluşturulacak konum:
uk: Створення
vi: Đang tạo
zh_hans: 创建到
zh_hant: 建立於

source: Check your email
ar: تحقق من بريدك الإلكتروني
az: E-poçtunuzu yoxlayın
bg: Проверете е-пощата си
cs: Zkontrolujte Váš e-mail
da: Tjek indbakken
de: Überprüfe deine E-Mail
el: Ελέγξτε το ηλ. ταχυδρομείο σας
fa: ایمیل خود را چک کنید
fi: Tarkasta sähköpostisi
fr: Vérifiez vos e-mails
gl: Revisa o teu correo
he: בדוק את הדוא"ל שלך
hr: Provjeri svoju e-poštu
hu: Email cím postaláda ellenőrzése
id: Periksa surel Anda
it: Controlla la tua email
ja: メールをご確認ください
lv: Jāpārbauda e-pasts
nl: Check je e-mail
pl: Sprawdź swoją pocztę e-mail
pt: Verifique o seu e-mail
pt_br: Confira seu e-mail
sk: Skontrolujte si svoj e-mail
sr: Проверите свој имејл
ta: உங்கள் மின்னஞ்சலைச் சரிபார்க்கவும்
th: ตรวจสอบอีเมลของคุณ
tr: E-postanızı kontrol edin
uk: Перевірте свою електронну пошту
vi: Kiểm tra email của bạn
zh_hans: 检查您的电子邮箱
zh_hant: 檢查您的電子郵件

# WeSentAnEmailTo
source: We sent an email to %1$@
ar: أرسلنا رسالة بريد إلكتروني إلى %1$@
az: %1$@ ünvanına bir e-poçt göndərdik
bg: Изпратихме е-писмо до %1$@
cs: Poslali jsme e-mail na %1$@
de: Wir haben eine E-Mail an %1$@ gesendet
fa: ما یک ایمیل به %1$@ ارسال کردیم
fi: Osoitteeseen %1$@ lähetettiin viesti.
fr: Nous avons envoyé un e-mail à %1$@
he: שלחנו דוא"ל אל %1$@
hr: Poslana e-pošta na %1$@
hu: Egy email került kiküldésre: %1$@.
id: Kami mengirim email ke %1$@
it: Abbiamo inviato un'e-mail a %1$@
ja: %1$@ にメールを送信しました
lv: Mēs nosūtījām e-pasta ziņojumu uz %1$@
nl: We hebben een e-mail gestuurd naar %1$@
pl: Wysłaliśmy wiadomość na adres %1$@
pt: Enviámos um e-mail para %1$@
pt_br: Enviamos um e-mail para %1$@
sk: Poslali sme e-mail na adresu %1$@
sr: Послали смо имејл на %1$@
ta: நாங்கள் %1$@ க்கு ஒரு மின்னஞ்சலை அனுப்பினோம்
th: เราส่งอีเมลไปที่ %1$@ แล้ว
tr: %1$@ adresine bir e-posta gönderdik
uk: Ми надіслали електронний лист на %1$@
vi: Chúng tôi đã gửi một email tới %1$@
zh_hans: 我们发送了一封电子邮件到 %1$@
