Repository: bitwarden/ios
Catalog: BitwardenResources/Localizations/*.lproj/Localizable.strings
Languages: ar, az, bg, cs, da, de, el, fa, fi, fr, gl, he, hr, hu, id, it, ja, lv, nl, pl, pt, pt_br, sk, sr, ta, th, tr, uk, vi, zh_hans, zh_hant

source: You may need to enable device passcode or biometrics.
ar: قد تحتاج إلى تمكين رمز المرور أو القياسات الحيوية للجهاز.
az: Cihaz parolunu və ya biometriklərini fəallaşdırmaq lazım gələ bilər.
bg: Може да трябва да настроите парола за устройството или достъп чрез биометрични данни.
cs: Možná budete muset povolit přístupový kód zařízení nebo biometriku.
da: Enhedens adgangskode eller biometri skal muligvis aktiveres.
de: Möglicherweise musst du Gerätecodes oder Biometrie aktivieren.
fa: ممکن است نیاز باشد کلمه عبور دستگاه یا بیومتریک را فعال کنید.
fi: Saatat joutua ottamaan laitesalasanan tai biometrian käyttöön.
fr: Vous devrez peut-être activer le code d'accès de l'appareil ou la biométrie.
gl: Pode que precises activar un método de bloqueo no dispositivo.
he: ייתכן שאתה צריך לאפשר קוד גישה למכשיר או זיהוי ביומטרי.
hr: Možda ćeš trebati omogućiti lozinku uređaja ili biometriju.
hu: Lehetséges, hogy engedélyezni kell az eszköz jelkódot vagy a biometrikus adatokat.
id: Anda mungkin perlu mengaktifkan kode sandi atau biometrik perangkat.
it: Potrebbe essere necessario abilitare il codice di accesso del dispositivo o l'autenticazione biometrica.
ja: デバイスのパスコード、または生体認証の有効化が必要な場合があります。
lv: Var būt nepieciešams iespējot ierīces piekļuves kodu vai biometriju.
nl: Je moet mogelijk apparaattoegangscode of biometrie inschakelen.
pl: Włączenie kodu dostępu lub biometrii może być konieczne.
pt: Poderá ter de ativar o código de acesso ou a biometria do dispositivo.
pt_br: Você pode precisar ativar o código ou a biometria do dispositivo.
sk: Možno bude potrebné povoliť prístupový kód zariadenia alebo biometriu.
sr: Можда ћете морати да омогућите шифру или биометрију уређаја.
ta: நீங்கள் சாதன கடவுச்சொல் அல்லது பயோமெட்ரிக்ஸை இயக்க வேண்டியிருக்கலாம்.
th: คุณอาจต้องเปิดใช้งานรหัสผ่านอุปกรณ์หรือไบโอเมตริก
tr: Cihaz parola kodunu veya biyometrik özellikleri etkinleştirmeniz gerekebilir.
uk: Можливо, необхідно ввімкнути код допуску або біометричну перевірку пристрою.
vi: Bạn cần kích hoạt mã Pin thiết bị hoặc tính năng nhận dạng sinh trắc học.
zh_hans: 您可能需要启用设备通行代码或生物识别。
zh_hant: 您可能需要啟動裝置密碼或是生物辨識解鎖。

# StartImportCXFDescriptionLong
source: Import passwords, passkeys, credit cards, and any personal identity information from another password manager. Your data will **not** be deleted from your previous provider.
ar: استيراد كلمات المرور، ومفاتيح المرور، وبطاقات الائتمان، وأي معلومات هوية شخصية من مدير كلمات مرور آخر. لن يتم حذف بياناتك من مزود الخدمة السابق لديك.
az: Digər parol menecerindən parolları, keçid açarlarını, kredit kartları və digər fərdi kimlik məlumatlarını daxilə köçürün. Əvvəlki provayderinizdəki datalarınız **silinməyəcək**.
bg: Внесете своите пароли, секретни ключове, карти и други лични данни от друг управител на пароли. Данните Ви **няма** да бъдат изтрити от предишната система.
cs: Importuje hesla, heslové fráze, platební karty a jakékoli osobní údaje od jiného správce hesel. Vaše data **nebudou** smazána od Vašeho předchozího poskytovatele.
da: Importér adgangskoder, adgangsnøgler, betalingskort og alle personlige identitetsoplysninger fra en anden adgangskodehåndtering. Data slettes ** ikke** fra/hos den tidligere udbyder.
de: Importiere Passwörter, Passkeys, Kreditkarten und sämtliche persönlichen Informationen zur Identität von einem anderen Passwort-Manager. Deine Daten werden von deinem vorherigen Anbieter **nicht** gelöscht.
fa: کلمات عبور، کلیدهای عبور، کارت‌های اعتباری و هر اطلاعات هویتی شخصی را از یک مدیر کلمه عبور دیگر درون ریزی کنید. داده‌های شما از ارائه‌دهنده قبلی **حذف نخواهند شد.**
fi: Tuo salasanat, pääsyavaimet, luottokortit ja kaikki henkilökohtaiset henkilötiedot toisesta salasananhallinnasta. Tietosi **ei** poistu aiemmasta palveluntarjoajastasi.
fr: Importez des mots de passe, des clé d'accès, des cartes de crédit et toute information d'identité personnelle depuis un autre gestionnaire de mots de passe. Vos données ne seront **pas** supprimées de votre fournisseur précédent.
gl: Importar contrasinais, Claves de acceso, tarxetas e calquera información persoal dende outro xestor de contrasinais. Os teus datos **non** se borrarán do teu provedor previo.
he: ייבא סיסמאות, מפתחות גישה, כרטיסי אשראי, וכל מידע אישי של זהות ממנהל סיסמאות אחר. המידע שלך **לא** יימחק מהספק הקודם שלך.
hr: Uvezi lozinke, pristupne ključeve, kreditne kartice i sve podatke o osobnom identitetu iz drugog upravitelja zaporki. Tvoji podaci **neće** biti izbrisani kod tvog prethodnog pružatelja usluga.
hu: Importáljunk jelszavakat, belépőkulcsokat, hitelkártyákat és bármilyen személyes azonosító információt egy másik jelszókezelőből. Az adatok **nem** kerülnek törlésre a korábbi szolgáltatónál.
id: Impor sandi, kunci sandi, kartu kredit, dan informasi identitas pribadi apa pun dari pengelola sandi lain. Data Anda **tidak** akan dihapus dari penyedia sebelumnya.
it: Importa parole d'accesso, chiavi d'accesso, carte di credito e qualsiasi informazione di identità personale da un altro gestore di credenziali. I tuoi dati **non** saranno cancellati dal tuo fornitore precedente.
ja: パスワード、パスキー、クレジットカード、その他すべての個人情報を別のパスワードマネージャーからインポートします。 あなたのデータは以前のプロバイダーからは削除 **されません** 。
lv: Paroļu, piekļuves atslēgu, kredītkaršu un jebkādas personīgās identitātes informācijas ievietošana no cita paroļu pārvaldnieka. Iepriekšējā nodrošinātāja dati **netiks** izdzēsti.
nl: Importeer wachtwoorden, passkeys, creditcards en persoonlijke identiteitsgegevens van een andere wachtwoordmanager. Je gegevens worden **niet** verwijderd bij je vorige provider.
pl: Importuj hasła, klucze dostępu, karty płatnicze i wszelkie dane osobowe z innego menedżera haseł. Twoje dane **nie** zostaną usunięte od poprzedniego dostawcy.
pt: Importar palavras-passe, chaves de acesso, cartões de crédito e quaisquer informações de identidade pessoal de outro gestor de palavras-passe. Os seus dados **não** serão eliminados do seu fornecedor anterior.
pt_br: Importe senhas, chaves de acesso, cartões de crédito e quaisquer informações de identidade pessoal de outro gerenciador de senhas. Os seus dados **não** serão apagados do seu provedor anterior.
sk: Importujte heslá, prístupové kľúče, kreditné karty a akékoľvek osobné údaje z iného správcu hesiel. Vaše údaje u predchádzajúceho poskytovateľa **nebudú** odstránené.
sr: Увезите лозинке, фразе, кредитне картице и сваки други вид идентификације из другог менаџера лозинки. Ваши подаци **неће** бити обрисани из вашег ранијег провајдера.
ta: மற்றொரு கடவுச்சொல் மேலாளரிடமிருந்து கடவுச்சொற்கள், பாஸ்கீகள், கிரெடிட் கார்டுகள் மற்றும் தனிப்பட்ட அடையாள தகவல்களை இறக்குமதி செய்யவும். உங்கள் தரவு உங்கள் முந்தைய வழங்குநரிடமிருந்து **நீக்கப்படாது**.
th: นำเข้ารหัสผ่าน พาสคีย์ บัตรเครดิต และข้อมูลระบุตัวตนส่วนบุคคลจากตัวจัดการรหัสผ่านอื่น ข้อมูลของคุณจะ **ไม่** ถูกลบออกจากผู้ให้บริการเดิม
tr: Başka bir şifre yöneticisinden parolaları, anahtarları, kredi kartlarını ve kişisel kimlik bilgilerini içe aktarın. Verileriniz önceki sağlayıcınızdan **silinmeyecektir**.
uk: Імпортуйте паролі, ключі доступу, кредитні картки та будь-яку особисту інформацію з іншого менеджера паролів. Ваші дані з іншого менеджера паролів **не** видаляться.
vi: Nhập mật khẩu, mã khóa, thẻ tín dụng và bất kỳ thông tin nhận dạng cá nhân nào từ trình quản lý mật khẩu khác. Dữ liệu của bạn sẽ **không** bị xóa từ nhà cung cấp trước.
zh_hans: 从其他密码管理器导入密码、通行密钥、信用卡以及任何个人身份信息。 您的数据**不会**从之前的提供程序中删除。
zh_hant: 從其它密碼管理器匯入密碼、密碼金鑰、信用卡或其它個人資訊。 您的資料在其它提供商**不會**被刪除。

source: Import passwords
ar: استيراد كلمات المرور
az: Parolları daxilə köçür
bg: Внасяне на паролите
cs: Importovat hesla
da: Importér adgangskoder
de: Passwörter importieren
fa: درون ریزی کلمات عبور
fi: Tuo salasanat
fr: Importer vos mots de passe
gl: Importar contrasinais
he: ייבא סיסמאות
hr: Uvezi lozinke
hu: Jelszavak importálása
id: Impor sandi
it: Importa password
ja: パスワードのインポート
lv: Ievietot paroles
nl: Wachtwoorden importeren
pl: Importuj hasła
pt: Importar palavras-passe
pt_br: Importar senhas
sk: Importovať heslá
sr: Увези лозинке
ta: கடவுச்சொற்களை இறக்குமதி செய்
th: นำเข้ารหัสผ่าน
tr: Parolaları içe aktar
uk: Імпортувати паролі
vi: Nhập mật khẩu
zh_hans: 导入密码
zh_hant: 匯入密碼

# ImportingEllipsis
source: Importing…
ar: استيراد...
az: Daxilə köçürülür...
bg: Внасяне…
cs: Importování...
da: Importerer...
de: Wird importiert...
el: Εισαγωγή...
fa: در حال وارد کردن...
fi: Tuodaan...
fr: Importation en cours...
gl: Importando...
he: מייבא...
hr: Uvoz...
hu: Importálás...
id: Mengimpor...
it: Importazione...
ja: インポート中…
lv: Ievieto...
nl: Importeren...
pl: Importowanie...
pt: A importar...
pt_br: Importando…
sk: Importujem...
sr: Увожење...
ta: இறக்குமதி செய்கிறது...
th: กำลังนำเข้า…
tr: İçe aktarılıyor…
uk: Триває імпортування...
vi: Đang nhập...
zh_hans: 正在导入...
zh_hant: 匯入中……

# AreYouSureYouWantToCancelTheImportProcessQuestionMark
source: Are you sure you want to cancel the import process?
ar: هل أنت متأكد من أنك تريد إلغاء عملية الاستيراد؟
az: Daxilə köçürmə prosesini ləğv etmək istədiyinizə əminsiniz?
bg: Наистина ли искате да прекъснете процеса на внасяне?
cs: Opravdu chcete zrušit proces importu?
da: Sikker på, at importprocessen skal afbrydes?
de: Bist du sicher, dass du den Importvorgang abbrechen möchtest?
fa: آیا مطمئن هستید که می‌خواهید فرایند درون ریزی داده‌ها را لغو کنید؟
fi: Haluatko varmasti peruuttaa tuontiprosessin?
fr: Êtes-vous sûr de vouloir annuler le processus d'importation ?
gl: Seguro que queres cancelar o proceso de importado?
he: האם אתה בטוח שברצונך לבטל את תהליך הייבוא?
hr: Sigurno želiš prekinuti proces uvoza?
hu: Biztosan megszakításra kerüljön az importálási folyamat?
id: Anda yakin ingin membatalkan proses impor?
it: Vuoi davvero annullare il processo di importazione?
ja: インポート処理をキャンセルしてもよろしいですか？
lv: Vai tiešām atcelt ievietošanu?
nl: Weet u zeker dat je het importproces wilt annuleren?
pl: Czy na pewno chcesz anulować proces importowania?
pt: Tem a certeza de que pretende cancelar o processo de importação?
pt_br: Tem certeza de que deseja cancelar o processo de importação?
sk: Naozaj chcete prerušiť priebeh importu?
sr: Да ли заиста желите да прекинете процес увожења?
ta: நீங்கள் இறக்குமதி செயல்முறையை ரத்துசெய்ய விரும்புகிறீர்களா?
th: ยืนยันที่จะยกเลิกกระบวนการนำเข้าหรือไม่
tr: İçe aktarma işlemini iptal etmek istediğinize emin misiniz?
uk: Ви дійсно хочете скасувати процес імпортування?
vi: Bạn có chắc chắn muốn hủy quá trình nhập không?
zh_hans: 确定要取消导入过程吗？
zh_hant: 您確定要中止匯入程序？

source: Import failed
ar: فشل الاستيراد
az: Daxilə köçürmə uğursuz oldu
bg: Внасянето не беше успешно
cs: Import selhal
da: Import mislykkedes
de: Import fehlgeschlagen
el: Αποτυχία εισαγωγής
fa: درون ریزی ناموفق بود
fi: Tuonti epäonnistui
fr: Échec de l'importation
gl: Importación falida
he: הייבוא נכשל
hr: Uvoz nije uspio!
hu: Az importálás sikertelen volt.
id: Impor gagal
it: Importazione fallita
ja: インポート失敗
lv: Ievietošana neizdevās
nl: Importeren is mislukt
pl: Importowanie nie powiodło się
pt: Falha na importação
pt_br: Falha na importação
sk: Import zlyhal
sr: Увоз није успео
ta: இறக்குமதி தோல்வியடைந்தது
th: การนำเข้าล้มเหลว
tr: İçe aktarma başarısız oldu
uk: Не вдалося імпортувати
vi: Nhập thất bại
zh_hans: 导入失败
zh_hant: 匯入失敗

# ItemsSuccessfullyImported
source: %1$@ items successfully imported
ar: تم استيراد %1$@ عناصر بنجاح
az: %1$@ element uğurla daxilə köçürüldü
bg: %1$@ елемента бяха внесени успешно
cs: %1$@ položek bylo úspěšně importováno
da: %1$@ emner er importeret
de: %1$@ Einträge erfolgreich importiert
fa: %1$@ مورد با موفقیت وارد شدند
fi: %1$@ kohdetta tuotu onnistuneesti
gl: Importáronse con éxito %1$@ entradas
hr: %1$@ stavki uspješno uvezeno
hu: %1$@ elem sikeresen importálásra került.
ja: %1$@ 項目を正常にインポートしました
lv: %1$@ vienumi ievietoti sekmīgi
nl: %1$@ items succesvol geïmporteerd
pl: %1$@ elementów(y) pomyślnie zaimportowane
pt: %1$@ itens importados com sucesso
sk: %1$@ položiek bolo úspešne importovaných
sr: %1$@ ставки је успешно увежено
uk: %1$@ записів успішно імпортовано
vi: Đã nhập thành công %1$@ mục
zh_hans: %1$@ 个项目成功导入
zh_hant: 成功匯入了 %1$@ 個項目。

source: There was an issue importing all of your passwords. No data was deleted.
ar: حدثت مشكلة أثناء استيراد جميع كلمات المرور الخاصة بك. لم يتم حذف أي بيانات.
az: Bütün parollarınızı daxilə köçürərkən problem baş verdi. Heç bir data silinmədi.
bg: Имаше грешка при внасянето на паролите. Не бяха изтрити никакви данни.
cs: Došlo k potížím při importu všech Vašich hesel. Žádná data nebyla smazána.
da: Der opstod et problem ved import af alle adgangskoderne. Ingen data blev slettet.
de: Es gab ein Problem beim Importieren aller Passwörter. Es wurden keine Daten gelöscht.
fa: در درون ریزی همه کلمات عبور شما مشکلی پیش آمد. اطلاعاتی حذف نشده است.
fi: Kaikkien salasanojesi tuonnissa tapahtui virhe. Tietoja ei poistettu.
fr: Il y a eu un problème lors de l'importation de tous vos mots de passe. Aucune donnée n'a été supprimée.
gl: Houbo un problema ó importar os contrasinais. Non se eliminou ningún dato.
he: הייתה בעיה בייבוא של כל הסיסמאות שלך. לא נמחקו נתונים.
hr: Došlo je do problema s uvozom svih tvojih lozinki. Nijedan podatak nije izbrisan.
hu: Hiba történt az összes jelszó importálásakor. Nem lett adat törölve.
id: Terjadi masalah saat mengimpor semua sandi Anda. Tidak ada data yang dihapus.
it: Si è verificato un problema durante l'importazione delle tue password. Nessun dato è stato eliminato.
ja: すべてのパスワードをインポートする際に問題が発生しました。 データは一切削除されてません。
lv: Bija sarežģījums ar visu paroļu ievietošanu. Nekādi dati netika izdzēsti.
nl: Er ging iets mis bij het importeren van al je wachtwoorden. Er zijn geen gegevens verwijderd.
pl: Wystąpił błąd podczas importowania haseł. Nie usunięto żadnych danych.
pt: Ocorreu um problema ao importar todas as suas palavras-passe. Não foram eliminados quaisquer dados.
pt_br: Houve um problema ao importar todas as suas senhas. Nenhum dado foi apagado.
sk: Import všetkých vašich hesiel zlyhal. Neboli vymazané žiadne dáta.
sr: Дошло је до проблема у увозу свих ваших лозинки. Ниједан податак није избрисан.
ta: உங்கள் எல்லா கடவுச்சொற்களையும் இறக்குமதி செய்வதில் ஒரு சிக்கல் ஏற்பட்டது. தரவு எதுவும் நீக்கப்படவில்லை.
th: เกิดปัญหาในการนำเข้ารหัสผ่านทั้งหมดของคุณ ไม่มีข้อมูลถูกลบ
tr: Tüm parolalarınızı içe aktarırken bir sorun oluştu. Hiçbir veri silinmedi.
uk: Виникла проблема під час імпортування ваших паролів. Жодних даних не видалено.
vi: Có vấn đề khi nhập tất cả mật khẩu của bạn. Không có dữ liệu nào bị xóa.
zh_hans: 导入您的所有密码时出现问题。 未删除任何数据。
zh_hant: 在匯入您的密碼時發生部分問題。 沒有刪除任何資料。

source: Retry import
ar: إعادة محاولة الاستيراد
az: Yenidən daxilə köçürməyə çalış
bg: Опит за повторно внасяне
cs: Opakovat import
da: Forsøg at importere igen
de: Import wiederholen
el: Επανάληψη εισαγωγής
fa: درون ریزی مجدد
fi: Yritä tuontia uudelleen
fr: Réessayer l'importation
gl: Volver intentalo
he: נסה ייבוא מחדש
hr: Ponovno pokušaj uvesti
hu: Importálás újra próbálása
id: Coba impor ulang
it: Riprova
ja: インポートをリトライする
lv: Atkārtot ievietošanu
nl: Import opnieuw proberen
pl: Ponów próbę importu
pt: Tentar a importação novamente
pt_br: Importar novamente
sk: Opakovať import
sr: Покушај увожење поново
ta: மீண்டும் இறக்குமதி செய்
th: ลองนำเข้าใหม่
tr: İçe aktarmayı yeniden dene
uk: Повторити імпорт
vi: Thử xuất lại
zh_hans: 重试导入
zh_hant: 重試匯入

source: Show vault
ar: إظهار المخزن
az: Seyfi göstər
bg: Показване на трезора
cs: Zobrazit trezor
da: Vis boks
de: Tresor anzeigen
fa: نمایش گاوصندوق
fi: Näytä holvi
fr: Afficher le coffre
gl: Amosar caixa forte
he: הצג כספת
hr: Prikaži trezor
hu: Széf megjelenítése
id: Tampilkan brankas
it: Mostra cassaforte
ja: 保管庫を表示
lv: Rādīt glabātavu
nl: Kluis weergeven
pl: Pokaż sejf
pt: Mostrar cofre
pt_br: Mostrar cofre
sk: Zobraziť trezor
sr: Прикажи трезор
ta: பெட்டகத்தைக் காட்டு
th: แสดงตู้นิรภัย
tr: Kasayı göster
uk: Показати сховище
vi: Xem kho
zh_hans: 显示密码库
zh_hant: 顯示密碼庫

source: Import not available
ar: الاستيراد غير متوفر
az: Daxilə köçürmə əlçatmazdır
bg: Внасянето не е възможно
cs: Import není k dispozici
da: Import utilgængelig
de: Import nicht verfügbar
fa: درون ریزی در دسترس نیست
fi: Tuonti ei ole käytettävissä
fr: Importation non disponible
gl: Importación non dispoñible
he: ייבוא לא זמין
hr: Uvoz nije dostupan
hu: Az importálás nem érhető el.
id: Impor tidak tersedia
it: Importazione non disponibile
ja: インポートは利用できません
lv: Ievietošana nav pieejama
nl: Import niet beschikbaar
pl: Import nie jest dostępny
pt: Importação não disponível
pt_br: Importação não disponível
sk: Import nedostupný
sr: Увоз није доступан
ta: இறக்குமதி கிடைக்கவில்லை
th: การนำเข้าไม่พร้อมใช้งาน
tr: İçe aktarma kullanılamıyor
uk: Імпорт недоступний
vi: Không thể nhập
zh_hans: 导入不可用
zh_hant: 無法使用匯入

source: Importing from another provider is not available for this device.
ar: الاستيراد من موفر آخر غير متوفر لهذا الجهاز.
az: Bu cihaz üçün başqa provayderdən daxilə köçürmə əlçatmazdır.
bg: Внасянето от друга система не е възможно на това устройство.
cs: Importování od jiného poskytovatele není pro toto zařízení k dispozici.
da: Import fra en anden udbyder er utilgængelig for denne enhed.
de: Der Import von einem anderen Anbieter ist für dieses Gerät nicht verfügbar.
fa: درون ریزی از ارائه‌دهنده دیگر برای این دستگاه در دسترس نیست.
fi: Tuonti muista palveluista ei ole käytettävissä tällä laitteella.
fr: L'importation depuis un autre fournisseur n'est pas disponible pour cet appareil.
gl: O importado dende outro provedor non está dispoñible neste dispositivo.
he: ייבוא מספק אחר אינו זמין עבור המכשיר הזה.
hr: Za ovaj uređaj nije moguć uvoz od drugog pružatelja usluge.
hu: Más szolgáltatótól importálás nem érhető el ezen az eszközön.
id: Impor dari penyedia lain tidak tersedia untuk perangkat ini.
it: L'importazione da un altro provider non è disponibile per questo dispositivo.
ja: 別のプロバイダからのインポートはこのデバイスでは使用できません。
lv: Šajā ierīcē nav pieejama ievietošana no cita nodrošinātāja.
nl: Importeren van een andere provider is niet beschikbaar voor dit apparaat.
pl: Importowanie od innego dostawcy nie jest dostępne dla tego urządzenia.
pt: A importação de outro fornecedor não está disponível para este dispositivo.
pt_br: A importação de outro provedor não está disponível para este dispositivo.
sk: Toto zariadenie nemá dostupný import od iného poskytovateľa.
sr: Увоз из другог провајдера није доступан на овом уређају.
ta: இந்தச் சாதனத்திற்கு வேறொரு வழங்குநரிடமிருந்து இறக்குமதி செய்ய முடியாது.
th: การนำเข้าจากผู้ให้บริการอื่นไม่พร้อมใช้งานสำหรับอุปกรณ์นี้
tr: Bu cihaz için başka bir sağlayıcıdan içe aktarma mevcut değildir.
uk: Імпорт від іншого постачальника недоступний для цього пристрою.
vi: Không thể nhập dữ liệu từ dịch vụ khác trên thiết bị này.
zh_hans: 此设备不支持从其他提供程序导入。
zh_hant: 無法在此裝置上使用其它提供商匯入

source: Export vault to a file
ar: تصدير المخزن إلى ملف
az: Seyfi bir fayla köçür
bg: Изнасяне на трезора във файл
cs: Exportovat trezor do souboru
da: Eksportér boks til en fil
de: Tresor als eine Datei exportieren
fa: برون ریزی گاوصندوق به یک پرونده
fi: Vie holvi tiedostoon
fr: Exporter le coffre vers un fichier
gl: Exportar caixa forte a un arquivo
he: ייצא כספת לקובץ
hr: Izvezi trezor u datoteku
hu: Széf exportálása fájlba
id: Ekspor brankas ke file
it: Esporta la cassaforte in un file
ja: 保管庫をファイルにエクスポート
lv: Izgūt glabātavas saturu datnē
nl: Kluis naar bestand exporteren
pl: Eksportuj sejf do pliku
pt: Exportar o cofre para um ficheiro
pt_br: Exportar cofre para um arquivo
sk: Exportovať trezor do súboru
sr: Извези трезор у датотеку
ta: பெட்டகத்தை ஒரு கோப்புக்கு ஏற்றுமதி செய்
th: ส่งออกตู้นิรภัยเป็นไฟล์
tr: Kasayı dosyaya aktar
uk: Експортувати сховище у файл
vi: Xuất kho ra một tệp
zh_hans: 导出密码库到文件
zh_hant: 匯出密碼庫至檔案

source: Export vault to another app
ar: تصدير المخزن إلى تطبيق آخر
az: Seyfi başqa bir tətbiqə köçür
bg: Изнасяне на трезора към друго приложение
cs: Exportovat trezor do jiné aplikace
da: Eksportér boks til en anden app
de: Tresor in eine andere App exportieren
fa: برون ریزی گاوصندوق به یک برنامه دیگر
fi: Vie holvi toiseen appiin
fr: Exporter le coffre vers une autre application
gl: Exportar caixa forte a outra app
he: ייצא כספת ליישום אחר
hr: Izvezi trezor u drugu aplikaciju
hu: Széf exportálása másik alkalmazásba
id: Ekspor brankas ke apl lain
it: Esporta la cassaforte in un'altra app
ja: 別のアプリにパスワード保管庫の中身をエクスポート
lv: Izgūt glabātavas saturu citā lietotnē
nl: Kluis exporteren naar een andere app
pl: Eksportuj sejf do innej aplikacji
pt: Exportar o cofre para outra app
pt_br: Exportar cofre para outro aplicativo
sk: Exportovať trezor do inej aplikácie
sr: Извези трезор у другу апликацију
ta: வேறொரு பயன்பாட்டிற்கு வால்ட்டை ஏற்றுமதி செய்யவும்
th: ส่งออกตู้นิรภัยไปยังแอปอื่น
tr: Kasayı başka bir uygulamaya aktar
uk: Експортувати сховище в іншу програму
vi: Xuất kho sang ứng dụng khác
zh_hans: 导出密码库到其他 App
zh_hant: 匯出密碼庫至其他應用程式

source: Export items
ar: تصدير العناصر
az: Elementləri xaricə köçür
bg: Изнасяне на елементи
cs: Exportovat položky
da: Eksportér emner
de: Einträge exportieren
el: Εξαγωγή στοιχείων
fa: برون ریزی موارد
fi: Vie kohteet
fr: Exporter les éléments
gl: Exportar elementos
he: ייצא פריטים
hr: Izvezi stavke
hu: Elemek exportálása
id: Item ekspor
it: Esporta elementi
ja: アイテムをエクスポート
lv: Izgūt vienumus
nl: Items exporteren
pl: Eksportuj elementy
pt: Exportar itens
pt_br: Exportar itens
sk: Exportovať položky
sr: Извези ставке
ta: பொருட்களை ஏற்றுமதி செய்
th: ส่งออกรายการ
tr: Kayıtları dışa aktar
uk: Експортувати записи
vi: Xuất các mục
zh_hans: 导出项目
zh_hant: 匯出項目
