Repository: bitwarden/ios
Catalog: BitwardenResources/Localizations/*.lproj/Localizable.strings
Languages: ar, az, bg, cs, da, de, el, fa, fi, fr, gl, he, hr, hu, id, it, ja, lv, nl, pl, pt, pt_br, sk, sr, ta, th, tr, uk, vi, zh_hans, zh_hant

# ScanTheQRCodeInYourSettings
source: Scan the QR code in your 2-step verification settings for any account.
ar: امسح رمز QR في إعدادات التحقق من خطوتين لأي حساب.
az: İstənilən hesab üçün 2 addımlı doğrulama ayarlarınızdakı QR kodu skan edin.
bg: Сканирайте QR кода в настройките си за двустепенно удостоверяване на всеки акаунт.
cs: Naskenujte QR kód v nastavení dvoufázového ověření pro jakýkoli účet.
da: Skan QR-koden i indstillingen for totrinsbekræftelse for enhver konto.
de: Scanne den QR-Code für jedes Konto in deinen Einstellungen für die 2-Faktor-Authentifizierung.
el: Σαρώστε τον κωδικό QR στις ρυθμίσεις επαλήθευσης 2 βημάτων για οποιονδήποτε λογαριασμό.
fi: Lue QR-koodi käyttääksesi millä vain tilillä kaksivaiheista todennusta.
fr: Scanner le code QR dans les paramètres de double authentification pour n'importe quel compte.
gl: Escanea o código QR nos axustes de verificación en dous pasos de calquera conta.
he: סרוק את קוד ה־QR בהגדרות האימות הדו־שלבי שלך עבור כל חשבון.
hr: Skeniraj QR kôd u postavkama dvostruke autentifikacije za bilo koji račun.
hu: Olvassuk be a QR kódot a kétlépcsős ellenőrzési beállításokban bármely fiókhoz.
id: Pindai kode QR di pengaturan verifikasi 2 langkah untuk akun apa pun.
it: Scansiona il codice QR nelle impostazioni di verifica in 2 passaggi per qualsiasi account.
ja: 各種アカウントの2段階認証の設定時に表示される、QRコードを読み取ります。
nl: Scan de QR-code in je instellingen voor tweestapsverificatie voor elk account.
pl: Zeskanuj kod QR w ustawieniach logowania dwustopniowego dla każdego konta.
pt: Digitalize o código QR nas suas definições de verificação de dois passos para qualquer conta.
pt_br: Leia o código QR nas configurações de verificação de duas etapas para qualquer conta.
sk: Naskenujte kód QR v nastaveniach dvojstupňového overenia pre akýkoľvek účet.
sr: Скенирајте QR кôд у подешавањима верификације у 2 корака за било који налог.
ta: உங்கள் கணக்கிற்கான 2-படி சரிபார்ப்பு அமைப்புகளில் QR குறியீட்டை ஸ்கேன் செய்யவும்.
th: สแกน QR Code ในการตั้งค่าการยืนยันตัวตนแบบ 2 ขั้นตอนสำหรับบัญชีใดก็ได้
tr: Eklemek istediğiniz hesabın iki aşamalı doğrulama ayarlarında görünen QR kodunu tarayın.
uk: Скануйте QR-код у налаштуваннях двоетапної перевірки будь-якого облікового запису.
vi: Quét mã QR trong các cài đặt xác minh hai bước của bạn cho bất kỳ tài khoản nào.
zh_hans: 扫描任何帐户的两步验证设置中的二维码。
zh_hant: 掃描您帳戶兩步驟驗證設定中的 QR code。

# SecureYourAssetsWithBitwardenAuthenticator
source: Secure your accounts with Bitwarden Authenticator
ar: تأمين حساباتك مع مصادق Bitwarden
az: Hesablarınızı Bitwarden Authenticator ilə qoruyun
bg: Защитете акаунтите си с Удостоверителя на Битуорден
cs: Zabezpečte své účty pomocí Autentikátoru Bitwarden
da: Sikre kontiene med Bitwarden Authenticator
de: Schütze deine Konten mit dem Bitwarden Authenticator
el: Ασφαλίστε τους λογαριασμούς σας με το Bitwarden Authenticator
fi: Suojaa tilisi Bitwarden Authenticatorilla
fr: Sécurisez vos comptes avec Bitwarden Authenticator
gl: Asegura as túas contas co Autenticador de Bitwarden
he: אבטח את החשבונות שלך עם מאמת Bitwarden
hr: Osiguraj svoje račune Bitwarden Authenticatorom
hu: Biztosítsuk a fiókokat a Bitwarden Authenticator segítségével.
id: Amankan akun Anda dengan Bitwarden Authenticator
it: Proteggi i tuoi account con Bitwarden Authenticator
ja: Bitwarden Authenticator でアカウントを保護しましょう
nl: Beveilig je accounts met Bitwarden Authenticator
pl: Zabezpiecz swoje konta za pomocą aplikacji Bitwarden Authenticator
pt: Proteja as suas contas com o Bitwarden Authenticator
pt_br: Proteja suas contas com o Bitwarden Authenticator
sk: Zabezpečte si účty pomocou Bitwarden Authenticator
sr: Осигурајте своје налоге помоћу Bitwarden Authenticator-а
ta: Bitwarden அங்கீகரிப்பு மூலம் உங்கள் கணக்குகளைப் பாதுகாக்கவும்
th: รักษาความปลอดภัยบัญชีของคุณด้วย Bitwarden Authenticator
tr: Hesaplarınızı Bitwarden Authenticator ile güvence altına alın
uk: Захистіть свої облікові записи за допомогою Bitwarden Authenticator
vi: Bảo mật tài khoản của bạn với Bitwarden Authenticator
zh_hans: 使用 Bitwarden Authenticator 保护您的账户
zh_hant: 使用 Bitwarden 驗證器保護您的帳戶

source: Set “Save locally” as your default save option?
ar: تعيين "حفظ محليا" كخيار حفظ افتراضي؟
az: İlkin saxlama seçiminiz olaraq "Daxili anbarda saxla" ayarlansın?
bg: Искате ли да зададете „запазване на текущото устройство“ като стандартна настройка за запазване?
cs: Nastavit "Uložit místně" jako výchozí volba ukládání?
de: "Lokal speichern" als deine Standard-Speicheroption festlegen?
fi: Aseta paikallinen tallennus oletustallennusasetukseksesi?
fr: Définissez "Enregistrer localement" comme option d’enregistrement par défaut ?
he: להגדיר את "שמור מקומית" כאפשרות השמירה ברירת המחדל שלך?
hr: Podesiti „Spremi lokalno” kao tvoju zadanu opciju spremanja?
hu: A "Helyi mentés" beállítása alapértelmezett mentési lehetőségként?
id: Tetapkan "Simpan secara lokal" sebagai opsi simpan standar Anda?
it: Impostare "Salva localmente" come opzione di salvataggio predefinita?
ja: 「ローカルに保存」をデフォルトの保存オプションに設定しますか？
nl: "Lokaal opslaan" instellen als je standaard opslaan-optie?
pl: Ustawić „Zapisz lokalnie” jako domyślną opcję zapisywania?
pt: Definir "Guardar localmente" como opção de gravação predefinida?
pt_br: Configurar "Salvar localmente" como sua opção de salvamento padrão?
sk: Nastaviť "Uložiť lokálne" ako predvolené ukladanie?
sr: Подесите „Сачувај локално“ као подразумевану опцију чувања?
ta: “உள்ளூர் அளவில் சேமி” என்பதை உங்கள் இயல்புநிலைச் சேமிப்பு விருப்பமாக அமைக்கவா?
th: ตั้งค่า “บันทึกในเครื่อง” เป็นตัวเลือกการบันทึกเริ่มต้นของคุณหรือไม่
tr: Varsayılan kayıt seçeneğiniz “Yerel olarak kaydet” olarak ayarlansın mı?
uk: Встановити "Зберегти локально" типовою функцією збереження?
zh_hans: 设置 “本地保存” 为默认保存选项？
zh_hant: 將「儲存到本機」設為預設儲存選項？

source: Set “Save to Bitwarden” as your default save option?
ar: تعيين "حفظ إلى Bitwarden" كخيار حفظ افتراضي؟
az: İlkin saxlama seçiminiz olaraq "Bitwarden-də saxla" ayarlansın?
bg: Искате ли да зададете „запазване в Битуорден“ като стандартна настройка за запазване?
cs: Nastavit "Uložit do Bitwardenu" jako výchozí volba ukládání?
de: "In Bitwarden speichern" als deine Standard-Speicheroption festlegen?
fi: Haluatko laittaa Bitwarden-sovellukseen tallennuksen oletusasetukseksesi?
fr: Définissez "Enregistrer sur Bitwarden" comme option de sauvegarde par défaut ?
he: להגדיר את "שמור ב־Bitwarden" כאפשרות השמירה ברירת המחדל שלך?
hr: Podasiti „Spremi u Bitwarden” kao tvoju zadanu opciju spremanja?
hu: A "Mentés Bitwardenbe" beállítása alapértelmezett mentési lehetőségként?
id: Tetapkan "Simpan ke Bitwarden" sebagai opsi simpan standar Anda?
it: Impostare "Salva su Bitwarden" come opzione di salvataggio predefinita?
ja: 「Bitwarden に保存」をデフォルトの保存オプションに設定しますか？
nl: "Opslaan in Bitwarden" instellen als je standaard opslaan-optie?
pl: Ustawić „Zapisz w Bitwarden” jako domyślną opcję zapisywania?
pt: Definir "Guardar no Bitwarden" como opção de gravação predefinida?
pt_br: Configurar "Salvar no Bitwarden" como sua opção de salvamento padrão?
sk: Nastaviť "Uložiť do Bitwardenu" ako predvolené ukladanie?
sr: Подесите „Сачувај у Bitwarden“ као подразумевану опцију чувања?
ta: “Bitwarden-ல் சேமி” என்பதை உங்கள் இயல்புநிலைச் சேமிப்பு விருப்பமாக அமைக்கவா?
th: ตั้งค่า “บันทึกไปยัง Bitwarden” เป็นตัวเลือกการบันทึกเริ่มต้นของคุณหรือไม่
tr: Varsayılan kayıt seçeneğiniz “Bitwarden’a kaydet” olarak ayarlansın mı?
uk: Встановити "Зберегти в Bitwarden" типовою функцією збереження?
zh_hans: 设置 “保存到 Bitwarden” 为您的默认保存选项？
zh_hant: 將「儲存到 Bitwarden」設為預設儲存選項？

source: Sign in using unique codes
ar: تسجيل الدخول باستخدام الرموز الفريدة
az: Unikal kodları istifadə edərək hesabınıza daxil olun
bg: Вписвайте се с уникални кодове
cs: Přihlašujte se pomocí jedinečných kódů
da: Log ind ved vha. unikke koder
de: Mit eindeutigen Codes anmelden
el: Συνδεθείτε με μοναδικούς κωδικούς
fi: Kirjaudu sisään käyttäen kertaluontoisia koodeja
fr: Connectez-vous en utilisant des codes uniques
gl: Inicia sesión empregando códigos únicos
he: היכנס באמצעות קודים ייחודיים
hr: Prijava korištenjem jedinstvenih kodova
hu: Bejelentkezés egyedi kódok használatával
id: Masuk menggunakan kode unik
it: Accedi utilizzando codici univoci
ja: その時限りのコードでサインイン
nl: Inloggen met unieke codes
pl: Zaloguj się za pomocą unikalnych kodów
pt: Inicie sessão utilizando códigos únicos
pt_br: Conecte-se usando códigos únicos
sk: Prihláste sa pomocou jedinečných kódov
sr: Пријавите се користећи јединствене кодове
ta: தனித்துவமான குறியீடுகளைப் பயன்படுத்தி உள்நுழைக
th: ลงชื่อเข้าใช้ด้วยรหัสที่ไม่ซ้ำ
tr: Benzersiz kodlarla oturum açın
uk: Входьте з використанням унікальних кодів
vi: Đăng nhập bằng mã duy nhất
zh_hans: 使用唯一的代码登录

# SixtySeconds
source: 60 seconds
ar: 60 ثانية
az: 60 saniyə
bg: 60 секунди
cs: 60 sekund
da: 60 sekunder
de: 60 Sekunden
el: 60 δευτερόλεπτα
fi: 60 sekuntia
gl: 60 segundos
hr: 60 sekundi
hu: 60 másodperc
ja: 60秒
nl: 60 seconden
pl: 60 sekund
pt: 60 segundos
sk: 60 sekúnd
sr: 60 секунди
uk: 60 секунд
vi: 60 giây
zh_hans: 60 秒
zh_hant: 60 秒鐘

source: Skip
ar: تخطي
az: Ötür
bg: Пропускане
cs: Přeskočit
da: Overspring
de: Überspringen
el: Παράλειψη
fi: Ohita
fr: Passer
gl: Omitir
he: דלג
hr: Preskoči
hu: Kihagyás
id: Tewati
it: Salta
ja: スキップ
nl: Overslaan
pl: Pomiń
pt: Saltar
pt_br: Pular
sk: Preskočiť
sr: Прескочи
ta: தவிர்
th: ข้าม
tr: Atla
uk: Пропустити
vi: Bỏ qua
zh_hans: 跳过
zh_hant: 略過

source: Store all of your logins and sync verification codes directly with the Authenticator app.
ar: تخزين جميع تسجيلات الدخول الخاصة بك ومزامنة رموز التحقق مباشرة مع تطبيق المصادقة.
az: Bütün girişlərinizi saxlayın və doğrulama kodlarını birbaşa Authenticator tətbiqi ilə sinxronlaşdırın.
bg: Съхранявайте всички свои данни за вписване и синхронизирайте кодовете си за удостоверяване директно с приложението за удостоверяване.
cs: Uložte všechny Vaše přihlašovací údaje a synchronizujte ověřovací kódy přímo s ověřovací aplikací.
da: Gem alle logins og synk bekræftelseskoder direkte med Authenticator-appen.
de: Speicher alle deine Zugangsdaten und synchronisiere Verifizierungscodes direkt mit der Authenticator-App.
el: Αποθηκεύστε όλες τις συνδέσεις σας και συγχρονίστε απευθείας τους κωδικούς επαλήθευσης με το Authenticator.
fi: Varastoi kaikki kirjautumistietosi ja synkronoi vahvistuskoodit suoraan todentajasovelluksella.
fr: Stockez toutes vos connexions et synchronisez les codes de vérification directement avec l'application Authenticator.
he: אחסן את כל הכניסות שלך וסנכרן קודי אימות ישירות עם יישום המאמת.
hr: Pohrani sve svoje prijave i sinkroniziraj kôdove za provjeru izravno s aplikacijom Autentifikator.
hu: Tároljuk az összes bejelentkezést és szinkronizáljuk az ellenőrző kódokat közvetlenül a Hitelesítő alkalmazással.
id: Simpan semua login Anda dan sinkronisasi kode verifikasi langsung dengan apl Authenticator.
it: Memorizza tutti i login e sincronizza i codici di verifica direttamente con l'app Authenticator.
ja: すべてのログイン情報を格納し、認証アプリに認証コードを直接同期します。
nl: Sla al je logins op en synchroniseer verificatiecodes direct met de Authenticator app.
pl: Przechowuj wszystkie dane logowania i synchronizuj kody weryfikacyjne z aplikacją Bitwarden Authenticator.
pt: Armazene todas as suas credenciais e sincronize os códigos de verificação diretamente com a app Authenticator.
pt_br: Armazene todas as suas credenciais e sincronize códigos de verificação diretamente com o app do Authenticator.
sk: Ukladajte všetky svoje prihlasovacie údaje a synchronizujte overovacie kódy priamo s aplikáciou Authenticator.
sr: Чувајте све своје пријаве и синхронизујте верификационе кôдове директно са апликацијом Authenticator.
ta: உங்கள் அனைத்து உள்நுழைவுகளையும் சேமித்து, சரிபார்ப்புக் குறியீடுகளை அங்கீகரிப்புப் பயன்பாட்டுடன் நேரடியாக ஒத்திசைக்கவும்.
th: จัดเก็บข้อมูลเข้าสู่ระบบทั้งหมดของคุณและซิงค์รหัสยืนยันกับแอป Authenticator โดยตรง
tr: Tüm giriş bilgilerinizi saklayın ve doğrulama kodlarını Authenticator uygulamasıyla senkronize edin.
uk: Зберігайте всі паролі та синхронізуйте коди підтвердження безпосередньо з програмою Authenticator.
vi: Lưu trữ tất cả thông tin đăng nhập của bạn và đồng bộ mã xác minh trực tiếp với ứng dụng Authenticator.
zh_hans: 保存您所有的登录信息并直接与身份验证器 App 同步验证码。

source: Sync with Bitwarden app
ar: المزامنة مع تطبيق Bitwarden
az: Bitwarden tətbiqi ilə sinxronlaşdır
bg: Синхронизиране с приложението на Битуорден
cs: Synchronizovat s aplikací Bitwarden
da: Synk med Bitwarden-appen
de: Mit der Bitwarden-App synchronisieren
el: Συγχρονισμός με την εφαρμογή Bitwarden
fi: Synkronoi Bitwarden-sovelluksen kanssa
fr: Synchroniser avec l'app Bitwarden
he: סנכרן עם יישום Bitwarden
hr: Sinkroniziraj s Bitwarden aplikacijom
hu: Szinkronizálás a Bitwarden alkalmazással
id: Sinkronkan dengan aplikasi Bitwarden
it: Sincronizza con l'app Bitwarden
ja: Bitwarden アプリと同期
nl: Synchroniseren met Bitwarden-app
pl: Synchronizacja z aplikacją Bitwarden
pt: Sincronizar com a app Bitwarden
pt_br: Sincronizar com o aplicativo do Bitwarden
sk: Synchronizovať s apkou Bitwarden
sr: Синхронизујте са апликацијом Bitwarden
ta: Bitwarden பயன்பாட்டுடன் ஒத்திசை
th: ซิงค์กับแอป Bitwarden
tr: Bitwarden uygulamasıyla senkronize et
uk: Синхронізувати з програмою Bitwarden
vi: Đồng bộ hóa với ứng dụng Bitwarden
zh_hans: 与 Bitwarden App 同步

source: Sync with the Bitwarden app
ar: المزامنة مع تطبيق Bitwarden
az: Bitwarden tətbiqi ilə sinxronlaşdır
bg: Синхронизиране с приложението на Битуорден
cs: Synchronizovat s aplikací Bitwarden
da: Synk med Bitwarden-appen
de: Mit der Bitwarden-App synchronisieren
el: Συγχρονισμός με την εφαρμογή Bitwarden
fi: Synkronoi Bitwarden-sovelluksen kanssa
fr: Synchroniser avec l'app Bitwarden
he: סנכרן עם היישום Bitwarden
hr: Sinkroniziraj s Bitwardenom
hu: Szinkronizálás a Bitwarden alkalmazással
id: Sinkron dengan aplikasi Bitwarden
it: Sincronizza con l'app Bitwarden
ja: Bitwarden アプリと同期
nl: Synchroniseren met de Bitwarden-app
pl: Synchronizuj z aplikacją Bitwarden
pt: Sincronizar com a app Bitwarden
pt_br: Sincronizar com o aplicativo do Bitwarden
sk: Synchronizovať s apkou Bitwarden
sr: Синхронизујте са апликацијом Bitwarden
ta: Bitwarden பயன்பாட்டுடன் ஒத்திசை
th: ซิงค์กับแอป Bitwarden
tr: Bitwarden uygulamasıyla senkronize et
uk: Синхронізувати з програмою Bitwarden
vi: Đồng bộ hóa với ứng dụng Bitwarden
zh_hans: 与 Bitwarden App 同步
zh_hant: 與 Bitwarden 應用程式同步

source: Take me to the app settings
ar: خذني إلى إعدادات التطبيق
az: Məni tətbiq ayarlarına apar
bg: Към настройките на приложението
cs: Přejít do nastavení aplikace
da: Gå til til app-indstillingerne
de: Bring mich zu den App-Einstellungen
el: Μετάβαση στις ρυθμίσεις της εφαρμογής
fi: Vie minut sovelluksen asetuksiin
fr: Emmenez-moi aux paramètres de l'application
he: קח אותי אל הגדרות היישום
hr: U postavke aplikacije
hu: Ugrás az alkalmazás beállításaihoz
id: Bawa saya ke setelan apl
it: Portami alle impostazioni dell'app
ja: アプリの設定に移動
nl: Breng me naar de app-instellingen
pl: Przejdź do ustawień aplikacji
pt: Ir às definições da app
pt_br: Leve-me às configurações do app
sk: Prejsť do nastavení apky
sr: Одведи ме до подешавања апликације
ta: என்னைப் பயன்பாட்டு அமைப்புகளுக்கு அழைத்துச் செல்
th: พาฉันไปที่การตั้งค่าแอป
tr: Beni uygulama ayarlarına götür
uk: Перейти до налаштувань програми
vi: Đưa tôi đến cài đặt ứng dụng
zh_hans: 跳转到应用设置
zh_hant: 前往應用程式設定

# TheDataFormatProvidedDoesntMatchWhatsExpected
source: The data format provided doesn’t match what’s expected. Please check your file and ensure the correct data types are used.
ar: تنسيق البيانات المقدم لا يتطابق مع ما هو متوقع. الرجاء التحقق من الملف الخاص بك والتأكد من استخدام أنواع البيانات الصحيحة.
az: Təqdim edilən data formatı gözlənilənlə uyuşmur. Lütfən faylınızı yoxlayın və düzgün data növünün istifadə olunduğuna əmin olun.
bg: Предоставеният формат на данните не отговаря на това, което се очаква. Моля, проверете файла и се уверете, че се ползват правилните типове данни.
cs: Poskytnutý formát dat neodpovídá tomu, co se očekávalo. Zkontrolujte soubor a ujistěte se, že jsou použity správné datové typy.
de: Das angegebene Datenformat entspricht nicht den Erwartungen. Bitte überprüfe deine Datei und stelle sicher, dass die korrekten Datentypen verwendet werden.
fi: Annettu tietomuoto ei ole oikeanlainen. Tarkista tiedosto ja varmista, että käytät oikeaa tietotyyppiä.
fr: Le format de données fourni ne correspond pas à ce qui est attendu. Veuillez vérifier votre fichier et vous assurer que les types de données corrects sont utilisés.
he: תבנית הנתונים שסופקה אינה תואמת את מה שצפוי. נא לבדוק את הקובץ שלך ולוודא שנעשה שימוש בסוגי נתונים נכונים.
hr: Navedeni format podataka ne odgovara očekivanom. Provjeri svoju datoteku i osiguraj da se koriste ispravne vrste podataka.
hu: A megadott adat formátum nem egyezik a várttal. Ellenőrizzük a fájlokat és győződjünk meg arról, hogy a megfelelő adat típusokat használjuk.
id: Format data yang diberikan tidak sesuai dengan yang diharapkan. Periksa file Anda dan pastikan jenis data yang benar digunakan.
it: Il formato dei dati fornito non corrisponde a quello atteso. Si prega di controllare il file e assicurarsi che i tipi di dati corretti siano utilizzati.
ja: 提供されたデータ形式が想定と一致しません。ファイルを確認し、正しいデータ型が使用されているか確かめてください。
nl: Het verstrekte gegevensformaat komt niet overeen met wat wordt verwacht. Controleer je bestand en zorg ervoor dat de juiste gegevenstypen worden gebruikt.
pl: Format danych nie jest zgodny z oczekiwanym. Sprawdź plik i upewnij się, że używasz prawidłowych danych.
pt: O formato dos dados fornecidos não corresponde ao que é esperado. Por favor, verifique o seu ficheiro e certifique-se de que são utilizados os tipos de dados corretos.
pt_br: O formato dos dados fornecidos não corresponde ao esperado. Confira o seu arquivo e certifique-se de que os tipos de dados corretos são usados.
sk: Poskytnutý formát údajov nezodpovedá očakávaniam. Skontrolujte súbor a uistite sa, že sú použité správne typy údajov.
sr: Наведени формат података не одговара очекиваном. Проверите своју датотеку и уверите се да се користе исправни типови података.
ta: வழங்கப்பட்ட தரவு வடிவம் எதிர்பார்த்தவற்றுடன் பொருந்தவில்லை. தயவுசெய்து உங்கள் கோப்பைச் சரிபார்த்து, சரியான தரவு வகைகளைப் பயன்படுத்துவதை உறுதிசெய்யவும்.
th: รูปแบบข้อมูลที่ระบุไม่ตรงกับที่คาดไว้ โปรดตรวจสอบไฟล์ของคุณและตรวจสอบให้แน่ใจว่าใช้ประเภทข้อมูลที่ถูกต้อง
tr: Sağlanan veri biçimi beklenenle eşleşmiyor. Lütfen dosyanızı kontrol edin ve doğru veri türlerinin kullanıldığından emin olun.
uk: Наданий формат даних не відповідає очікуваному формату. Перевірте ваш файл і переконайтеся, що використовуються правильні типи даних.
zh_hans: 提供的数据格式不符合预期，请检查您的文件并确保使用正确的数据类型。
zh_hant: 提供的資料格式與預期不符，請檢查您的檔案並確保使用正確的資料類型。

# UnableToSyncCodesFromTheBitwardenApp
source: Unable to sync codes from the Bitwarden app. Make sure both apps are up-to-date. You can still access your existing codes in the Bitwarden app.
ar: غير قادر على مزامنة الرموز من تطبيق Bitwarden. تأكد من تحديث كلا التطبيقين. لا يزال بإمكانك الوصول إلى الرموز الموجودة في تطبيق Bitwarden.
az: Kodlar, Bitwarden tətbiqindən sinxronlaşdırıla bilmir. Hər iki tətbiqin güncəl olduğuna əmin olun. Mövcud kodlarınıza Bitwarden tətbiqində müraciət etməyə davam edə bilərsiniz.
bg: Кодовете не могат да бъдат синхронизирани с приложението на Битуорден. Уверете се, че и двете приложения са актуализиран до последна версия. Все още имате достъп до текущите си кодове в приложението на Битурден.
cs: Nelze synchronizovat kódy z aplikace Bitwarden. Zkontrolujte, zda jsou obě aplikace aktuální. Ke stávajícím kódům máte stále přístup v aplikaci Bitwarden.
da: Kan ikke synke koder fra Bitwarden-appen. Sørg for, at begge apps er opdaterede. Eksisterende koder kan stadig tilgås i Bitwarden-appen.
de: Codes aus der Bitwarden-App konnten nicht synchronisiert werden. Stelle sicher, dass beide Apps auf dem neusten Stand sind. Du kannst weiterhin auf deine existierenden Codes in der Bitwarden-App zugreifen.
el: Δεν είναι δυνατός ο συγχρονισμός κωδικών από το Bitwarden. Βεβαιωθείτε ότι έχουν ενημερωθεί και οι δύο εφαρμογές. Μπορείτε ακόμα να αποκτήσετε πρόσβαση στους υπάρχοντες κωδικούς σας στο Bitwarden.
fi: Koodien synkronointi Bitwarden sovelluksesta epäonnistui. Varmista, että molemmat sovellukset ovat ajan tasalla. Voit edelleen käyttää olemassa olevia koodejasi Bitwarden sovelluksessa.
fr: Impossible de synchroniser les codes de l'application Bitwarden. Assurez-vous que les deux applications sont à jour. Vous pouvez toujours accéder à vos codes existants dans l'application Bitwarden.
he: לא ניתן לסנכרן קודים מתוך היישום Bitwarden. יש לוודא ששני היישומים מעודכנים. באפשרותך עדיין לגשת לקודים הקיימים שלך ביישום Bitwarden.
hr: Nije moguće sinkronizirati kodove iz aplikacije Bitwarden. Provjeri jesu li obje aplikacije ažurirane. I dalje možeš pristupiti svojim postojećim kodovima u aplikaciji Bitwarden.
hu: Nem lehet szinkronizálni a kódokat a Bitwarden alkalmazásból Győződjünk meg arról, hogy mindkét alkalmazás naprakész. A Bitwarden alkalmazásban továbbra is hozzáférhetünk a meglévő kódokhoz.
id: Tidak dapat menyinkronkan kode dari aplikasi Bitwarden. Pastikan kedua aplikasi versi terbaru. Anda masih bisa mengakses kode pada aplikasi Bitwarden.
it: Impossibile sincronizzare i codici dall'app Bitwarden. Assicurati che entrambe le app siano aggiornate. Puoi comunque accedere ai tuoi codici esistenti nell'app Bitwarden.
ja: Bitwarden アプリからコードを同期できません。両方のアプリが最新であることを確認してください。既存のコードには Bitwarden アプリでアクセスできます。
nl: Kan geen codes synchroniseren vanuit de Bitwarden app. Zorg ervoor dat beide apps up-to-date zijn. Je hebt nog steeds toegang tot je bestaande codes in de Bitwarden-app.
pl: Nie można zsynchronizować kodów z aplikacji Bitwarden. Upewnij się, że obie aplikacje są aktualne. Nadal możesz uzyskać dostęp do obecnych kodów w aplikacji Bitwarden.
pt: Não é possível sincronizar códigos da app Bitwarden. Certifique-se de que ambas as aplicações estão atualizadas. Ainda pode aceder aos seus códigos existentes na app Bitwarden.
pt_br: Não é possível sincronizar os códigos do aplicativo do Bitwarden. Certifique-se de que ambos os aplicativos estão atualizados. Você ainda pode acessar os códigos existentes no aplicativo do Bitwarden.
sk: Nie je možné synchronizovať kódy z Bitwardenu. Skontrolujte, či sú obe aplikácie aktuálne. K existujúcim kódom máte stále prístup v Bitwardene.
sr: Није могуће синхронизовати кодове из апликације Bitwarden. Уверите се да су обе апликације ажуриране. И даље можете да приступите својим постојећим кодовима у апликацији Bitwarden.
ta: Bitwarden பயன்பாட்டிலிருந்து குறியீடுகளை ஒத்திசைக்க முடியவில்லை. இரண்டு பயன்பாடுகளும் புதுப்பித்த நிலையில் உள்ளதா என்பதை உறுதிசெய்யவும். உங்கள் தற்போதைய குறியீடுகளை Bitwarden பயன்பாட்டில் நீங்கள் இப்போதும் அணுகலாம்.
th: ไม่สามารถซิงค์รหัสจากแอป Bitwarden ตรวจสอบให้แน่ใจว่าทั้งสองแอปเป็นเวอร์ชันล่าสุด คุณยังคงสามารถเข้าถึงรหัสที่มีอยู่ในแอป Bitwarden ได้
tr: Bitwarden uygulamasından kodlar senkronize edilemedi. Her iki uygulamanın da güncel olduğundan emin olun. Mevcut kodlarınıza Bitwarden uygulamasından erişmeye devam edebilirsiniz.
uk: Неможливо синхронізувати коди з програмою Bitwarden. Переконайтеся, що у вас найновіші версії обох програм. Ви все одно можете отримати доступ до наявних кодів у програмі Bitwarden.
vi: Không thể đồng bộ mã từ ứng dụng Bitwarden. Hãy đảm bảo cả hai ứng dụng đều được cập nhật phiên bản mới nhất. Bạn vẫn có thể truy cập các mã hiện có trong ứng dụng Bitwarden.
zh_hans: 无法从 Bitwarden App 同步代码，请确保这两个应用程序都是最新的。您仍然可以在 Bitwarden App 中访问您现有的代码。
