Repository: bitwarden/ios
Catalog: BitwardenResources/Localizations/*.lproj/Localizable.strings
Languages: ar, az, bg, cs, da, de, el, fa, fi, fr, gl, he, hr, hu, id, it, ja, lv, nl, pl, pt, pt_br, sk, sr, ta, th, tr, uk, vi, zh_hans, zh_hant

# ExpiresAtXTime
source: Expires at %1$@
ar: تنتهي عند %1$@
az: Müddəti bitir: %1$@
bg: Изтича в %1$@
cs: Vyprší v %1$@
de: Läuft ab um %1$@
fa: منقضی می‌شود در %1$@
fr: Expire à %1$@
he: פג תוקף ב: %1$@
hr: Ističe: %1$@
hu: Lejárat: %1$@
id: Kedaluwarsa di %1$@
it: Scade alle %1$@
lv: Beigsies %1$@
nl: Verloopt om %1$@
pl: Wygasa o %1$@
pt: Expira às %1$@
pt_br: Expira às %1$@
sk: Platnosť končí o %1$@
sr: Истиче у %1$@
ta: %1$@ இல் காலாவதியாகிறது
th: หมดอายุเวลา %1$@
tr: %1$@ tarihinde sona erer
uk: Термін дії до %1$@
vi: Hết hạn vào %1$@
zh_hans: %1$@ 过期

# ExpiresOnXDate
source: Expires on %1$@
ar: تنتهي في %1$@
az: Müddəti bitir: %1$@
bg: Изтича на %1$@
cs: Vyprší %1$@
de: Läuft ab am %1$@
fa: منقضی می‌شود در %1$@
fr: Expire le %1$@
he: פג תוקף ב: %1$@
hr: Ističe %1$@
hu: Lejárat: %1$@
id: Kedaluwarsa pada %1$@
it: Scade il %1$@
lv: Beigsies %1$@
nl: Verloopt op %1$@
pl: Wygasa %1$@
pt: Expira a %1$@
pt_br: Expira em %1$@
sk: Platnosť končí %1$@
sr: Истиче у %1$@
ta: %1$@ இல் காலாவதியாகிறது
th: หมดอายุวันที่ %1$@
tr: %1$@ tarihinde sona erer
uk: Термін дії до %1$@
vi: Hết hạn trong %1$@
zh_hans: %1$@ 过期

source: Expires tomorrow
ar: تنتهي غدا
az: Müddəti sabah bitir
bg: Изтича утре
cs: Vyprší zítra
de: Läuft morgen ab
el: Λήγει αύριο
fa: فردا منقضی می‎​‌شود
fi: Erääntyy huomenna
fr: Expire demain
he: פג תוקף מחר
hr: Ističe sutra
hu: Holnap lejár
id: Kedaluwarsa besok
it: Scade domani
lv: Beigsies rīt
nl: Verloopt morgen
pl: Wygasa jutro
pt: Expira amanhã
pt_br: Expira amanhã
sk: Platnosť končí zajtra
sr: Истиче сутра
ta: நாளை காலாவதியாகிறது
th: หมดอายุพรุ่งนี้
tr: Yarın sona eriyor
uk: Термін дії до завтра
vi: Hết hạn ngày mai
zh_hans: 明天过期

# DateRangeXToY
source: %1$@ to %2$@
ar: %1$@ إلى %2$@
bg: %1$@ до %2$@
cs: %1$@ do %2$@
de: %1$@ nach %2$@
el: %1$@ έως %2$@
fa: %1$@ به %2$@
fr: %1$@ à %2$@
he: %1$@ עד %2$@
hr: %1$@ do %2$@
id: %1$@ hingga %2$@
it: Da: %1$@ a: %2$@
nl: %1$@ tot %2$@
pl: %1$@ do %2$@
pt: %1$@ a %2$@
pt_br: %1$@ a %2$@
sk: %1$@ do %2$@
sr: %1$@ до %2$@
ta: %1$@ முதல் %2$@ வரை
th: %1$@ ถึง %2$@
tr: %1$@ ila %2$@
vi: %1$@ đến %2$@
zh_hans: %1$@ 至 %2$@

source: Log out all accounts
az: Bütün hesablardan çıxış et
bg: Отписване на всички акаунти
cs: Odhlásit všechny účty
de: Alle Konten abmelden
fa: خروج از همه حساب‌های کاربری
fr: Déconnecter tous les comptes
he: צא מכל החשבונות
hr: Odjave sve račune
hu: Összes fiók kijelentkeztetése
id: Keluar semua akun
it: Disconnetti tutti gli account
lv: Atteikties no visiem kontiem
nl: Alle accounts uitloggen
pl: Wyloguj się ze wszystkich kont
pt: Terminar a sessão de todas as contas
pt_br: Desconectar todas as contas
sk: Odhlásiť všetky účty
sr: Одјавити све рачуне
ta: எல்லா கணக்குகளிலிருந்தும் வெளியேறு
th: ออกจากระบบทุกบัญชี
tr: Tüm hesaplardan çıkış yap
uk: Вийти з усіх облікових записів
vi: Đăng xuất khỏi tất cả các tài khoản
zh_hans: 注销所有账户

source: All accounts have been logged out
az: Bütün hesablardan çıxış edilib
bg: Всички акаунти бяха отписани
cs: Všechny účty byly odhlášeny
de: Alle Konten wurden abgemeldet
fa: تمام حساب‌های کاربری از سیستم خارج شدند
fr: Tous les comptes ont été déconnectés
he: כל החשבונות נותקו
hr: Svi računi su odjavljeni
hu: Az összes fiók kijelentkeztetésre került.
id: Semua akun telah dikeluarkan
it: Tutti gli account sono stati disconnessi
lv: Ir notikusi atteikšanās visos kontos
nl: Alle accounts zijn uitgelogd
pl: Wylogowano ze wszystkich kont
pt: Foi terminada a sessão de todas as contas
pt_br: Todas as contas foram desconectadas
sk: Všetky účty boli odhlásené
sr: Сви рачуни су одјављени
ta: எல்லா கணக்குகளும் வெளியேறிவிட்டன
th: ออกจากระบบทุกบัญชีเรียบร้อยแล้ว
tr: Tüm hesaplardan çıkış yapıldı
uk: Виконано вихід з усіх облікових записів
vi: Đã đăng xuất khỏi tất cả các tài khoản
zh_hans: 所有账户已注销

source: An error occurred while trying to log out all accounts
az: Bütün hesablardan çıxış etməyə çalışarkən bir xəta baş verdi
bg: Възникна грешка при опита за отписване на всички акаунти
cs: Vyskytla se chyba při pokusu o odhlášení všech účtů
de: Beim Versuch, alle Konten abzumelden ist ein Fehler aufgetreten
fa: هنگام تلاش برای خروج از همه حساب‌های کاربری، خطایی رخ داد
fr: Une erreur est survenue lors de la tentative de déconnexion de tous les comptes
he: אירעה שגיאה בעת ניסיון לצאת מכל החשבונות
hr: Došlo je pogreške kod pokušaja odjave svih računa
hu: Hiba történt az összes fiók kijelentkeztetésének kísérlete közben.
id: Terjadi kesalahan saat mencoba keluar dari semua akun
it: Si è verificato un errore durante il tentativo di disconnettere tutti gli account
lv: Atteikšanās visos kontos mēģinājuma laikā atgadījās kļūda
nl: Er is een fout opgetreden tijdens het uitloggen van alle accounts
pl: Wystąpił błąd podczas próby wylogowania wszystkich kont
pt: Ocorreu um erro ao tentar terminar a sessão de todas as contas
pt_br: Ocorreu um erro ao tentar desconectar todas as contas
sk: Pri pokuse o odhlásenie všetkých účtov došlo k chybe
sr: Дошло је до грешке приликом покушаја одјављивања свих рачуна
ta: எல்லா கணக்குகளிலிருந்தும் வெளியேற முயற்சிக்கும்போது ஒரு பிழை ஏற்பட்டது
th: เกิดข้อผิดพลาดขณะพยายามออกจากระบบทุกบัญชี
tr: Tüm hesaplardan çıkış yapmaya çalışırken bir hata oluştu
uk: Сталася помилка при спробі виходу з усіх облікових записів
vi: Đã xảy ra lỗi khi cố gắng đăng xuất tất cả các tài khoản
zh_hans: 尝试注销所有账户时出错

source: Self-host server URL
ar: رابط خادم الاستضافة الذاتية
az: Self-host server URL-si
bg: Адрес на собствения сървър
cs: Adresa URL serveru vlastního hostování
da: URL til selv-hostet server
de: Selbst gehostete Server-URL
el: Διεύθυνση URL διακομιστή αυτοεξυπηρετητή
fa: نشانی اینترنتی سرور خود میزبان
fi: Itse ylläpidetyn palvelimen URL-osoite
fr: URL du serveur autohébergé
gl: URL do servidor de aloxamento propio
he: URL של שרת אירוח עצמי
hr: URL vlastitog poslužitelja
hu: Saját üzemeltetésű szerver webcím
id: URL server yang dihosting mandiri
it: URL server autogestito
ja: 自己ホスト型サーバー URL
lv: Pašmitināta servera URL
nl: URL zelfgehoste server
pl: URL samodzielnie hostowanego serwera
pt: URL do servidor auto-hospedado
pt_br: URL do servidor auto-hospedado
sk: Adresa URL vlastného hostingu
sr: УРЛ сервера који се самостално хостује
ta: சுய-ஹோஸ்ட் சேவையக URL
th: URL เซิร์ฟเวอร์โฮสต์เอง
tr: Kendi kendine barındırılan sunucu URL'si
uk: URL-адреса власного сервера
vi: URL máy chủ tự lưu trữ
zh_hans: 自托管服务器 URL
zh_hant: 自建伺服器 URL

source: Open generator
az: Yaradıcını aç
bg: Отваряне на генератора
cs: Otevřít generátor
de: Generator öffnen
fa: باز کردن تولید کننده
fr: Ouvrir le générateur
he: פתח את המחולל
hr: Otvori generator
hu: Generátor megnyitása
id: Buka pembuat sandi
it: Apri il generatore
lv: Atvērt veidotāju
nl: Generator openen
pl: Otwórz generator
pt: Abrir gerador
pt_br: Abrir gerador
sk: Otvoriť generátor
sr: Отвори генератор
ta: ஜெனரேட்டரைத் திற
th: เปิดตัวสร้าง
tr: Üreteci aç
uk: Відкрити генератор
vi: Mở trình tạo
zh_hans: 打开生成器

source: Open password generator
az: Parol yaradıcını aç
bg: Отваряне на генератора на пароли
cs: Otevřít generátor hesel
de: Passwortgenerator öffnen
fa: باز کردن تولید کننده کلمه عبور
fr: Ouvrir le générateur de mots de passe
he: פתח את מחולל הסיסמאות
hr: Otvori generator lozinki
hu: jelszó generátor megnyitása
id: Buka pembuat sandi
it: Apri il generatore di password
lv: Atvērt paroļu veidotāju
nl: Wachtwoordgenerator openen
pl: Otwórz generator haseł
pt: Abrir gerador de palavras-passe
pt_br: Abrir gerador de senhas
sk: Otvoriť generátor hesla
sr: Отвори генератор лозинки
ta: கடவுச்சொல் ஜெனரேட்டரைத் திற
th: เปิดตัวสร้างรหัสผ่าน
tr: Parola üretecini aç
uk: Відкрити генератор паролів
vi: Mở trình tạo mật khẩu
zh_hans: 打开密码生成器

source: Generate passphrase
ar: توليد عبارة مرور
az: Keçid ifadələri yarat
bg: Генериране на парола-фраза
cs: Vygenerovat heslovou frázi
da: Generér adgangssætning
de: Passphrase generieren
el: Δημιουργία φράσης πρόσβασης
fa: تولید عبارت عبور
fi: Luo salalause
fr: Générer une phrase de passe
gl: Xerar frase de contrasinal
he: צור ביטוי סיסמה
hr: Generiraj fraznu lozinku
hu: Jelmondat generálás
id: Buat frasa sandi
it: Genera frase segreta
ja: パスフレーズを生成
lv: Izveidot paroles vārdkopu
nl: Wachtwoordzin genereren
pl: Wygeneruj hasło wyrazowe
pt: Gerar frase de acesso
pt_br: Gerar frase secreta
sk: Generovať prístupovú frázu
sr: Генеришите приступну фразу
ta: கடவுக்குறிச்சொல்லை உருவாக்கு
th: สร้างวลีรหัสผ่าน
tr: Parola cümlesi üret
uk: Генерувати парольну фразу
vi: Tạo cụm mật khẩu
zh_hans: 生成密码短语
zh_hant: 產生密碼短語

source: Allow Universal Clipboard
ar: السماح بالحافظة العامة
az: Universal lövhəyə icazə ver
bg: Разрешаване на универсалния буфер за обмен
cs: Povolit univerzální schránku
de: Allgemeine Zwischenablage zulassen
fa: اجازه دادن به حافظه موقت سراسری
fr: Autoriser le Presse‑papiers universel
he: התר 'לוח עריכה אוניברסלי'
hr: Dozvoli Univerzalni međuspremnik
hu: Univerzális vágólap engedélyezése
id: Izinkan Papan Klip Universal
it: Consenti Appunti Universali
lv: Ļaut Universal Clipboard
nl: Universeel klembord toestaan
pl: Zezwalaj na uniwersalny schowek
pt: Permitir Área de transferência universal
pt_br: Permitir Área de Transferência Universal
sk: Povoliť Univerzálnu schránku
sr: Дозволи универзални међуспремник
ta: யுனிவர்சல் கிளிப்போர்டை அனுமதி
th: อนุญาตคลิปบอร์ดกลาง
tr: Evrensel Pano’ya izin ver
uk: Дозволити універсальний буфер обміну
vi: Cho phép Universal Clipboard
zh_hans: 允许通用剪贴板

# UseUniversalClipboardToCopyDescriptionLong
source: Use Universal Clipboard to copy here and paste on other devices signed in with the same Apple ID.
ar: استخدم الحافظة العامة للنسخ هنا وللصق على أجهزة أخرى مسجلة بنفس معرف آبل.
az: Eyni Apple ID hesabına daxil olmuş digər cihazlarda kopyalamaq və yapışdırmaq üçün Universal lövhəni istifadə edin.
bg: Използвайте универсалния буфер за обмен, за да копирате тук и да поставяте на други устройства, където сте вписан(а) със същия идентификатор на Apple.
cs: Použijte univerzální schránku pro kopírování zde a vložení na jiná zařízení přihlášená se stejným Apple ID.
de: Verwende die allgemeine Zwischenablage, um hier zu kopieren und auf anderen Geräten einzufügen, die mit dem gleichen Apple-Account angemeldet sind.
fa: از حافظه موقت سراسری استفاده کنید تا در اینجا کپی کرده و در دستگاه‌های دیگر که با همان Apple ID وارد شده‌اند، جای‌گذاری کنید.
fr: Utilisez le Presse‑papiers universel pour copier ici et coller sur d’autres appareils connectés avec le même identifiant Apple.
he: השתמש ב'לוח עריכה אוניברסלי' כדי להעתיק כאן ולהדביק במכשירים אחרים המחוברים עם אותו Apple ID.
hr: Koristi Univerzalni međuspremnik za kopiranje odavde i lijepljenje na drugim uređajima s istim Apple ID-em.
hu: Az Univerzális vágólap segítségével másolhatunk itt, majd beilleszthetünk más eszközökre, amelyeken ugyanazzal az Apple azonosítóval vagyunk bejelentkezve.
id: Gunakan Papan Klip Universal untuk menyalin di sini dan tempel di perangkat lain dengan Apple ID yang sama.
it: Usa gli Appunti Universali per copiare e incollare da/verso questo dispositivo ed altri collegati allo stesso ID Apple.
lv: Izmantot Universal Clipboard, lai ievietotu šeit un ielīmētu citās ierīcēs, kurās ir veikta pieteikšanās ar to pašu Apple ID.
nl: Gebruik Universeel Klembord om hier te kopiëren en te plakken op andere apparaten die zijn ingelogd met hetzelfde Apple-ID.
pl: Użyj uniwersalnego schowka, aby skopiować i wkleić dane na innych urządzeniach zalogowanych przy użyciu tego samego Apple ID.
pt: Utilize a Área de transferência universal para copiar aqui e colar noutros dispositivos com sessão iniciada com o mesmo ID Apple.
pt_br: Use a Área de Transferência Universal para copiar aqui e colar em outros dispositivos conectados com o mesmo Apple ID.
sk: Použiť Univerzálnu schránku na kopírovanie a vkladanie na ďalších zariadeniach prihlásených s rovnakým Apple ID.
sr: Користите Универсал Међуспремник да бисте копирали овде и залепили на друге уређаје пријављене са истим Apple ID-ом.
ta: இங்கே நகலெடுக்கவும், அதே ஆப்பிள் ஐடி-யில் உள்நுழைந்த பிற சாதனங்களில் ஒட்டவும் யுனிவர்சல் கிளிப்போர்டைப் பயன்படுத்தவும்.
th: ใช้คลิปบอร์ดกลางเพื่อคัดลอกที่นี่และวางบนอุปกรณ์อื่นที่ลงชื่อเข้าใช้ด้วย Apple ID เดียวกัน
tr: Burada kopyaladığınız şeyleri aynı Apple ID ile giriş yapmış diğer cihazlarınıza yapıştırmak için Evrensel Pano’yu kullanabilirsiniz.
uk: Використовуйте універсальний буфер обміну, щоб копіювати дані тут і вставити на інших пристроях, на яких виконано вхід із цим Apple ID.
vi: Sử dụng Universal Clipboard để sao chép ở đây và dán vào các thiết bị khác đã đăng nhập bằng cùng một Apple ID.
zh_hans: 使用通用剪贴板，可以在此处复制然后粘贴到使用相同 Apple ID 登录的其他设备上。

# YourPINMustBeAtLeastXCharactersDescriptionLong
source: Your PIN must be at least %1$@ characters. Your PIN settings will be reset if you ever fully log out of the application.
ar: يجب ألا يقل رَقْم التعريف الشخصي عن %1$@ من الأحرف. ستتم إعادة تعيين إعدادات رَقْم التعريف الشخصي إذا سجلت الخروج من التطبيق بالكامل.
az: PIN-inizdə ən azı %1$@ xarakter olmalıdır. Tətbiqdə hesabınızdan tam çıxış etsəniz, PIN ayarlarınız sıfırlanacaq.
bg: Вашият ПИН трябва да бъде с дължина поне %1$@ знака. Настройките за ПИН се изчистват при всяко пълно излизане от програмата.
cs: Váš PIN musí mít nejméně %1$@ znaků. Pokud se z aplikace odhlásíte, nastavení PINu bude resetováno.
de: Deine PIN muss mindestens %1$@ Zeichen lang sein. Deine PIN-Einstellungen werden zurückgesetzt, wenn du dich jemals vollständig von der Anwendung abmeldest.
fa: کد پین شما باید حداقل %1$@ کاراکتر داشته باشد. در صورت خروج کامل از برنامه، تنظیمات پین شما مجدداً تنظیم می‌شود.
fi: PIN-koodin tulee olla vähintään %1$@ merkkiä. PIN-asetus tyhjentyy, jos kirjaudut kokonaan ulos sovelluksesta.
hr: PIN mora imati %1$@ znakova. Postavke PIN-a se resetiraju ako se potpuno odjaviš iz aplikacije.
hu: A PIN kódnak legalább %1$@ karakterből kell állnia. A PIN kód beállításai alaphelyzetbe kerülnek, ha valaha is teljesen kijelentkezünk az alkalmazásból.
it: Il PIN deve avere una lunghezza minima di %1$@ caratteri. Tutte le impostazioni relative al PIN sono azzerate alla chiusura della sessione (logout).
lv: PIN ir jābūt vismaz %1$@ rakstzīmes garam. PIN iestatījumi tiks atiestatīti pēc pilnīgas izrakstīšanās no lietotnes.
nl: Je PINmoet tenminste %1$@ tekens bevatten. Je PIN-instellingen worden gereset als je je ooit volledig uitlogt.
pl: Kod PIN musi składać się z co najmniej %1$@ znaków. Ustawienia kodu PIN zostaną zresetowane po wylogowaniu się z aplikacji.
pt: O seu PIN tem de ter, pelo menos, %1$@ caracteres. As suas definições de PIN serão repostas se alguma vez terminar completamente a sessão na aplicação.
sk: Váš PIN kód musí mať aspoň %1$@ znakov. Nastavenie PIN kódu sa vynuluje, ak sa úplne odhlásite z aplikácie.
sr: Ваш ПИН PIN треба да има најмање %1$@ слова. Подешавања ПИН-а ће се ресетовати ако се икада у потпуности одјавите из апликације.
uk: PIN-код має складатися принаймні з %1$@ символів. Налаштування PIN-коду буде скинуто, якщо ви коли-небудь вийдете зі сховища.
vi: Mã PIN của bạn phải có ít nhất %1$@ ký tự. Cài đặt mã PIN sẽ được đặt lại nếu bạn đăng xuất hoàn toàn khỏi ứng dụng.
zh_hans: 您的 PIN 码必须至少包含 %1$@ 个字符。您的 PIN 设置将在您完全注销应用程序时被重置。

# RemoveMasterPasswordConfirmDomain
source: A master password is no longer required for members of the following organization. Please confirm the domain below with your organization administrator.
ar: لم تعد كلمة المرور الرئيسية مطلوبة لأعضاء المنظمة التالية. يرجى تأكيد النطاق أدناه مع مسؤول مؤسستك.
az: Aşağıdakı təşkilatların üzvləri üçün artıq ana parol tələb olunmur. Lütfən aşağıdakı domeni təşkilatınızın inzibatçısı ilə təsdiqləyin.
bg: За членовете на следната организация вече не се изисква главна парола. Потвърдете домейна по-долу с администратора на организацията си.
cs: Hlavní heslo již není vyžadováno pro členy následující organizace. Potvrďte níže uvedenou doménu u správce Vaší organizace.
de: Für Mitglieder der folgenden Organisation ist kein Master-Passwort mehr erforderlich. Bitte bestätige die folgende Domain bei deinem Organisations-Administrator.
fa: برای اعضای سازمان زیر، کلمه عبور اصلی دیگر لازم نیست. لطفاً دامنه زیر را با مدیر سازمان خود تأیید کنید.
fi: Pääsalasanaa ei enää tarvita tämän organisaation jäsenille. Ole hyvä ja vahvista alla oleva verkkotunnus organisaation ylläpitäjän kanssa.
fr: Un mot de passe principal n’est plus requis pour les membres de l’organisation suivante. Veuillez confirmer le domaine ci-dessous auprès de l'administrateur de votre organisation.
he: סיסמה ראשית אינה נדרשת עוד עבור חברים בארגון הבא. נא לאשר את הדומיין שלהלן עם מנהל הארגון שלך.
hr: Glavna lozinka više nije obavezna za članove ove organizacije. Provjeri prikazanu domenu sa svojim administratorom.
hu: A következő szervezet tagjai számára már nincs szükség mesterjelszóra. Erősítsük meg az alábbi tartományt a szervezet adminisztrátorával.
id: Sandi utama tidak lagi diperlukan bagi anggota organisasi berikut. Harap konfirmasi domain di bawah ini dengan administrator organisasi Anda.
it: La password principale non è più richiesta per i membri dell'organizzazione. Per favore, conferma il dominio qui sotto con l'amministratore.
lv: Galvenā parole nav nepieciešama turpmāk minētās apvienības dalībniekiem. Lūgums saskaņot zemāk esošo domēnu ar savas apvienības pārvaldītāju.
nl: Voor leden van de volgende organisatie is een hoofdwachtwoord niet langer nodig. Bevestig het domein hieronder met de beheerder van je organisatie.
pl: Hasło główne nie jest już wymagane dla członków następującej organizacji. Potwierdź poniższą domenę z administratorem organizacji.
pt: Já não é necessária uma palavra-passe mestra para os membros da seguinte organização. Por favor, confirme o domínio abaixo com o administrador da sua organização.
pt_br: Uma senha principal não é mais necessária para membros da seguinte organização. Confirme o domínio abaixo com o administrador da sua organização.
sk: Hlavné heslo sa už nevyžaduje pre členov tejto organizácie. Nižšie uvedenú doménu potvrďte u správcu organizácie.
sr: Главна лозинка више није потребна за чланове следеће организације. Молимо потврдите домен са администратором организације.
ta: பின்வரும் அமைப்பின் உறுப்பினர்களுக்கு மாஸ்டர் கடவுச்சொல் இனி தேவையில்லை. உங்கள் அமைப்பு நிர்வாகியுடன் கீழே உள்ள டொமைனை உறுதிப்படுத்தவும்.
th: สมาชิกขององค์กรต่อไปนี้ไม่จำเป็นต้องใช้รหัสผ่านหลักอีกต่อไป โปรดยืนยันโดเมนด้านล่างกับผู้ดูแลระบบองค์กรของคุณ
tr: Aşağıdaki organizasyonun üyeleri için artık ana parola gerekmemektedir. Lütfen alan adını organizasyon yöneticinizle doğrulayın.
uk: Головний пароль більше не є обов'язковим для учасників зазначеної організації. Підтвердьте вказаний нижче домен з адміністратором вашої організації.
vi: Mật khẩu chính không còn được yêu cầu đối với các thành viên của tổ chức sau đây. Vui lòng xác nhận tên miền bên dưới với quản trị viên của tổ chức.
zh_hans: 以下组织的成员不再需要主密码。请与您的组织管理员确认下面的域名。

source: Confirm Key Connector domain
ar: تأكيد نطاق موصل المفتاح
az: Key Connector domenini təsdiqlə
bg: Потвърждаване на домейна на конектора за ключове
cs: Potvrdit doménu Key Connectoru
de: Key Connector-Domain bestätigen
fa: تأیید دامنه رابط کلید
fr: Confirmer le domaine du Key Connector
he: אשר דומיין של Key Connector
hr: Potvrdi domenu kontektora ključa
hu: A Key Connector tartomány megerősítése
id: Konfirmasi domain Key Connector
it: Conferma dominio Key Connector
lv: Apstiprināt Key Connector domēnu
nl: Key Connector-domein bevestigen
pl: Potwierdź domenę Key Connector
pt: Confirmar o domínio do Key Connector
pt_br: Confirmar domínio do Key Connector
sk: Potvrdiť doménu Key Connectora
sr: Потврдите домен конектора кључа
ta: முக்கிய இணைப்பான் டொமைனை உறுதிப்படுத்து
th: ยืนยันโดเมน Key Connector
tr: Key Connector alan adını onaylayın
uk: Підтвердити домен Key Connector
vi: Xác nhận tên miền Key Connector
zh_hans: 确认 Key Connector 域名

source: Key Connector domain:
ar: نطاق الموصل الرئيس:
az: Key Connector domeni:
bg: Домейн на конектора за ключове:
cs: Doména Key Connectoru:
fa: دامنه رابط کلید:
fr: Domaine du Key Connector :
he: דומיין של Key Connector:
hr: Domena konektora ključa:
hu: Key Connector tartomány:
id: Domain Key Connector:
it: Dominio Key Connector:
lv: Key Connector domēns:
nl: Key Connector-domein:
pl: Domena Key Connector:
pt: Domínio do Key Connector:
pt_br: Domínio do Key Connector:
sk: Doména Key Connectora:
sr: Домен конектора кључа:
ta: முக்கிய இணைப்பான் டொமைன்:
th: โดเมน Key Connector:
tr: Key Connector alan adı:
uk: Домен Key Connector:
vi: Tên miền Key Connector:
zh_hans: Key Connector 域名：

# KeyConnectorOrganization
source: Organization:
ar: المنظمة:
az: Təşkilat:
bg: Организация:
cs: Organizace:
de: Organisation:
el: Οργανισμός:
fa: سازمان:
fi: Organisaatio:
fr: Organisation :
he: ארגון:
hr: Organizacija:
hu: Szervezet:
id: Organisasi:
it: Organizzazione:
lv: Apvienība:
nl: Organisatie:
pl: Organizacja:
pt: Organização:
pt_br: Organização:
sk: Organizácia:
sr: Организација:
ta: அமைப்பு:
th: องค์กร:
tr: Kuruluş:
uk: Організація:
vi: Tổ chức:
zh_hans: 组织：

# KeyConnectorConfirmDomainWithAdmin
source: Please confirm the domain below with your organization administrator. Key Connector domain: %1$@
ar: يرجى تأكيد النطاق أدناه مع مسؤول منظمتك. نطاق الموصل الرئيس: %1$@
az: Lütfən aşağıdakı domeni təşkilatınızın inzibatçısı ilə təsdiqləyin. Key Connector domeni: %1$@
bg: Моля, потвърдете домейна по-долу с администратора на организацията си. Домейн на конектора за ключове: %1$@
cs: Potvrďte níže uvedenou doménu u správce Vaší organizace. Doména Key Connectoru: %1$@
de: Bitte bestätige die folgende Domain bei deinem Organisations-Administrator. Key Connector-Domain: %1$@
fa: لطفاً دامنه زیر را با مدیر سازمان خود تأیید کنید. دامنه رابط کلید: %1$@
fr: Veuillez confirmer le domaine ci-dessous auprès de l'administrateur de votre organisation. Domaine du Key Connector : %1$@
he: נא לאשר את הדומיין שלמטה עם מנהל הארגון שלך. דומיין של Key Connector: %1$@
hr: Provjeri prikazanu domenu sa svojim administratorom. Domena konektora ključa: %1$@
hu: Erősítsük meg az alábbi tartományt a szervezet adminisztrátorával. Key Connector tartomány: %1$@
id: Harap konfirmasi domain di bawah ini dengan administrator organisasi Anda. Domain Key Connector: %1$@
it: Per favore, conferma il dominio qui sotto con l'amministratore dell'organizzazione. Dominio Key Connector: %1$@
lv: Lūgums apstiprināt zemāk esošo domēnu ar savas apvienības pārvaldītāju. Key Connector domēns: %1$@
nl: Bevestig het onderstaande domein met je organisatiebeheerder. Key Connector domein: %1$@
pl: Potwierdź domenę przy pomocy administratora organizacji. Domena Key Connector: %1$@
pt: Por favor, confirme o domínio abaixo com o administrador da sua organização. Domínio do Key Connector: %1$@
pt_br: Confirme o domínio abaixo com o administrador da sua organização. Domínio do Key Connector: %1$@
sk: Potvrďte u správcu organizácie nižšie uvedenú doménu. Doména Key Connectora: %1$@
sr: Молимо потврдите домен у наставку са администратором организације. Домен конектор кључа: %1$@
ta: தயவுசெய்து உங்கள் அமைப்பு நிர்வாகியுடன் கீழே உள்ள டொமைனை உறுதிப்படுத்தவும். முக்கிய இணைப்பான் டொமைன்: %1$@
th: โปรดยืนยันโดเมนด้านล่างกับผู้ดูแลระบบองค์กรของคุณ โดเมน Key Connector: %1$@
tr: Lütfen aşağıdaki etki alanını kuruluş yöneticinizle onaylayın. \Key Connector etki alanı: %1$@
uk: Підтвердьте вказаний нижче домен з адміністратором вашої організації. Домен Key Connector: %1$@
vi: Vui lòng xác nhận tên miền bên dưới với quản trị viên tổ chức của bạn. Tên miền Key Connector: %1$@
zh_hans: 请与您的组织管理员确认下面的域名。 Key Connector 域名： %1$@
