Repository: bitwarden/ios
Catalog: BitwardenResources/Localizations/*.lproj/Localizable.strings
Languages: ar, az, bg, cs, da, de, el, fa, fi, fr, gl, he, hr, hu, id, it, ja, lv, nl, pl, pt, pt_br, sk, sr, ta, th, tr, uk, vi, zh_hans, zh_hant

source: Password is not visible, tap to show.
ar: كلمة المرور مخفية، انقر للإظهار.
az: Parol görünmür, göstərmək üçün toxunun.
bg: Паролата не е видима. Докоснете за показване.
cs: Heslo není viditelné, klepněte pro zobrazení.
da: Adgangskode er ikke synlig, tryk for at vise.
de: Passwort ist nicht sichtbar, tippen um es einzublenden.
el: Ο κωδικός πρόσβασης δεν είναι ορατός, πατήστε για εμφάνιση.
fa: کلمه عبور قابل مشاهده نیست، برای نمایش ضربه بزنید.
fi: Salasana on piilotettu, näytä napauttamalla.
fr: Le mot de passe n'est pas visible, appuyez pour le voir.
gl: O contrasinal non é visible, pulsa para amosalo.
he: הסיסמה אינה גלויה, הקש כדי להציג.
hr: Lozinka nije vidljiva, dodirnite za prikaz.
hu: A jelszó nem látható, koppintással megjeleníthető.
id: Kata sandi tidak terlihat, ketuk untuk menampilkannya.
it: Password nascosta, clicca per mostrarla.
ja: パスワードは非表示です。タップして表示します。
lv: Parole nav redzama, piesist, lai parādītu.
nl: Wachtwoord is niet zichtbaar, tik om weer te geven.
pl: Hasło nie jest widoczne. Kliknij, aby je pokazać.
pt: A palavra-passe não está visível, toque para a mostrar.
pt_br: A senha não está visível, toque para mostrar.
sk: Heslo nie je viditeľné, ťuknutím ho zobrazíte.
sr: Лозинка је сакривена, додирните да се види.
ta: கடவுச்சொல் தெரியவில்லை, காட்டத் தட்டு
th: รหัสผ่านซ่อนอยู่ แตะเพื่อแสดง
tr: Parola gizli. Göstermek için dokunun.
uk: Пароль прихований. Торкніться, щоб показати.
vi: Đang ẩn mật khẩu, nhấn để hiện.
zh_hans: 密码不可见，点击以显示。
zh_hant: 密碼不可見，點選以顯示。

# FilterByVault
source: Filter items by vault
ar: تصفية العناصر حسب الخزانات
az: Elementləri seyfə görə filtrlə
bg: Филтриране на записите по трезор
cs: Filtrovat položky podle trezoru
da: Filtrér elementer efter boks
de: Einträge nach Tresor filtern
el: Φιλτράρισμα αντικειμένων ανά κρύπτη
fa: فیلتر موارد بر اساس گاو‌صندوق
fi: Suodata kohteet holvin perusteella
fr: Filtrer les éléments par coffre
gl: Filtrar entradas por caixa forte
he: סנן פריטים לפי כספת
hr: Filtrirajte stavke prema trezoru
hu: Elemek szűrése széf szerint
id: Saring item berdasarkan brankas
it: Filtra elementi per cassaforte
ja: アイテムを保管庫でフィルター
lv: Atlasīt vienumus pēc glabātavas
nl: Items bij kluis filteren
pl: Filtruj elementy według sejfu
pt: Filtrar itens por cofre
pt_br: Filtrar itens por cofre
sk: Filtrovať položky podľa trezora
sr: Филтрирати ставке из сефа
ta: பெட்டகத்தின்படி உருப்படிகளை வடிகட்டு
th: กรองรายการตามตู้นิรภัย
tr: Kayıtları kasaya göre filtrele
uk: Фільтрувати записи за сховищем
vi: Lọc các mục theo kho
zh_hans: 按密码库筛选项目
zh_hant: 依密碼庫篩選項目

source: All vaults
ar: جميع الخزانات
az: Bütün seyflər
bg: Всички трезори
cs: Všechny trezory
da: Alle bokse
de: Alle Tresore
el: Όλες οι κρύπτες
fa: تمام گاو‌صندوق‌ها
fi: Kaikki holvit
fr: Tous les coffres
gl: Todas as caixas fortes
he: כל הכספות
hr: Svi trezori
hu: Összes széf
id: Semua brankas
it: Tutte le casseforti
ja: すべての保管庫
lv: Visas glabātavas
nl: Alle kluizen
pl: Wszystkie sejfy
pt: Todos os cofres
pt_br: Todos os cofres
sk: Všetky trezory
sr: Сви Сефови
ta: எல்லா பெட்டகங்கள்
th: ตู้นิรภัยทั้งหมด
tr: Tüm kasalar
uk: Усі сховища
vi: Tất cả các kho
zh_hans: 所有密码库
zh_hant: 所有密碼庫

source: Vaults
ar: الخزانات
az: Seyflər
bg: Трезори
cs: Trezory
da: Bokse
de: Tresore
fa: گاوصندوق‌ها
fi: Holvit
fr: Coffres
gl: Caixas fortes
he: כספות
hr: Trezori
hu: Széfek
id: Brankas
it: Casseforti
ja: 保管庫
lv: Glabātavas
nl: Kluizen
pl: Sejfy
pt: Cofres
pt_br: Cofres
sk: Trezory
sr: Сефови
ta: பெட்டகங்கள்
th: ตู้นิรภัย
tr: Kasalar
uk: Сховища
vi: Kho
zh_hans: 密码库
zh_hant: 密碼庫

source: All
ar: الكل
az: Hamısı
bg: Всички
cs: Všechny
da: Alle
de: Alle
el: Όλα
fa: همه
fi: Kaikki
fr: Tous
gl: Todas
he: הכל
hr: Sve
hu: Összes
id: Semua
it: Tutti
ja: すべて
lv: Visi
nl: Alles
pl: Wszystkie
pt: Todos
pt_br: Tudo
sk: Všetky
sr: Све
ta: எல்லாம்
th: ทั้งหมด
tr: Tümü
uk: Усі
vi: Tất cả
zh_hans: 全部
zh_hant: 全部

source: TOTP
bg: Кода за потвърждаване
sr: ТОТП

source: Verification codes
ar: رموز التحقق
az: Doğrulama kodları
bg: Кодове за потвърждаване
cs: Ověřovací kódy
da: Bekræftelseskoder
de: Verifizierungscodes
el: Κωδικοί Επαλήθευσης
fa: کدهای تأیید
fi: Todennuskoodit
fr: Codes de vérification
gl: Códigos de verificación
he: קודי אימות
hr: Kodovi za provjeru
hu: Hitelesítő kód
id: Kode Verifikasi
it: Codici di verifica
ja: 認証コード
lv: Apliecinājuma kodi
nl: Verificatiecodes
pl: Kody weryfikacyjne
pt: Códigos de verificação
pt_br: Códigos de verificação
sk: Overovacie kódy
sr: Верификациони кодови
ta: சரிபார்ப்பு குறியீடுகள்
th: รหัสยืนยัน
tr: Doğrulama kodları
uk: Коди підтвердження
vi: Mã xác minh
zh_hans: 验证码
zh_hant: 驗證碼

source: Premium subscription required
ar: الاشتراك المميز مطلوب
az: Premium abunəlik tələb olunur
bg: Изисква се платен абонамент
cs: Je vyžadováno předplatné Premium
da: Premium-abonnement kræves
de: Premium-Abonnement erforderlich
el: Απαιτείται συνδρομή Premium
fa: اشتراک پرمیوم نیاز است
fi: Premium-tilaus vaaditaan
fr: Abonnement Premium requis
gl: Requírese plan Prémium
he: נדרש מנוי פרימיום
hr: Potrebna Premium pretplata
hu: Prémium előfizetés szükséges
id: Diperlukan langganan premium
it: È richiesto un abbonamento Premium
ja: プレミアム版が必要です
lv: Nepieciešams Premium abonements
nl: Premium-abonnement vereist
pl: Konto premium jest wymagane
pt: É necessária uma subscrição Premium
pt_br: Plano Premium necessário
sk: Vyžaduje sa predplatné Prémium
sr: Premium претплата је потребна
ta: உயர்தரச் சந்தா தேவை
th: ต้องสมัครสมาชิกพรีเมียม
tr: Premium abonelik gerekli
uk: Необхідна передплата преміум
vi: Yêu cầu đăng ký gói Cao cấp
zh_hans: 需要高级版订阅
zh_hant: 需要進階版訂閲

source: Cannot add authenticator key?
ar: لا يمكن إضافة مفتاح المصادقة؟
az: Kimlik doğrulayıcı açarı oxuna bilmir?
bg: Не можете да добавите удостоверителен ключ?
cs: Nelze přidat ověřovací klíč?
da: Kan ikke tilføje godkendelsesnøgle?
de: Authentifizierungsschlüssel lässt sich nicht hinzufügen?
el: Αδυναμία προσθήκης κλειδιού ταυτοποίησης;
fa: نمی‌توانید کلید احراز هویت را اضافه کنید؟
fi: Eikä todennusavaimen lisääminen onnistu?
fr: Problème lors de l'ajout de la clé d'authentification ?
gl: Non se pode engadir a Clave de autenticación?
he: לא מצליח להוסיף מפתח מאמת?
hr: Nije moguće dodati ključ autentifikatora?
hu: Nem lehet hozzáadni a hitelesítő kulcsot.
id: Tidak dapat menambah kunci autentikator?
it: Non riesci ad aggiungere la chiave di autenticazione?
ja: 認証キーを追加できませんか？
lv: Nevar pievienot autentificētāja atslēgu?
nl: Kun je de authenticatiesleutel niet toevoegen?
pl: Nie możesz dodać klucza uwierzytelniającego?
pt: Não é possível adicionar uma chave de autenticação?
pt_br: Não consegue adicionar a chave do autenticador?
sk: Overovací kľúč sa nedá pridať?
sr: Не може да се дода верификациони код?
ta: அங்கீகரிப்பான் விசையைச் சேர்க்க முடியவில்லையா?
th: เพิ่มคีย์แอปยืนยันตัวตนไม่ได้ใช่ไหม
tr: Kimlik doğrulayıcı anahtarını ekleyemediniz mi?
uk: Не вдається додати ключ автентифікації?
vi: Không thể thêm khóa xác thực?
zh_hans: 无法添加验证器密钥吗？
zh_hant: 無法添加驗證器金鑰嗎？

source: Scan QR Code
ar: مسح رمز QR
az: QR kodu skan edin
bg: Сканиране на QR код
cs: Naskenovat QR kód
da: Skan QR-kode
de: QR Code scannen
el: Σάρωση κωδικού QR
fa: اسکن کد QR
fi: Skannaa QR-koodi
fr: Scanner le QR code
gl: Escanear código QR
he: סרוק קוד QR
hr: Očitaj QR kôd
hu: QR kód beolvasása
id: Pindai Kode QR
it: Scansiona codice QR
ja: QR コードを読み取る
lv: Nolasīt kvadrātkodu
nl: QR-code scannen
pl: Zeskanuj kod QR
pt: Ler código QR
pt_br: Ler código QR
sk: Skenovať QR kód
sr: Скенирај QR код
ta: விரைவுக்குறியை வருடு
th: สแกน QR Code
tr: QR kodunu tara
uk: Сканувати QR-код
vi: Quét mã QR
zh_hans: 扫描二维码
zh_hant: 掃描 QR Code

source: Cannot scan QR Code?
ar: لا يمكن مسح رمز QR؟
az: QR kodunu skan edə bilmədiniz?
bg: Не можете да сканирате QR кода?
cs: Nelze naskenovat QR kód?
da: Kan ikke skanne QR-kode?
de: QR-Code kann nicht gescannt werden?
el: Αδυναμία σάρωσης κωδικού QR;
fa: نمی‌توانید کد QR را اسکن کنید
fi: Eikö QR-koodin skannaus onnistu?
fr: Impossible de scanner le QR Code ?
gl: Non consegue escanear o código QR?
he: לא מצליח לסרוק קוד QR?
hr: Nije moguće očitati QR kôd?
hu: Nem sikerül beolvasni a QR kódot?
id: Tidak dapat memindai Kode QR?
it: Non riesci a scansionare il codice QR?
ja: QR コードをスキャンできませんか？
lv: Nevar nolasīt kvadrātkodu?
nl: Kun je de QR-code niet scannen?
pl: Nie możesz zeskanować kodu QR?
pt: Não consegue ler o código QR?
pt_br: Não consegue ler o código QR?
sk: QR kód sa nedá skenovať?
sr: Не мигу да скенирам QR код?
ta: விரைவுக்குறியை வருட முடியவில்லையா?
th: สแกน QR Code ไม่ได้ใช่ไหม
tr: QR kodunu tarayamadınız mı?
uk: Не вдається сканувати QR-код?
vi: Không thể quét mã QR?
zh_hans: 无法扫描二维码吗？
zh_hant: 無法掃描 QR Code 嗎？

source: Enter key manually
ar: أدخل المفتاح يدوياً
az: Kodu əllə daxil et
bg: Ръчно въвеждане на кода
cs: Zadat klíč ručně
da: Angiv nøgle manuelt
de: Schlüssel manuell eingeben
el: Χειροκίνητη Εισαγωγή Κλειδιού
fa: کلید را به صورت دستی وارد کنید
fi: Syötä se manuaalisesti
fr: Saisir la clé manuellement
gl: Engadir clave automaticamente
he: הזן מפתח ידנית
hr: Ručno unesi ključ
hu: Kód megadása manuálisan
id: Masukkan kunci secara manual
it: Inserisci chiave manualmente
ja: キーを手動で入力してください
lv: Ievadīt atslēgu pašrocīgi
nl: Sleutel handmatig invoeren
pl: Wpisz klucz ręcznie
pt: Introduzir a chave manualmente
pt_br: Digitar chave manualmente
sk: Zadajte kľúč manuálne
sr: Унесите кључ ручно
ta: கைமுறையாக விசையை உள்ளிடு
th: กรอกคีย์ด้วยตนเอง
tr: Anahtarı elle gir
uk: Введіть ключ вручну
vi: Nhập khóa thủ công
zh_hans: 手动输入密钥
zh_hant: 手動輸入金鑰

source: Add TOTP
ar: إضافة TOTP
az: TOTP əlavə et
bg: Добавяне на TOTP
cs: Přidat TOTP
da: Tilføj TOTP
de: TOTP hinzufügen
el: Προσθήκη TOTP
fa: افزودن TOTP
fi: Lisää TOTP
fr: Ajouter un TOTP
gl: Engadir TOTP
he: הוסף TOTP
hr: Dodaj TOTP
hu: TOTP hozzáadása
id: Tambahkan TOTP
it: Aggiungi TOTP
ja: TOTP を追加
lv: Pievienot TOTP
nl: TOTP toevoegen
pl: Dodaj TOTP
pt: Adicionar TOTP
pt_br: Adicionar TOTP
sk: Pridať TOTP
sr: Додати ТОТП
ta: TOTP-ஐச் சேர்
th: เพิ่ม TOTP
tr: TOTP ekle
uk: Додати TOTP
vi: Thêm TOTP
zh_hans: 添加 TOTP
zh_hant: 新增 TOTP

# OnceTheKeyIsSuccessfullyEntered
source: Once the key is successfully entered, select Save to store the key safely.
ar: بمجرد إدخال المفتاح بنجاح، حدد إضافة TOTP لتخزين المفتاح بأمان
az: Açar uğurla daxil edildikdən sonra, açarı güvənli şəkildə saxlamaq üçün "TOTP əlavə et"i seçin
bg: След като ключът бъде въведен успешно, изберете „Добавяне на код за потвърждаване“, за да запазите ключа
cs: Jakmile je klíč úspěšně zadán, zvolte "Uložit" pro bezpečné uložení klíče.
da: Når nøglen er angivet, vælg Tilføj TOTP for at gemme nøglen sikkert
de: Sobald der Schlüssel erfolgreich eingegeben wurde, wähle TOTP hinzufügen, um den Schlüssel sicher abzuspeichern
el: Μόλις το κλειδί εισαχθεί με επιτυχία, επιλέξτε Προσθήκη TOTP για να αποθηκεύσετε το κλειδί με ασφάλεια
fa: پس از وارد کردن موفقیت‌آمیز کلید، گزینه ذخیره را انتخاب کنید تا کلید به‌طور ایمن نگه داری شود.
fi: Kun avain on syötetty oikein, tallenna se turvallisesti valitsemalla "Lisää TOTP"
fr: Une fois que la clé est entrée avec succès, sélectionnez Ajouter TOTP pour stocker la clé en toute sécurité
gl: Unha vez metida a clave correctamente, selecciona Engadir código dun só uso para gardar a clave de forma segura
he: ברגע שהמפתח הוזן בהצלחה, בחר 'שמור' כדי לאחסן את המפתח בבטחה.
hr: Jednom kada je ključ uspješno unesen, odaberi „Dodaj TOTP” za sigurno spremanje ključa
hu: A kulcs sikeres megadása után válasszuk ki a TOTP hozzáadása a kulcs biztonságos tárolásához lehetőséget.
id: Setelah kunci berhasil dimasukkan, pilih Tambahkan TOTP untuk menyimpan kunci dengan aman
it: Una volta inserita la chiave, clicca Aggiungi TOTP per salvare la chiave in modo sicuro
ja: キーを入力して『保存』を押すと、キーは安全に保存されます。
lv: Tiklīdz atslēga ir veiksmīgi ievadīta, jāizvēlas "Pievienot TOTP", lai droši glabātu atslēgu.
nl: Zodra de sleutel succesvol is ingevoerd, selecteer Opslaan om de sleutel veilig op te slaan.
pl: Po wpisaniu klucza kliknij Zapisz, aby bezpiecznie zapisać klucz.
pt: Quando a chave for introduzida com sucesso, selecione Guardar para guardar a chave em segurança.
pt_br: Assim que a chave for digitada, toque em Salvar para armazenar a chave de forma segura.
sk: Po úspešnom zadaní kľúča, vyberte možnosť Pridať TOTP, aby ste kľúč bezpečne uložili
sr: Када се кључ успешно унесе, одабрати Додати ТОТП да би сигурносно сачували кључ
ta: சாவி வெற்றிகரமாக உள்ளிடப்பட்டதும், சாவியைப் பாதுகாப்பாகச் சேமிக்க சேமி என்பதைத் தேர்ந்தெடுக்கவும்.
th: เมื่อกรอกคีย์เรียบร้อยแล้ว เลือกบันทึกเพื่อจัดเก็บคีย์อย่างปลอดภัย
tr: Anahtarı girdikten sonra güvenli bir şekilde depolamak için "Kaydet"i seçin.
uk: Після введення ключа виберіть Зберегти.
vi: Sau khi nhập khóa thành công, hãy chọn Lưu để lưu khóa một cách an toàn.
zh_hans: 成功输入密钥后，选择「保存」以安全地存储此密钥。
zh_hant: 成功輸入金鑰後， 選擇「新增 TOTP」即可安全地儲存金鑰

# NeverLockWarning
source: Setting your lock options to “Never” keeps your vault available to anyone with access to your device. If you use this option, you should ensure that you keep your device properly protected.
ar: تعيين خيارات قفل الخاص بك إلى "مطلقا" يبقي خزانتك متاحةً لأي شخص لديه حق الوصول إلى جهازك. إذا كنت تستخدم هذا الخيار، يجب أن تتأكد من الحفاظ على حماية جهازك بشكل صحيح.
az: Kilid seçimlərini "Heç vaxt" olaraq ayarlamaq, seyfinizi cihazınıza müraciəti olan hər kəsə əlçatan edir. Bu seçimi istifadə etsəniz, cihazınızı düzgün qoruduğunuza əmin olmalısınız.
bg: Ако изберете „Никога“ като настройка за заключването, трезорът Ви ще бъде достъпен за всеки, който има досег с устройството. Ако използвате тази настройка, трябва да се уверите, че устройството Ви е удачно защитено.
cs: Nastavení zámku na "Nikdy" ponechá Váš trezor k dispozici komukoli s přístupem k Vašemu zařízení. Používáte-li tuto možnost, měli byste zajistit, aby Vaše zařízení bylo náležitě chráněno.
da: Sættes låseindstillingen til “Aldrig”, er din boks tilgængelig for alle med adgang til enheden. Bruges denne mulighed, så vær sikker på, at din enhed er ordentligt beskyttet.
de: Wenn du deine Sperroptionen auf „Nie“ einstellst, bleibt dein Tresor für jeden zugänglich, der Zugriff auf dein Gerät hat. Wenn du diese Option verwendest, solltest du sicherstellen, dass du dein Gerät angemessen schützt.
el: Ρυθμίζοντας τις επιλογές κλειδώματος σε “Ποτέ” κρατά τη κρύπτη σας διαθέσιμη σε οποιονδήποτε με πρόσβαση στη συσκευή σας. Εάν χρησιμοποιείτε αυτήν την επιλογή, θα πρέπει να διασφαλίσετε ότι διατηρείτε τη συσκευή σας σωστά προστατευμένη.
fa: با تنظیم گزینه‌های قفل روی «هرگز»، گاوصندوق شما برای هر کسی که به دستگاه شما دسترسی دارد در دسترس نگه داشته می‌شود. اگر از این گزینه استفاده می‌کنید، باید مطمئن شوید که دستگاه خود را به درستی محافظت می‌کنید.
fi: Käyttämällä lukitusasetusta "Ei koskaan"? Tallentuu holvisi salausavain laitteellesi. Jos käytät asetusta, varmista, että laite on suojattu hyvin.
fr: Définir vos options de verrouillage sur "Jamais" garde votre coffre ouvert à n'importe qui ayant accès à votre appareil. Si vous utilisez cette option, vous devez vous assurer que votre appareil est bien protégé.
gl: Ó definir a opción de bloqueo a "Nunca" a túa Caixa forte será accesible para calquera con acceso ó dispositivo. Se empregas está opción, asegúrate de protexer o dispositivo.
he: הגדרת אפשרויות הנעילה שלך ל"לעולם לא" משאירה את הכספת שלך זמינה לכל אחד עם גישה למכשיר שלך. אם אתה משתמש באפשרות זו, עליך לוודא שאתה שומר על המכשיר שלך מוגן כראוי.
hr: Postavljanje zaključavanja na „Nikad” čini tvoj trezor dostupnim svima koji imaju pristupom tvom uređaju. Ako koristiš ovu mogućnost, pobrini se da je uređaj dostatno zaštićen.
hu: Ha a zárolási lehetőségeket "Soha” értékre állítjuk, akkor a széf bárki számára elérhető lesz, aki hozzáfér az eszközhöz. Ha ezt az opciót használjuk, akkor gondoskodni kell arról, hogy az eszköz megfelelően védett legyen.
id: Mengatur opsi penguncian ke “Jangan pernah” membuat brankas Anda bisa diakses oleh siapa pun yang memiliki akses ke perangkat Anda. Jika menggunakan opsi ini, pastikan perangkat Anda terlindungi dengan baik.
it: Sei sicuro di voler usare l'opzione "Mai"? Impostare le opzioni di blocco su "Mai" salverà la chiave di crittografia della cassaforte sul tuo dispositivo. Se utilizzi questa opzione, assicurati di mantenere il tuo dispositivo adeguatamente protetto.
ja: ロックオプションを「なし」に設定すると、あなたのデバイスを操作できる誰もが保管庫を見られます。 このオプションを使用する場合は、デバイスを適切に保護しておく必要があります。
lv: Aizslēgšanas iespējas iestatīšana uz "Nekad" padara glabātavu pieejamu ikvienam, kam ir piekļuve ierīcei. Ja šis iestatījums tiek izmantots, jānodrošina, ka ierīce ir pienācīgi aizsargāta.
nl: De vergrendelingsoptie "Nooit" houdt je kluis beschikbaar voor iedereen met toegang tot je apparaat. Als je deze optie gebruikt, moet je ervoor zorgen dat je je apparaat naar behoren beschermt.
pl: Ustawienie blokady na „Nigdy” sprawi, że sejf będzie dostępny dla każdego użytkownika urządzenia. Upewnij się, że urządzenie jest odpowiednio chronione.
pt: Ao definir as suas opções de bloqueio para "Nunca" mantém o seu cofre disponível para qualquer pessoa que tenha acesso ao seu dispositivo. Se utilizar esta opção, deve assegurar-se de que mantém o seu dispositivo devidamente protegido.
pt_br: Configurar suas opções de bloqueio para "Nunca" mantém o cofre disponível para qualquer pessoa com acesso ao seu dispositivo. Se usar esta opção, você deverá garantir que manterá seu dispositivo devidamente protegido.
sk: Nastavením možností uzamknutia na možnosť "Nikdy" zostane váš trezor dostupný pre každého, kto má prístup k vášmu zariadeniu. Ak používate túto možnosť, mali by ste zabezpečiť, aby bolo vaše zariadenie riadne chránené.
sr: Постављањем опција закључавања на „Никад“, ваш сеф остаје доступан свима који имају приступ вашем уређају. Ако користите ову опцију, требало би да будете сигурни да ћете свој уређај правилно заштитити.
ta: உங்கள் பூட்டு விருப்பங்களை “ஒருபோதும் வேண்டாம்” என அமைப்பது, உங்கள் சாதனத்தை அணுகக்கூடிய எவருக்கும் உங்கள் பெட்டகத்தைக் கிடைக்கச் செய்யும். இந்த விருப்பத்தைப் பயன்படுத்தினால், உங்கள் சாதனத்தை நீங்கள் சரியான முறையில் பாதுகாப்பாக வைத்திருப்பதை உறுதிசெய்ய வேண்டும்.
th: การตั้งค่าตัวเลือกล็อกเป็น “ไม่เลย” จะทำให้ตู้นิรภัยของคุณเข้าถึงได้โดยทุกคนที่เข้าถึงอุปกรณ์ของคุณได้ หากใช้ตัวเลือกนี้ คุณควรตรวจสอบให้แน่ใจว่าอุปกรณ์ได้รับการปกป้องอย่างเหมาะสม
tr: Kilit seçeneklerinizi "Asla" olarak ayarlarsanız cihazınıza erişebilen herkes kasanıza da erişebilir. Bu seçeneği kullanırsanız cihazınızı uygun şekilde koruduğunuzdan emin olmalısınız.
uk: Встановивши параметр блокування "Ніколи", ви залишаєте своє сховище відкритим будь-кому, хто зможе отримати доступ до вашого пристрою. Користуючись цим параметром, ви маєте бути впевненими в тому, що ваш пристрій надійно захищений.
vi: Đặt tùy chọn khóa của bạn thành “Không bao giờ” sẽ khiến bất kỳ ai có quyền truy cập vào thiết bị của bạn cũng có thể mở kho. Hãy đảm bảo rằng bạn luôn bảo vệ thiết bị của mình đúng cách.
zh_hans: 将锁定选项设置为「从不」可让任何能够访问您的设备的人都可以使用您的密码库。如果您使用此选项，则应确保您的设备得到妥善的保护。
zh_hant: 將鎖定選項設定為「從不」可讓任何能夠存取您的裝置的人都可以使用您的密碼庫。 如果您使用此選項，則應確保您的裝置得到妥善的保護。

# EnvironmentPageUrlsError
source: One or more of the URLs entered are invalid. Please revise it and try to save again.
ar: واحد أو أكثر من عناوين URL التي تم إدخالها غير صالحة. الرجاء مراجعتها ومحاولة الحفظ مرة أخرى.
az: Daxil edilən bir və ya daha çox URL yararsızdır. Lütfən nəzər salın və yenidən saxlamağa çalışın.
bg: Един или повече от въведените адреси са неправилни. Прегледайте ги и ги поправете, а след това опитайте да запазите отново.
cs: Jedna nebo více zadaných URL jsou neplatné. Zkontrolujte je a opakujte akci znovu.
da: En eller flere af de angivne URL'er er ugyldige. Ret fejlen(e) og prøv at gemme igen.
de: Eine oder mehrere der eingegebenen URLs sind ungültig. Bitte überarbeite diese und versuche erneut zu speichern.
el: Ένα ή περισσότερα από τα καταχωρημένα URL δεν είναι έγκυρα. Παρακαλώ αναθεωρήστε το και προσπαθήστε να αποθηκεύσετε ξανά.
fa: یک یا چند نشانی اینترنتی وارد شده نامعتبر است. لطفاً آن را اصلاح کنید و سعی کنید دوباره ذخیره کنید.
fi: Yksi tai useampi syötetyistä URL-osoitteista on virheellinen. Tarkista virheet ja yritä tallennusta uudelleen.
fr: Une ou plusieurs des URLs saisies ne sont pas valides. Veuillez les corriger puis essayez d'enregistrer à nouveau.
gl: Algunha das URLs introducidas é invalida. Por favor, revísaas e volve intentar gardalas.
he: אחת או יותר מכתובות ה־URL שהוזנו אינן חוקיות. נא לתקן אותן ולנסות לשמור שוב.
hr: Jedan ili više unesenih URL-ova nije ispravn. Molimo provjeri uneseni URL.
hu: A beírt webcímek közül egy vagy több érvénytelen. Vizsgáljuk át és próbáljuk meg újra elmenteni.
id: Satu atau beberapa URL yang dimasukkan tidak valid. Silakan revisi dan coba simpan lagi.
it: L'URL inserito non è valido, controllalo e prova a salvarlo di nuovo.
ja: 入力されたURLのうち1つ以上が無効です。変更して再度保存してください。
lv: Viens vai vairāki no ievadītajiem URL ir nederīgi. Lūgums pārskatīt un mēģināt atkārtoti saglabāt.
nl: Een of meerdere van de ingevoerde URL's zijn ongeldig. Controleer en probeer opnieuw op te slaan.
pl: Co najmniej jeden z adresów URL jest nieprawidłowy. Popraw je.
pt: Um ou mais URLs introduzidos são inválidos. Por favor, reveja-o e tente guardar novamente.
pt_br: Um ou mais dos URLs digitados são inválidos. Revise-os e tente salvar novamente.
sk: Jedna alebo viacero zadaných adries URL sú neplatné. Opravte ich a skúste ich uložiť znova.
sr: Једна или више унетих УРЛ адреса су неважеће. Проверите их и покушајте поново да сачувате.
ta: உள்ளிடப்பட்ட ஒன்று அல்லது அதற்கு மேற்பட்ட URLகள் தவறானவை. தயவுசெய்து அதைத் திருத்தி மீண்டும் சேமிக்க முயற்சிக்கவும்.
th: URL ที่ป้อนอย่างน้อยหนึ่งรายการไม่ถูกต้อง โปรดแก้ไขและลองบันทึกอีกครั้ง
tr: Girilen adreslerden biri veya birkaçı geçersiz. Lütfen düzeltip yeniden kaydetmeyi deneyin.
uk: Одна чи більше введених URL-адрес недійсні. Перевірте їх та спробуйте зберегти знову.
vi: Một hoặc nhiều URL đã nhập không hợp lệ. Vui lòng kiểm tra lại và thử lưu lại.
zh_hans: 输入的一个或多个 URL 无效。请修改后再次尝试保存。
zh_hant: 一或多個輸入的網址無效，請修正後再嘗試儲存。
