Repository: bitwarden/ios
Catalog: BitwardenResources/Localizations/*.lproj/Localizable.strings
Languages: ar, az, bg, cs, da, de, el, fa, fi, fr, gl, he, hr, hu, id, it, ja, lv, nl, pl, pt, pt_br, sk, sr, ta, th, tr, uk, vi, zh_hans, zh_hant

# ExportVaultWarning
source: This export contains your vault data in an unencrypted format. You should not store or send the exported file over unsecure channels (such as email). Delete it immediately after you are done using it.
ar: يحتوي هذا التصدير على بيانات خزانتك بتنسيق غير مشفر. لا يجب عليك تخزين أو إرسال الملف الذي تم تصديره عبر قنوات غير آمنة (مثل البريد الإلكتروني). احذفه مباشرة بعد انتهائك من استخدامه.
az: Xaricə köçürdüyünüz bu fayldakı datanız şifrələnməmiş formatdadır. Bu faylı güvənli olmayan kanallar (e-poçt kimi) üzərində saxlamamalı və ya göndərməməlisiniz. İşiniz bitdikdən sonra faylı dərhal silin.
bg: Данните от трезора ви ще се изнесат в незащитен формат. Не го пращайте по незащитени канали като е-поща. Изтрийте файла незабавно след като свършите работата си с него.
cs: Tento export obsahuje data Vašeho trezoru v nezašifrovaném formátu. Soubor s exportem byste neměli ukládat ani odesílat přes nezabezpečené kanály (např. e-mailem). Smažte jej okamžitě po jeho použití.
da: Denne eksport indeholder dine boksdata i en ukrypteret form. Du bør ikke gemme eller sende den eksporterede fil via usikre kanaler (f.eks. e-mail). Slet den straks efter at du er færdig med at bruge den.
de: Dieser Export enthält deine Tresordaten in einem unverschlüsseltem Format. Du solltest sie nicht speichern oder über unsichere Kanäle (z. B. E-Mail) senden. Lösche sie sofort nach ihrer Verwendung.
el: Αυτή η εξαγωγή περιέχει τα δεδομένα σε μη κρυπτογραφημένη μορφή. Δεν πρέπει να αποθηκεύετε ή να στείλετε το εξαγόμενο αρχείο μέσω μη ασφαλών τρόπων (όπως μέσω email). Διαγράψτε το αμέσως μόλις τελειώσετε με τη χρήση του.
fa: این برون ریزی شامل داده‌های گاوصندوق در یک قالب رمزنگاری نشده است. شما نباید آن را از طریق یک راه ارتباطی نا امن (مثل ایمیل) ذخیره یا ارسال کنید. به محض اینکه کارتان با آن تمام شد، آن را حذف کنید.
fi: Tämä vienti sisältää holvisi tiedot salaamattomassa muodossa. Sinun ei tulisi säilyttää tai lähettää vietyä tiedostoa suojaamattomien kanavien (kuten sähköpostin) välityksellä. Poista se välittömästi kun sille ei enää ole käyttöä.
fr: Cet export contient vos données de coffre dans un format non chiffré. Vous ne devriez pas stocker ou envoyer le fichier exporté par des canaux non sécurisés (comme le courriel). Supprimez-le immédiatement dès que vous avez fini de l'utiliser.
gl: Esta exportación contén os teus datos nun formato sen cifrar. Non deberías gardar ou enviar o arquivo por canais inseguros (como correo electrónico). Elimínao inmediatamente despois de finalizar o seu uso.
he: הקובץ מכיל את פרטי הכספת שלך בפורמט לא מוצפן. מומלץ להעביר את הקובץ רק בדרכים מוצפנות, ומאוד לא מומלץ לשמור או לשלוח את הקובץ הזה בדרכים לא מוצפנות (כדוגמת סתם אימייל). מחק את הקובץ מיד לאחר שסיימת את השימוש בו.
hr: Ovaj izvoz sadrži podatke trezora u nešifriranom obliku! Izvezenu datoteku se ne bi smjelo pohranjivati ili slati putem nesigurnih kanala (npr. e-poštom). Izbriši ju odmah nakon završetka korištenja.
hu: Az exportált széfadatok titkosítatlan formátumban kerülnek elmentésre. Ne tároljuk sehol, illetve ne küldjük el senkinek a fájlt nem biztonságos felületeken (például email). Használat után azonnal töröljük.
id: Ekspor ini berisi data brankas Anda dalam format tidak terenkripsi. Anda tidak boleh menyimpan atau mengirim file ekspor melalui saluran yang tidak aman (seperti email). Hapus file tersebut segera setelah selesai menggunakannya.
it: Questa esportazione contiene i dati della tua cassaforte in un formato non crittografato. Non salvare o inviare il file esportato attraverso canali non protetti (come le email). Eliminalo immediatamente dopo l'utilizzo.
ja: このエクスポートデータは暗号化されていない形式の保管庫データを含んでいます。メールなどのセキュリティ保護されていない方法で共有したり保管したりしないでください。使用した後はすぐに削除してください。
lv: Šī izguve satur glabātavas datus nešifrētā veidā. Izgūto datni nevajadzētu glabāt vai sūtīt nedrošos veidos (piemēram, e-pastā). Tā ir jāizdzēš uzreiz pēc izmantošanas.
nl: Deze export bevat jouw kluisgegevens in een niet-versleutelde opmaak. Je moet het geëxporteerde bestand niet opslaan of verzenden over onbeveiligde kanalen (zoals e-mail). Verwijder het exportbestand direct na gebruik.
pl: Plik zawiera dane sejfu w niezaszyfrowanym formacie. Nie należy go przechowywać ani przesyłać poprzez niezabezpieczone kanały (takie jak poczta e-mail). Usuń go natychmiast po użyciu.
pt: Esta exportação contém os dados do seu cofre num formato não encriptado. Não deve armazenar ou enviar o ficheiro exportado através de canais não seguros (como o e-mail). Elimine-o imediatamente após terminar a sua utilização.
pt_br: Esta exportação contém os dados do seu cofre em um formato sem criptografia. Você não deve armazenar ou enviar o arquivo exportado por canais inseguros (como e-mail). Apague o arquivo imediatamente após terminar de usá-lo.
sk: Tento export obsahuje vaše dáta v nešifrovanom formáte. Nemali by ste ich ukladať, ani posielať cez nezabezpečené kanály (napr. e-mail). Okamžite ho odstráňte, keď ho prestanete používať.
sr: Овај извоз садржи податке сефа у нешифрираном формату. Не би требало да чуваш или шаљеш извезену датотеку преко несигурних канала (као што је Е-пошта). Избриши датотеку одмах након што завршиш са коришћењем.
ta: இவ்வேற்றுமதி உம் பெட்டக தரவை மறையாக்கப்படா வடிவில் கொண்டுள்ளது. சேமிக்கவோ பாதுகாப்பற்ற தடங்களில் (மின்னஞ்சல் போன்றவை) அனுப்பவோ கூடாது. பயன்படுத்தியவுடன் அழித்துவிடவும்.
th: การส่งออกนี้มีข้อมูลตู้นิรภัยของคุณในรูปแบบที่ไม่ได้เข้ารหัส คุณไม่ควรจัดเก็บหรือส่งไฟล์ที่ส่งออกผ่านช่องทางที่ไม่ปลอดภัย (เช่น อีเมล) ลบไฟล์ทันทีหลังจากใช้งานเสร็จ
tr: Dışa aktarılan dosyadaki verileriniz şifrelenmemiş olacak. Bu dosyayı güvensiz yöntemlerle (örn. e-posta) göndermemeli ve saklamamalısınız. İşiniz bittikten sonra dosyayı hemen silin.
uk: Ваші експортовані дані сховища незашифровані. Не зберігайте і не надсилайте їх незахищеними каналами (як-от електронна пошта). Після використання негайно видаліть їх.
vi: Tập tin xuất này chứa dữ liệu kho của bạn dưới một định dạng không được mã hóa. Bạn không nên lưu trữ hay gửi tập tin này thông qua phương thức không an toàn (như email). Xóa nó ngay lập tức khi bạn đã dùng xong.
zh_hans: 此导出包含未加密格式的密码库数据。您不应该通过不安全的渠道（例如电子邮件）来存储或发送此导出文件。使用完后请立即将其删除。
zh_hant: 此次匯出的密碼庫檔案為未加密格式。您不應將它存放或經由不安全的方式（例如電子郵件）傳送。用完後請立即將它刪除。

# ExportVaultConfirmationTitle
source: Confirm vault export
ar: تأكيد تصدير الخزانة
az: Seyfi xaricə köçürməyi təsdiqlə
bg: Потвърждаване на изнасянето на трезора
cs: Potvrdit export trezoru
da: Bekræft eksport af boks
de: Tresor-Export bestätigen
el: Επιβεβαίωση εξαγωγής κρύπτης
fa: برون ریزی گاوصندوق را تأیید کنید
fi: Vahvista holvin vienti
fr: Confirmez l'export du coffre
gl: Confirmar o exportado da caixa forte
he: אשר ייצוא כספת
hr: Potvrdi izvoz trezora
hu: Széf export megerősítése
id: Konfirmasi Ekspor Vault
it: Conferma esportazione della cassaforte
ja: 保管庫のエクスポートの確認
lv: Apstiprināt glabātavas satura izgūšanu
nl: Kluisexport bevestigen
pl: Potwierdź eksportowanie sejfu
pt: Confirmar a exportação do cofre
pt_br: Confirmar exportação de cofre
sk: Potvrdiť export trezoru
sr: Потврдите извоз сефа
ta: பெட்டக ஏற்றுமதியை உறுதிசெய்
th: ยืนยันการส่งออกตู้นิรภัย
tr: Kasayı dışa aktarmayı onaylayın
uk: Підтвердити експорт сховища
vi: Xác nhận xuất kho
zh_hans: 确认密码库导出
zh_hant: 確認匯出密碼庫

source: Warning
ar: تحذير
az: Xəbərdarlıq
bg: ВНИМАНИЕ
cs: Varování
da: Advarsel
de: Warnung
el: Προειδοποίηση
fa: هشدار
fi: Varoitus
fr: Avertissement
gl: Advertencia
he: אזהרה
hr: Upozorenje
hu: Figyelmeztetés
id: Peringatan
it: Avviso
ja: 注意
lv: Brīdinājums
nl: Waarschuwing
pl: Ostrzeżenie
pt: Aviso
pt_br: Atenção
sk: Upozornenie
sr: Упозорење
ta: எச்சரிக்கை
th: คำเตือน
tr: Uyarı
uk: Попередження
vi: Cảnh báo
zh_hans: 警告
zh_hant: 警告

# ExportVaultFailure
source: There was a problem exporting your vault. If the problem persists, you’ll need to export from the web vault.
ar: كانت هناك مشكلة في تصدير خزانتك. إذا استمرت المشكلة، ستحتاج إلى التصدير من خزانة الويب.
az: Seyfin xaricə köçürülməsi zamanı problem yarandı. Əgər problem davam edərsə, veb seyfinizdən xaricə köçürməli olacaqsınız.
bg: Проблем при изнасянето на трезора, пробвайте отново. Ако проблемът пак се прояви, пробвайте през трезора по уеб.
cs: Při exportu Vašeho trezoru došlo k chybě. Pokud problém přetrvává, proveďte export z webového trezoru.
da: Der opstod et problem med at eksportere din boks. Hvis problemet fortsætter, så eksportér i stedet fra din web-boks.
de: Beim Exportieren deines Tresors ist ein Problem aufgetreten. Wenn das Problem weiterhin besteht, musst du ihn aus dem Web-Tresor exportieren.
el: Παρουσιάστηκε πρόβλημα κατά την εξαγωγή της λίστας σας. Εάν το πρόβλημα επιμένει, θα χρειαστεί να εξάγετε το vault μέσω διαδικτύου.
fa: هنگام برون ریزی گاوصندوق شما مشکلی پیش آمد. اگر مشکل همچنان ادامه داشت، باید از گاوصندوق وب برون ریزی بگیرید.
fi: Holvin viennissä oli ongelma. Jos ongelma jatkuu, sinun on tehtävä vienti verkkoholvin kautta.
fr: Un problème est survenu lors de l'exportation de votre coffre. Si le problème persiste, vous devrez exporter depuis le coffre web.
gl: Houbo un problema exportando a caixa forte. Se o problema persiste, terás que exportalo dende a páxina web.
he: הייתה בעיה בייצוא הכספת שלך. אם הבעיה נמשכת, אתה תצטרך לייצא מכספת הרשת.
hr: Dogodio se problem prilikom izvoza trezora. Ako se problem ponavlja, izvezi trezor koristeći web trezor.
hu: Hiba lépett fel exportálás közben. Ha a hiba továbbra is fennáll, próbáluk exportálni a webes felületen.
id: Terjadi masalah saat mengekspor brankas. Jika masalah terus berlanjut, Anda harus mengekspor dari brankas web.
it: Esportazione della cassaforte non riuscita. Prova a ripetere l'operazione da Bitwarden Web.
ja: 保管庫のエクスポート時に問題が発生しました。問題が続くようであれば、ウェブ保管庫からエクスポートしてください。
lv: Glabātavas satura izgūšanā radās sarežģījumi. Ja tie turpina pastāvēt, būs nepieciešams veikt izgūšanu tīmekļa glabātavā.
nl: Er ging iets mis met het exporteren van je kluis. Als het probleem aanhoudt, moet je exporteren via de webkluis.
pl: Wystąpił problem z wyeksportowaniem sejfu. Jeśli problem nadal występuje, musisz wyeksportować dane z sejfu internetowego.
pt: Ocorreu um problema ao exportar o seu cofre. Se o problema persistir, terá de exportar a partir do cofre Web.
pt_br: Houve um problema ao exportar o seu cofre. Caso o problema persista, você precisará exportar pelo cofre web.
sk: Exportovanie trezora zlyhalo. Ak problem pretrváva, skúste exportovať z Webového trezora.
sr: Дошло је до проблема при извозу сефа. Ако се проблем настави, мораћете да извезете из веб сефа.
th: เกิดปัญหาในการส่งออกตู้นิรภัย หากปัญหายังคงอยู่ คุณต้องส่งออกจากตู้นิรภัยเว็บ
tr: Kasanızı dışa aktarırken bir sorun oluştu. Sorun devam ederse web kasasından dışa aktarmanız gerekir.
uk: Сталася помилка під час експорту вашого сховища. Якщо проблема не зникне, вам необхідно буде експортувати з вебсховища.
vi: Có vấn đề khi xuất kho lưu trữ của bạn. Nếu vấn đề vẫn tiếp diễn, bạn sẽ cần xuất từ kho lưu trữ trực tuyến.
zh_hans: 导出您的密码库时出现问题。如果问题仍然存在，您需要从网页密版码库中导出。
zh_hant: 匯出您的密碼庫時發生錯誤。若問題持續發生，請改用網頁版密碼庫匯出資料。

source: Clone
ar: استنساخ
az: Klonla
bg: Дублиране
cs: Duplikovat
da: Klon
de: Duplizieren
el: Κλωνοποίηση
fa: شبیه‌سازی
fi: Kloonaa
fr: Cloner
gl: Clonar
he: שכפול
hr: Kloniraj
hu: Klónozás
id: Duplikat
it: Clona
ja: 複製
lv: Pavairot
nl: Dupliceren
pl: Klonuj
pt: Duplicar
pt_br: Clonar
sk: Klonovať
sr: Клонирај
ta: நகலி
th: โคลน
tr: Klonla
uk: Клонувати
vi: Tạo bản sao
zh_hans: 克隆
zh_hant: 克隆

# PasswordGeneratorPolicyInEffect
source: One or more organization policies are affecting your generator settings
ar: واحدة أو أكثر من سياسات المؤسسة تؤثر على إعدادات المولد الخاص بك
az: Bir və ya daha çox təşkilat siyasətləri yaradıcı seçimlərinizə təsir edir.
bg: Поне една политика на организация влияе на настройките на генерирането на паролите.
cs: Jedna nebo více zásad organizace ovlivňují nastavení generátoru
da: En eller flere organisationspolitikker påvirker dine generatorindstillinger
de: Eine oder mehrere Organisationsrichtlinien beeinflussen deine Generator-Einstellungen
el: Μία ή περισσότερες πολιτικές του οργανισμού επηρεάζουν τις ρυθμίσεις γεννήτριας.
fa: یک یا چند سیاست سازمان بر تنظیمات تولید کننده شما تأثیر می‌گذارد
fi: Yksi tai useampi organisaatiokäytäntö vaikuttaa generaattorisi asetuksiin
fr: Une ou plusieurs politiques de sécurité de l'organisation affectent les paramètres de votre générateur
gl: As directivas da organización están afectando á configuración do xerador
he: מדיניות ארגונית אחת או יותר משפיעה על הגדרות המחולל שלך
hr: Jedno ili više pravila organizacije utječe na postavke generatora.
hu: Egy vagy több szervezet szabályai érintik a generátor beállításokat.
id: Satu atau beberapa kebijakan organisasi memengaruhi pengaturan pembuat sandi Anda
it: Una o più politiche dell'organizzazione stanno influenzando le impostazioni del tuo generatore
ja: 一つ以上の組織のポリシーがパスワード生成の設定に影響しています。
lv: Viens vai vairāki apvienības nosacījumi ietekmē veidotāja iestatījumus
nl: Een of meer organisatiebeleidseisen heeft invloed op de instellingen van je generator.
pl: Co najmniej jedna zasada organizacji wpływa na ustawienia generatora
pt: Uma ou mais políticas da organização estão a afetar as suas definições do gerador
pt_br: Uma ou mais políticas da organização estão afetando as configurações do seu gerador
sk: Jedno alebo viac nastavení organizácie ovplyvňujú vaše nastavenia generátora
sr: Једна или више смерница организације утичу на поставке вашег генератора
ta: ஒன்று அ மேற்பட்ட நிறுவன கொள்கைகள் உமது உருவாக்கி அமைப்புகளை பாதிக்கிறது
th: นโยบายองค์กรอย่างน้อยหนึ่งรายการมีผลต่อการตั้งค่าตัวสร้างของคุณ
tr: Bir ya da daha fazla kuruluş ilkesi oluşturucu ayarlarınızı etkiliyor
uk: На параметри генератора впливають одна чи декілька політик організації
vi: Các chính sách của tổ chức đang ảnh hưởng đến cài đặt của trình tạo
zh_hans: 一个或多个组织策略正在影响您的生成器设置
zh_hant: 一個或多個組織原則正影響密碼產生器設定。

source: Open
ar: فتح
az: Aç
bg: Отваряне
cs: Otevřít
da: Åbn
de: Öffnen
el: Άνοιγμα
fa: باز کن
fi: Avaa
fr: Ouvrir
gl: Abrir
he: פתח
hr: Otvori
hu: Megnyitás
id: Buka
it: Apri
ja: 開く
lv: Atvērt
nl: Openen
pl: Otwórz
pt: Abrir
pt_br: Abrir
sk: Otvoriť
sr: Отвори
ta: திற
th: เปิด
tr: Aç
uk: Відкрити
vi: Mở
zh_hans: 打开
zh_hant: 開啟

# SoftDeleting
source: Sending to trash…
ar: إرسال إلى سلة المهملات...
az: Tullantı qutusuna göndərilir...
bg: Преместване в кошчето…
cs: Přesouvání do koše...
da: Sender til papirkurven...
de: Wird in den Papierkorb verschoben…
el: Αποστολή στον κάδο απορριμμάτων ...
fa: درحال ارسال به سطل زباله...
fi: Siirretään roskakoriin...
fr: Envoi à la corbeille…
gl: Movendo ó lixo...
he: שולח לאשפה…
hr: Slanje u smeće...
hu: A lomtárba küldés folyamatban van...
id: Mengirim ke sampah…
it: Spostamento nel cestino…
ja: ごみ箱に入れています…
lv: Pārvieto uz atkritni...
nl: Naar prullenbak verzenden...
pl: Przenoszenie do kosza...
pt: A mover para o lixo...
pt_br: Enviando para a lixeira…
sk: Posielanie do koša...
sr: Слање у отпад...
th: กำลังส่งลงถังขยะ…
tr: Çöp kutusuna gönderiliyor…
uk: Перенесення до смітника...
vi: Đang cho vào thùng rác...
zh_hans: 正在发送到回收站...
zh_hant: 正在傳送至垃圾桶…

# ItemSoftDeleted
source: Item has been sent to trash.
ar: تم إرسال العنصر إلى سلة المهملات.
az: Element tullantı qutusuna göndərildi.
bg: Записът е преместен в кошчето.
cs: Položka byla přesunuta do koše.
da: Element er sendt til papirkurven
de: Eintrag wurde in den Papierkorb gelegt.
el: Το στοιχείο έχει σταλεί στον κάδο απορριμμάτων.
fa: مورد به سطل زباله فرستاده شد.
fi: Kohde siirrettiin roskakoriin.
fr: L'élément a été envoyé à la corbeille.
gl: A entrada moveuse ó lixo.
he: הפריט הועבר לסל המחזור.
hr: Stavka je poslana u smeće.
hu: Az elem a lomtárba került.
id: Item telah dikirim ke sampah.
it: L'elemento è stato eliminato.
ja: アイテムをごみ箱に入れました。
lv: Vienums tika pārvietots uz atkritni.
nl: Item verplaatst naar de prullenbak.
pl: Element został przeniesiony do kosza.
pt: O item foi movido para o lixo.
pt_br: O item foi enviado para a lixeira.
sk: Položka bola poslaná do koša.
sr: Ставка је послата у отпад.
ta: உருப்படி குப்பைக்கு அனுப்பப்பட்டது.
th: ส่งรายการลงถังขยะแล้ว
tr: Kayıt çöp kutusuna gönderildi.
uk: Запис переміщено до смітника.
vi: Đã cho mục vào thùng rác.
zh_hans: 项目已发送到回收站。
zh_hant: 已將項目傳送至垃圾桶。

source: Restore
ar: استعادة
az: Bərpa et
bg: Възстановяване
cs: Obnovit
da: Gendan
de: Wiederherstellen
el: Ανάκτηση
fa: بازیابی
fi: Palauta
fr: Restaurer
gl: Restaurar
he: שחזור
hr: Vrati
hu: Visszaállítás
id: Mengembalikan
it: Ripristina
ja: リストア
lv: Atjaunot
nl: Herstellen
pl: Przywróć
pt: Restaurar
pt_br: Restaurar
sk: Obnoviť
sr: Поврати
ta: மீட்டெடு
th: กู้คืน
tr: Geri yükle
uk: Відновити
vi: Khôi phục
zh_hans: 恢复
zh_hant: 還原

source: Restoring…
ar: إستعادة...
az: Bərpa edilid...
bg: Възстановяване...
cs: Obnovování...
da: Gendanner...
de: Wiederherstellen ...
el: Γίνεται επαναφορά...
fa: درحال بازیابی…
fi: Palautetaan...
fr: Restauration…
gl: Restaurando...
he: משחזר…
hr: Vraćanje...
hu: A visszaállítás folyamatban van...
id: Memulihkan…
it: Ripristino…
ja: リストア中...
lv: Atjauno...
nl: Herstellen...
pl: Przywracanie...
pt: A restaurar...
pt_br: Restaurando…
sk: Obnovovanie...
sr: Враћање…
th: กำลังกู้คืน…
tr: Geri yükleniyor…
uk: Відновлення...
vi: Đang khôi phục...
zh_hans: 正在恢复...
zh_hant: 正在還原...

source: Item restored
ar: تم استعادة العنصر.
az: Element bərpa edildi.
bg: Записът бе възстановен.
cs: Položka byla obnovena
da: Element gendannet
de: Eintrag wiederhergestellt
el: Το αντικείμενο επαναφέρθηκε
fa: مورد بازیابی شد.
fi: Kohde palautettiin
fr: Élément restauré
gl: Entrada restaurada
he: הפריט שוחזר
hr: Stavka vraćena
hu: Az elem visszaállításra került.
id: Item telah dipulihkan.
it: Elemento ripristinato
ja: アイテムをリストアしました。
lv: Vienums tika atjaunots.
nl: Item hersteld
pl: Element został przywrócony
pt: Item restaurado
pt_br: Item restaurado
sk: Položka bola obnovená.
sr: Ставка је враћена.
ta: உருப்படி மீட்டெடுக்கப்பட்டது
th: กู้คืนรายการแล้ว
tr: Kayıt geri yüklendi
uk: Запис відновлено
vi: Mục đã được khôi phục.
zh_hans: 项目已恢复
zh_hant: 項目已還原

source: Trash
ar: سلة المهملات
az: Tullantı qutusu
bg: Кошче
cs: Koš
da: Papirkurv
de: Papierkorb
el: Κάδος
fa: سطل زباله
fi: Roskakori
fr: Corbeille
gl: Lixo
he: סל המחזור
hr: Smeće
hu: Lomtár
id: Sampah
it: Cestino
ja: ごみ箱
lv: Atkritne
nl: Prullenbak
pl: Kosz
pt: Lixo
pt_br: Lixeira
sk: Kôš
sr: Отпад
ta: குப்பை
th: ถังขยะ
tr: Çöp kutusu
uk: Смітник
vi: Thùng rác
zh_hans: 回收站
zh_hant: 垃圾桶

# DoYouReallyWantToPermanentlyDeleteCipher
source: Do you really want to permanently delete? This cannot be undone.
ar: هل تريد حقاً الحذف نهائيًا؟ لا يمكن التراجع عن ذلك.
az: Həqiqətən birdəfəlik silmək istəyirsiniz? Bunun geri dönüşü yoxdur.
bg: Наистина ли искате да го изтриете? Действието не може да бъде отменено.
cs: Opravdu chcete trvale tuto položku smazat? Akce je nevratná.
da: Er du sikker på, at du vil slette permanent? Dette kan ikke fortrydes.
de: Möchtest du wirklich dauerhaft löschen? Dies kann nicht rückgängig gemacht werden.
el: Θέλετε πραγματικά να διαγράψετε οριστικά; Αυτό δεν μπορεί να αναιρεθεί.
fa: آیا مطمئنید که می‌خواهید برای همیشه حذف کنید؟ این عمل قابل بازگشت نیست.
fi: Haluatko varmasti poistaa pysyvästi? Toiminnon peruminen ei ole mahdollista.
fr: Êtes-vous sûr de vouloir supprimer définitivement ? Cette action ne peut pas être annulée.
gl: Seguro que queres eliminar permanentemente? Isto é irreversible.
he: האם אתה בטוח שברצונך למחוק? זוהי פעולה בלתי הפיכה.
hr: Doista želite zauvijek izbrisati? To se ne može poništiti.
hu: Valóban végleges legyen a törlés? A művelet nem vonható vissza.
id: Anda yakin ingin menghapus secara permanen? Ini tidak dapat dibatalkan.
it: Vuoi davvero eliminarlo permanentemente? Non lo potrai ripristinare.
ja: 本当に完全に削除しますか？元に戻すことはできません。
lv: Vai tiešām neatgriezeniski izdzēst? To nevar atsaukt.
nl: Weet je zeker dat je dit definitief wilt verwijderen? Dit kan je niet ongedaan maken.
pl: Czy na pewno chcesz usunąć trwale? Operacji nie można cofnąć.
pt: Pretende mesmo eliminar permanentemente? Esta ação não pode ser anulada.
pt_br: Tem certeza que quer apagar permanentemente? Isso não pode ser desfeito.
sk: Naozaj to chcete navždy odstrániť? Nedá sa to vrátiť späť.
sr: Да ли сигурно желите да трајно избришете? Ово се не може поништити.
ta: நீங்கள் நிரந்தரமாக அழிக்க விரும்புகிறீர்களா? இதை செயல்தவிர்க்க இயலாது.
th: ยืนยันการลบถาวรหรือไม่ การกระทำนี้ไม่สามารถย้อนกลับได้
tr: Kalıcı olarak silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.
uk: Ви дійсно хочете остаточно видалити? Цю дію неможливо скасувати.
vi: Bạn có chắc chắn muốn xóa vĩnh viễn không? Thao tác này không thể hoàn tác.
zh_hans: 您确定要永久删除吗？此操作无法撤销。
zh_hant: 您確定要永久刪除嗎？刪除後將無法復原。

# DoYouReallyWantToRestoreCipher
source: Do you really want to restore this item?
ar: هل تريد حقاً استعادة هذا العنصر؟
az: Həqiqətən bu elementi bərpa etmək istəyirsiniz?
bg: Сигурни ли сте, че искате да възстановите записа?
cs: Opravdu chcete tuto položku obnovit?
da: Er du sikker på, at du vil gendanne dette element?
de: Soll dieser Eintrag wirklich wiederhergestellt werden?
el: Θέλετε πραγματικά να επαναφέρετε αυτό το στοιχείο;
fa: واقعاً می‌خواهید این مورد را بازیابی کنید؟
fi: Haluatko varmasti palauttaa kohteen?
fr: Voulez-vous vraiment restaurer cet élément ?
gl: Seguro que queres restaurar esta entrada?
he: האם אתה בטוח שברצונך לשחזר פריט זה?
hr: Želite li zaista vratiti ovu stavku?
hu: Biztosan visszaállításra kerüljön ezt az elem?
id: Apakah Anda benar-benar ingin memulihkan item ini?
it: Sei sicuro di voler ripristinare l'elemento?
ja: 本当にこのアイテムをリストアしますか？
lv: Vai tiešām vēlaties atjaunot šo vienumu?
nl: Weet je zeker dat je dit item wilt herstellen?
pl: Czy na pewno chcesz przywrócić ten element?
pt: Pretende mesmo restaurar este item?
pt_br: Tem certeza que quer restaurar este item?
sk: Naozaj chcete obnoviť túto položku?
sr: Стварно повратити ову ставку?
ta: இந்த உருப்படியை மீட்டெடுக்க நீங்கள் உண்மையில் விரும்புகிறீர்களா?
th: ยืนยันที่จะกู้คืนรายการนี้หรือไม่
tr: Bu kaydı geri yüklemek istediğinizden emin misiniz?
uk: Ви дійсно хочете відновити цей запис?
vi: Bạn có chắc muốn khôi phục mục này?
zh_hans: 您确定要恢复此项目吗？
zh_hant: 您確定要還原此項目嗎？

# DoYouReallyWantToSoftDeleteCipher
source: Do you really want to send to the trash?
ar: هل تريد حقاً أن ترسل إلى سلة المهملات؟
az: Həqiqətən tullantı qutusuna göndərmək istəyirsiniz?
bg: Сигурни ли сте, че искате да преместите записа в кошчето?
cs: Opravdu chcete položku přesunout do koše?
da: Er du sikker på, at du sende til papirkurven?
de: Soll dieser Eintrag wirklich in den Papierkorb verschoben werden?
el: Θέλετε πραγματικά να στείλετε στον κάδο απορριμμάτων;
fa: واقعاً می‌خواهید این مورد را به سطل زباله ارسال کنید؟
fi: Haluatko varmasti siirtää roskakoriin?
fr: Voulez-vous vraiment envoyer à la corbeille ?
gl: Seguro que queres envialo ó lixo?
he: האם אתה בטוח שברצונך לשלוח פריט זה לסל המחזור?
hr: Želite li zaista poslati u smeće?
hu: Biztosan a lomtárba kerüljön?
id: Anda yakin ingin mengirimnya ke sampah?
it: Sei sicuro di voler eliminare l'elemento?
ja: 本当にごみ箱に入れますか？
lv: Vai tiešām pārvietot uz atkritni?
nl: Weet je zeker dat je dit naar de prullenbak wilt verplaatsen?
pl: Czy na pewno chcesz to usunąć?
pt: Pretende mesmo mover para o lixo?
pt_br: Tem certeza que quer enviar este item para a lixeira?
sk: Naozaj to chcete poslať do koša?
sr: Стварно послати у отпад?
ta: நீங்கள் உண்மையில் குப்பைக்கு அனுப்ப விரும்புகிறீர்களா?
th: ยืนยันที่จะส่งลงถังขยะหรือไม่
tr: Bu kaydı çöp kutusuna göndermek istediğinizden emin misiniz?
uk: Ви дійсно хочете перенести до смітника?
vi: Bạn có chắc muốn cho vào thùng rác?
zh_hans: 您确定要将其发送到回收站吗？
zh_hant: 您確定要傳送至垃圾桶嗎？
