Repository: bitwarden/ios
Catalog: BitwardenResources/Localizations/*.lproj/Localizable.strings
Languages: ar, az, bg, cs, da, de, el, fa, fi, fr, gl, he, hr, hu, id, it, ja, lv, nl, pl, pt, pt_br, sk, sr, ta, th, tr, uk, vi, zh_hans, zh_hant

source: Autofill options
ar: خيارات التعبئة التلقائية
az: Avto-doldurma seçimləri
bg: Опции за автоматично попълване
cs: Volby automatického vyplňování
da: Autoudfyldningsindstillinger
de: Auto-Ausfüllen Optionen
el: Επιλογές αυτόματης συμπλήρωσης
fa: گزینه‌های پر کردن خودکار
fi: Automaattitäytön asetukset
fr: Options de saisie automatique
gl: Opcións de autoenchido
he: אפשרויות מילוי אוטומטי
hr: Postavke auto-ispune
hu: Automatikus kitöltés opciók
id: Pilihan isi otomatis
it: Opzioni compilazione automatica
ja: 自動入力のオプション
lv: Automātiskās aizpildes iespējas
nl: Instellingen automatisch invullen
pl: Opcje autouzupełniania
pt: Opções de preenchimento automático
pt_br: Opções de preenchimento automático
sk: Možnosti automatického vypĺňania
sr: Опције Ауто-пуњења
ta: தானாக நிரப்பு விருப்பங்கள்
th: ตัวเลือกการป้อนอัตโนมัติ
tr: Otomatik doldurma seçenekleri
uk: Параметри автозаповнення
vi: Tùy chọn tự động điền
zh_hans: 自动填充选项
zh_hant: 自動填入選項

source: Website (URI)
ar: الموقع (URI)
az: Veb sayt (URI)
bg: Уеб сайт (адрес)
cs: Webová stránka (URI)
da: Websted (URI)
el: Ιστότοπος (URI)
fa: وب‌سایت (نشانی اینترنتی)
fi: Verkkosivusto (URI)
fr: Site web (URI)
gl: Sitio web (URI)
he: אתר אינטרנט (URI)
hr: Web stranica (URI)
hu: Webhely (URI)
id: Situs web (URI)
it: Sito web (URI)
ja: ウェブサイト (URI)
lv: Tīmekļvietne (URI)
pl: Strona internetowa (URI)
pt: Site (URI)
pt_br: Site (URI)
sk: Webová stránka (URI)
sr: Вебсајт (URI)
ta: வலைத்தளம் (URI)
th: เว็บไซต์ (URI)
tr: Web sitesi (URI)
uk: Вебсайт (URI)
vi: Trang web (URI)
zh_hans: 网站 (URI)
zh_hant: 網站 (URI)

source: Add website
ar: إضافة موقع
az: Veb sayt əlavə et
bg: Добавяне на уеб сайт
cs: Přidat webovou stránku
da: Tilføj websted
de: Website hinzufügen
el: Προσθήκη ιστοτόπου
fa: افزودن وب‌سایت
fi: Lisää verkkosivusto
fr: Ajouter le site web
gl: Engadir sitio web
he: הוסף אתר אינטרנט
hr: Dodaj web stranicu
hu: Webhely hozzáadása
id: Tambah situs web
it: Aggiungi sito web
ja: ウェブサイトを追加
lv: Pievient tīmekļvietni
nl: Website toevoegen
pl: Dodaj stronę internetową
pt: Adicionar site
pt_br: Adicionar site
sk: Pridať webovú stránku
sr: Додај вебсајт
ta: வலைத்தளத்தைச் சேர்
th: เพิ่มเว็บไซต์
tr: Web sitesi ekle
uk: Додати вебсайт
vi: Thêm trang web
zh_hans: 添加网站
zh_hant: 新增網站

source: Cannot delete account
ar: لا يمكن حذف الحساب
az: Hesab silinə bilmir
bg: Регистрацията не може да бъде изтрита
cs: Nelze smazat účet
da: Kan ikke slette konto
de: Konto kann nicht gelöscht werden
el: Αδυναμία διαγραφής λογαριασμού
fa: قادر به حذف حساب کاربری نیستیم
fi: Tiliä ei voi poistaa
fr: Impossible de supprimer le compte
he: לא ניתן למחוק חשבון
hr: Nije moguće izbrisati račun
hu: A fiók nem törölhető.
id: Tidak dapat menghapus item
it: Impossibile eliminare account
ja: アカウントを削除できません
lv: Kontu nevar izdzēst
nl: Kan account niet verwijderen
pl: Nie można usunąć konta
pt: Não é possível eliminar a conta
pt_br: Não é possível apagar a conta
sk: Účet nie je možné odstrániť
sr: Није могуће избрисати налог
ta: கணக்கை நீக்க முடியாது
th: ไม่สามารถลบบัญชีได้
tr: Hesap silinemiyor
uk: Не вдається видалити обліковий запис
vi: Không thể xóa tài khoản
zh_hans: 无法删除账户
zh_hant: 無法刪除帳號

# CannotDeleteAccountDescriptionLong
source: This action cannot be completed because your account is owned by an organization. Contact your organization administrator for additional details.
ar: لا يمكن إكمال هذا الإجراء لأن حسابك مملوك من قبل منظمة. اتصل بمسؤول مؤسستك للحصول على تفاصيل إضافية.
az: Hesabınız bir təşkilata aid olduğu üçün bu əməliyyat icra edilə bilməz. Əlavə məlumat üçün təşkilatınızın inzibatçısı ilə əlaqə saxlayın.
bg: Това действие не може да бъде завършено, тъй като регистрацията Ви се управлява от организация. Свържете се с администратора на организацията си за повече подробности.
cs: Tuto akci nelze dokončit, protože Váš účet vlastní organizace. Další informace získáte od správce organizace.
da: Denne handling kan ikke fuldføres, da kontoen ejes af en organisation. Kontakt organisationsadministratoren for yderligere detaljer.
de: Diese Aktion kann nicht abgeschlossen werden, da dein Konto im Besitz einer Organisation ist. Kontaktiere deinen Organisationsadministrator für weitere Details.
el: Αυτή η ενέργεια δεν μπορεί να ολοκληρωθεί επειδή ο λογαριασμός σας ανήκει σε έναν οργανισμό. Επικοινωνήστε με το διαχειριστή του οργανισμού σας για πρόσθετες λεπτομέρειες.
fa: این اقدام قابل انجام نیست زیرا حساب کاربری شما متعلق به یک سازمان است. برای جزئیات بیشتر با مدیر سازمان خود تماس بگیرید.
fi: Toimintoa ei voida suorittaa, koska tilisi on organisaation omistama. Saat lisätietoja olemalla yhteydessä organisaatiosi ylläpitoon.
fr: Cette action ne peut pas être complétée car votre compte appartient à une organisation. Contactez l'administrateur de votre organisation pour plus de détails.
he: פעולה זו אינה ניתנת להשלמה בגלל שהחשבון שלך נמצא בבעלות ארגון. צור קשר עם מנהל הארגון שלך עבור פרטים נוספים.
hr: Ova radnja ne može se završiti jer je tvoj račun u vlasništvu organizacije. Za detalje, kontaktiraj administratora organizacije.
hu: Ez a művelet nem hajtható végre, mert a fiók egy szervezet tulajdonában van. További részletekért forduljunk a szervezet adminisztrátorához.
id: Tindakan ini tidak dapat diselesaikan karena akun Anda dimiliki oleh organisasi. Hubungi administrator organisasi Anda untuk detail lebih lanjut.
it: Questa azione non può essere completata perché il tuo account è di proprietà di un'organizzazione. Contatta l'amministratore della tua organizzazione per dettagli.
ja: このアカウントは組織が所有しているため、操作を完了できません。詳しくは組織の管理者へご確認ください。
lv: Šo darbību nevar pabeigt, jo konts pieder apvienībai. Jāsazinās ar savas apvienības pārvaldītāju, lai noskaidrotu vairāk.
nl: Je kunt deze actie niet afronden omdat je account eigendom is van een organisatie. Neem contact op met de beheerder van je organisatie voor details.
pl: Nie możesz usunąć konta, ponieważ jest ono własnością organizacji. Skontaktuj się z administratorem organizacji, aby uzyskać dodatkowe informacje.
pt: Esta ação não pode ser concluída porque a sua conta é propriedade de uma organização. Contacte o administrador da sua organização para obter mais informações.
pt_br: Esta ação não pode ser concluída porque sua conta pertence a uma organização. Entre em contato com o administrador da sua organização para obter mais detalhes.
sk: Túto akciu nie je možné dokončiť, pretože váš účet vlastní organizácia. Ďalšie informácie vám poskytne správca vašej organizácie.
sr: Ова радња се не може довршити јер је ваш налог у власништву организације. Обратите се администратору своје организације за додатне детаље.
ta: உங்கள் கணக்கு ஒரு அமைப்பிற்கு சொந்தமானது என்பதால் இந்த செயலை முடிக்க முடியாது. கூடுதல் விவரங்களுக்கு உங்கள் அமைப்பு நிர்வாகியைத் தொடர்பு கொள்ளுங்கள்.
th: การกระทำนี้ไม่สามารถทำได้เนื่องจากบัญชีของคุณเป็นขององค์กร ติดต่อผู้ดูแลระบบองค์กรของคุณสำหรับรายละเอียดเพิ่มเติม
tr: Hesabınızın sahibi bir kuruluş olduğu için bu işlem tamamlanamadı. Bilgi almak için kuruluş yöneticinizle iletişime geçin.
uk: Цю дію не можна виконати, тому що ваш обліковий запис належить організації. Зверніться до адміністратора організації для отримання додаткової інформації.
vi: Không thể thực hiện hành động này vì tài khoản của bạn thuộc sở hữu của một tổ chức. Liên hệ với quản trị viên tổ chức của bạn để biết thêm thông tin chi tiết.
zh_hans: 此操作无法完成，因为您的账户归组织所有。请联系您的组织管理员获取详细信息。

source: New folder
ar: مجلد جديد
az: Yeni qovluq
bg: Нова папка
cs: Nová složka
da: Ny mappe
de: Neuer Ordner
el: Νέος φάκελος
fa: پوشه جدید
fi: Uusi kansio
fr: Nouveau dossier
gl: Novo cartafol
he: תיקייה חדשה
hr: Nova mapa
hu: Új mappa
id: Folder baru
it: Nuova cartella
ja: フォルダーを作成
lv: Jauna mape
nl: Nieuwe map
pl: Nowy folder
pt: Nova pasta
pt_br: Nova pasta
sk: Nový priečinok
sr: Нова фасцикла
ta: புதிய கோப்புறை
th: โฟลเดอร์ใหม่
tr: Yeni klasör
uk: Нова тека
vi: Thư mục mới
zh_hans: 新增文件夹
zh_hant: 新增資料夾

source: Set up authenticator key
ar: إعداد مفتاح المصادقة
az: Kimlik doğrulayıcı açarı qur
bg: Настройване на удостоверителен ключ
cs: Nastavit ověřovací klíč
de: Authenticator-Schlüssel einrichten
fa: راه‌اندازی کلید احراز هویت
fi: Määritä todennusavain
fr: Mettre en place une clé d'authentification
gl: Configurar clave de autenticación
he: הגדר מפתח מאמת
hr: Postavi ključ autentifikatora
hu: Hitelesítő kulcs beüzemelése
id: Siapkan kunci autentikator
it: Imposta la chiave di autenticazione
ja: 認証キーを設定する
lv: Iestatīt autentificētāja atslēgu
nl: Authenticatiesleutel instellen
pl: Ustaw klucz uwierzytelniający
pt: Configurar a chave de autenticação
pt_br: Configurar chave de autenticador
sk: Nastaviť kľúč overovateľa
sr: Подесите кључ за аутентификатор
ta: அங்கீகார விசையை அமைக்கவும்
th: ตั้งค่าคีย์แอปยืนยันตัวตน
tr: Kimlik doğrulayıcı anahtarı ekle
uk: Налаштувати ключ автентифікації
vi: Thiết lập khóa xác thực
zh_hans: 设置验证器密钥

source: Item details
ar: تفاصيل العنصر
az: Element detalları
bg: Подробности за елемента
cs: Detaily položky
da: Emnedetaljer
de: Eintrag-Details
el: Λεπτομέρειες στοιχείου
fa: جزئیات مورد
fi: Kohteen tiedot
fr: Détails de l’élément
gl: Detalles do entrada
he: פרטי הפריט
hr: Detalji stavke
hu: Elem részletek
id: Rincian item
it: Dettagli elemento
ja: アイテムの詳細
lv: Vienuma dati
pl: Szczegóły elementu
pt: Detalhes do item
pt_br: Detalhes do item
sk: Podrobnosti o položke
sr: Детаљи ставке
ta: பொருள் விவரங்கள்
th: รายละเอียดรายการ
tr: Kayıt ayrıntıları
uk: Подробиці запису
vi: Chi tiết mục
zh_hans: 项目详细信息
zh_hant: 項目詳細資訊

source: Card details
ar: بيانات البطاقة
az: Kart detalları
bg: Данни за картата
cs: Podrobnosti karty
da: Kortoplysninger
de: Kartendetails
el: Στοιχεία κάρτας
fa: جزئیات کارت
fi: Kortin tiedot
fr: Détails de la carte de paiement
gl: Detalles da tarxeta
he: פרטי כרטיס
hr: Detalji kartice
hu: Kártyaadatok
id: Rincian kartu
it: Dettagli carta
ja: カードの詳細
lv: Informācija par karti
nl: Kaartgegevens
pl: Szczegóły karty
pt: Detalhes do cartão
pt_br: Detalhes do cartão
sk: Podrobnosti o karte
sr: Детаљи картице
ta: அட்டை விவரங்கள்
th: รายละเอียดบัตร
tr: Kart ayrıntıları
uk: Подробиці картки
vi: Thông tin thẻ
zh_hans: 支付卡详细信息
zh_hant: 信用卡詳細資料

source: Personal details
ar: البيانات الشخصية
az: Şəxsi detallar
bg: Лични данни
cs: Osobní údaje
da: Personlige oplysninger
de: Persönliche Details
el: Προσωπικά στοιχεία
fa: جزئیات شخصی
fi: Henkilötiedot
fr: Détails personnels
gl: Detalles persoais
he: פרטים אישיים
hr: Osobni podaci
hu: Személyes adatok
id: Rincian pribadi
it: Dettagli personali
ja: 個人情報
lv: Personiskā informācija
nl: Persoonlijke gegevens
pl: Dane osobowe
pt: Dados pessoais
pt_br: Detalhes pessoais
sk: Osobné údaje
sr: Личне информације
ta: தனிப்பட்ட விவரங்கள்
th: รายละเอียดส่วนตัว
tr: Kişisel bilgiler
uk: Особисті дані
vi: Thông tin cá nhân
zh_hans: 个人详细信息
zh_hant: 個人資訊

source: Contact info
ar: معلومات الاتصال
az: Əlaqə məlumatı
bg: Информация за връзка
cs: Kontaktní informace
da: Kontaktoplysninger
de: Kontaktinformation
el: Στοιχεία επικοινωνίας
fa: اطلاعات مخاطب
fi: Yhteystiedot
fr: Coordonnées
gl: Información de contacto
he: פרטי קשר
hr: Kontakt podaci
hu: Kapcsolat infó
id: Info kontak
it: Informazioni di contatto
ja: 連絡先情報
lv: Saziņas informācija
nl: Contactgegevens
pl: Dane kontaktowe
pt: Informações de contacto
pt_br: Informação de contato
sk: Kontaktné informácie
sr: Контакт инфо
ta: தொடர்பு தகவல்
th: ข้อมูลติดต่อ
tr: İletişim bilgileri
uk: Контактні дані
vi: Thông tin liên hệ
zh_hans: 联系信息
zh_hant: 聯繫資訊

source: Identification
ar: تعريف
az: İdentifikasiya
bg: Идентификация
cs: Identifikace
da: Identifikation
de: Identifikation
el: Ταυτοποίηση
fa: شناسایی
fi: Henkilöllisyystodistus
gl: Identificación
he: הזדהות
hr: Identifikacija
hu: Azonosítás
id: Identifikasi
it: Identificazione
ja: ID
lv: Identifikācija
nl: Identificatie
pl: Identyfikacja
pt: Identificação
pt_br: Identificação
sk: Identifikácia
sr: Идентификација
ta: அடையாளம்
th: การระบุตัวตน
tr: Kimlik
uk: Ідентифікація
vi: Định danh
zh_hans: 身份
zh_hant: 身份

source: Owner
ar: المالك
az: Sahibi
bg: Собственик
cs: Vlastník
da: Ejer
de: Besitzer
el: Ιδιοκτήτης
fa: مالک
fi: Omistaja
fr: Propriétaire
gl: Propietario
he: בעלים
hr: Vlasnik
hu: Tulajdonos
id: Pemilik
it: Propriet.
ja: 所有者
lv: Īpašnieks
nl: Eigenaar
pl: Właściciel
pt: Proprietário
pt_br: Proprietário
sk: Vlastník
sr: Власник
ta: உரிமையாளர்
th: เจ้าของ
tr: Sahibi
uk: Власник
vi: Chủ sở hữu
zh_hans: 所有者
zh_hant: 擁有者

source: Verify your identity
ar: تحقق من هويتك
az: Kimliyinizi doğrulayın
bg: Потвърдете самоличността си
cs: Ověřte svou totožnost
de: Verifiziere deine Identität
fa: هویت خود را تأیید کنید
fi: Vahvista henkilöllisyytesi
fr: Vérifiez votre identité
he: אמת את זהותך
hr: Potvrdi svoj identitet
hu: Személyazonosság ellenőrzése
id: Verifikasikan identitas Anda
it: Verifica la tua identità
ja: 本人確認を行ってください
lv: Apliecināt savu identitāti
nl: Verifieer je identiteit
pl: Zweryfikuj tożsamość
pt: Verifique a sua identidade
pt_br: Verifique sua identidade
sk: Overte svoju totožnosť
sr: Потврдите свој идентитет
ta: உங்கள் அடையாளத்தைச் சரிபார்க்கவும்
th: ยืนยันตัวตนของคุณ
tr: Kimliğinizi doğrulayın
uk: Підтвердьте свою особу
vi: Xác minh danh tính của bạn
zh_hans: 验证您的身份

source: This operation is not allowed on this account
az: Bu hesabda bu əməliyyata icazə verilmir
bg: Тази операция не е разрешена за този акаунт
cs: Tato operace není na tomto účtu povolena
de: Dieser Vorgang ist mit diesem Konto nicht erlaubt
fa: این عملیات روی این حساب کاربری مجاز نیست
fr: Cette opération n'est pas autorisée sur ce compte
he: פעולה זו אינו מותרת בחשבון זה
hr: Ova radnja nije dozvoljena na ovom računu
hu: Ez a művelet nem engedélyezett ezen a fiókon.
id: Tindakan ini tidak diperbolehkan pada akun ini
it: L'operazione non è consentita su questo account
lv: Šī darbība nav atļauta šim kontam
nl: Deze handeling is niet toegestaan op dit account
pl: Operacja nie jest dozwolona na tym koncie
pt: Esta operação não é permitida nesta conta
pt_br: Esta operação não é permitida nesta conta
sk: Táto operácia nie je s týmto účtom povolená
sr: Ова операција није дозвољена на овом налогу
ta: இந்த கணக்கில் இந்த செயல்பாடு அனுமதிக்கப்படவில்லை
th: ไม่อนุญาตให้ดำเนินการนี้กับบัญชีนี้
tr: Bu hesapta bu işleme izin verilmiyor
uk: Ця операція не дозволена в цьому обліковому записі
vi: Hoạt động này không được phép thực hiện trên tài khoản này
zh_hans: 此账户上不允许此操作

source: An error occurred while trying to lock the current user
az: Hazırkı istifadəçini kilidləməyə çalışarkən bir xəta baş verdi
bg: Възникна грешка при опита за заключване на текущия потребител
cs: Vyskytla se chyba při uzamčení aktuálního uživatele
de: Beim Versuch, den aktuellen Benutzer zu sperren ist ein Fehler aufgetreten
fa: هنگام تلاش برای قفل کردن کاربر فعلی، خطایی رخ داد
fr: Une erreur s'est produite en essayant de verrouiller l'utilisateur actuel
he: אירעה שגיאה בעת ניסיון לנעול את המשתמש הנוכחי
hr: Došlo je do greške pri pokušaju zaključavanja trenutnog korisnika
hu: Hiba történt az aktuális felhasználó zárolásának kísérlete közben.
id: Terjadi kesalahan saat mencoba mengunci pengguna saat ini
it: Si è verificato un errore durante il tentativo di bloccare l'utente corrente
lv: Pašreizējā lietotāja aizslēgšanas mēģinājuma laikā atgadījās kļūda
nl: Er is een fout opgetreden tijdens het vergrendelen van de huidige gebruiker
pl: Wystąpił błąd podczas próby zablokowania obecnego użytkownika
pt: Ocorreu um erro ao tentar bloquear o utilizador atual
pt_br: Ocorreu um erro ao tentar bloquear o usuário atual
sk: Pri pokuse o uzamknutie aktuálneho používateľa sa vyskytla chyba
sr: Дошло је до грешке приликом покушаја закључавања тренутног корисника
ta: தற்போதைய பயனரைப் பூட்ட முயற்சிக்கும்போது ஒரு பிழை ஏற்பட்டது
th: เกิดข้อผิดพลาดขณะพยายามล็อกผู้ใช้ปัจจุบัน
tr: Geçerli kullanıcıyı kilitlemeye çalışırken bir hata oluştu
uk: Сталася помилка при спробі блокування поточного користувача
vi: Đã xảy ra lỗi khi cố gắng khóa tài khoản hiện tại
zh_hans: 尝试锁定当前用户时出错

source: Lock all accounts
az: Bütün hesabları kilidlə
bg: Заключване на всички акаунти
cs: Uzamknout všechny účty
de: Alle Konten sperren
fa: قفل کردن همه حساب‌های کاربری
fr: Verrouiller tous les comptes
he: נעל את כל החשבונות
hr: Zaključaj sve račune
hu: Összes fiók lezárása
id: Kunci semua akun
it: Blocca tutti gli account
lv: Aizslēgt visus kontus
nl: Alle accounts vergrendelen
pl: Zablokuj wszystkie konta
pt: Bloquear todas as contas
pt_br: Bloquear todas as contas
sk: Uzamknúť všetky účty
sr: Закључајте све рачуне
ta: எல்லா கணக்குகளையும் பூட்டு
th: ล็อกทุกบัญชี
tr: Tüm hesapları kilitle
uk: Заблокувати всі облікові записи
vi: Khóa tất cả tài khoản
zh_hans: 锁定所有账户

source: All accounts have been locked
az: Bütün hesablar kilidlənib
bg: Всички акаунти бяха заключени
cs: Všechny účty byly uzamčeny
de: Alle Konten wurden gesperrt
fa: تمام حساب‌های کاربری قفل شدند
fr: Tous les comptes ont été verrouillés
he: כל החשבונות ננעלו
hr: Svi računi su zaključani
hu: Az összes fiók zárolásra került.
id: Semua akun telah dikunci
it: Tutti gli account sono stati bloccati
lv: Visi konti tika aizslēgti
nl: Alle accounts zijn vergrendeld
pl: Wszystkie konta zostały zablokowane
pt: Todas as contas foram bloqueadas
pt_br: Todas as contas foram bloqueadas
sk: Všetky účty boli uzamknuté
sr: Сви рачуни су закључани
ta: எல்லா கணக்குகளும் பூட்டப்பட்டுள்ளன
th: ล็อกทุกบัญชีเรียบร้อยแล้ว
tr: Tüm hesaplar kilitlendi
uk: Всі облікові записи заблоковано
vi: Tất cả các tài khoản đã bị khóa
zh_hans: 所有账户已锁定

source: Share error details
ar: مشاركة تفاصيل الخطأ
az: Xəta detallarını paylaş
bg: Споделяне на подробностите за грешката
cs: Sdílet podrobnosti o chybě
de: Fehlerdetails teilen
fa: اشتراک‌گذاری جزئیات خطا
fi: Jaa virhetiedot
fr: Partager les détails de l'erreur
he: שתף פרטי שגיאה
hr: Podijeli detalje greške
hu: Hiba részletek megosztása
id: Bagikan detail error
it: Condividi dettagli dell'errore
ja: エラーの詳細を共有
lv: Kopīgot informāciju par kļūdu
nl: Foutdetails delen
pl: Udostępnij szczegóły błędu
pt: Partilhar detalhes do erro
pt_br: Compartilhar detalhes do erro
sk: Zdieľať podrobnosti o chybe
sr: Поделите детаље о грешци
ta: பிழை விவரங்களைப் பகிரு
th: แชร์รายละเอียดข้อผิดพลาด
tr: Hata ayrıntılarını paylaş
uk: Поширити подробиці про помилку
vi: Chia sẻ chi tiết lỗi
zh_hans: 分享错误详细信息

source: Flight recorder
ar: مسجل الرحلة
az: Uçuş yazıcısı
bg: Проследяване чрез журнали
cs: Letový zapisovač
de: Flugschreiber
fa: ضبط‌ کننده پرواز
fi: Musta laatikko
fr: Enregistreur de vols
he: מקליט טיסה
hr: Snimač leta
hu: Adatrögzítő
id: Kotak hitam
it: Tracciamento (log)
lv: Melnā kaste
pl: Rejestrator zdarzeń
pt: Gravador de voo
pt_br: Gravador de voo
sk: Čierna skrinka
ta: ஃபிளைட் ரெக்கார்டர்
tr: Uçuş kaydedici
uk: Чорна скринька
vi: Bản ghi nhật ký
zh_hans: 飞行记录器

source: Enable flight recorder
ar: تمكين مسجل الطيران
az: Uçuş yazıcısını fəallaşdır
bg: Включване на проследяването чрез журнали
cs: Povolit letový zapisovač
de: Flugschreiber aktivieren
fa: فعال‌سازی ضبط‌ کننده پرواز
fi: Aktivoi musta laatikko
fr: Activer l'enregistreur de vol
he: הפעל מקליט טיסה
hr: Omogući snimač leta
hu: Adatrögzítő engedélyezése
id: Aktifkan kotak hitam
it: Abilita tracciamento (log)
lv: Iespējot melno kasti
nl: Flight recorder inschakelen
pl: Włącz rejestrator zdarzeń
pt: Ativar o gravador de voo
pt_br: Ativar gravador de voo
sk: Povoliť čiernu skrinku
ta: ஃபிளைட் ரெக்கார்டரை இயக்கு
th: เปิดใช้งาน Flight recorder
tr: Uçuş kaydediciyi etkinleştir
uk: Увімкнути чорну скриньку
vi: Bật bản ghi nhật ký
zh_hans: 启用飞行记录器

source: Experiencing an issue?
ar: تجربة مشكلة؟
az: Problemlə üzləşmisiniz?
bg: Имате проблем?
cs: Máte problém?
de: Hast du ein Problem?
fa: مشکلی پیش آمده؟
fi: Oletko kohdannut ongelmia?
fr: Vous rencontrez un problème ?
he: חווה בעיה?
hr: Imaš problem?
hu: Problémát tapasztalunk?
id: Mengalami masalah?
it: Hai un problema con l'app Bitwarden?
lv: Ir kādas nebūšanas?
nl: Ervaar je een probleem?
pl: Doświadczasz problemów?
pt: Está a ter algum problema?
pt_br: Está tendo algum problema?
sk: Máte problém?
sr: Доживљавате проблем?
ta: ஒரு சிக்கலை எதிர்கொள்கிறீர்களா?
th: พบปัญหาใช่ไหม
tr: Sorun mu yaşıyorsunuz?
uk: Виникли проблеми?
vi: Bạn đang gặp vấn đề?
zh_hans: 遇到问题了吗？
