Repository: bitwarden/ios
Catalog: BitwardenResources/Localizations/*.lproj/Localizable.strings
Languages: ar, az, bg, cs, da, de, el, fa, fi, fr, gl, he, hr, hu, id, it, ja, lv, nl, pl, pt, pt_br, sk, sr, ta, th, tr, uk, vi, zh_hans, zh_hant

# EnableTemporaryLoggingDescriptionLong
source: Enable temporary logging to collect and inspect logs locally. When enabled, application states and network calls may be logged—never sensitive vault information.
ar: تمكين التسجيل المؤقت لجمع السجلات وفحصها محليا. عند التمكين، قد يتم تسجيل حالات التطبيق والمكالمات الشبكية - لا يتم أبدا تسجيل معلومات المخزن الحساسة.
az: Qeydləri daxili anbarda yığmaq və yoxlamaq üçün müvəqqəti jurnala yazma prosesini fəallaşdırın. Fəal olduqda, tətbiq statusları və şəbəkə zəngləri jurnala yazıla bilər, ancaq həssas seyf məlumatları heç vaxt yazılmır.
bg: Включете временно журналите и разгледайте локално какво се случва. Когато това е включено, състоянията на приложението и съобщенията по мрежата може да бъдат записани в журнала – но никога чувствителна информация за трезора.
cs: Povolte dočasné logování pro shromažďování a prohlížení logů lokálně. Pokud je povoleno, stav aplikací a síťových hovorů mohou být zaznamenány - ale nikdy citlivé informace o trezoru.
de: Aktiviere die temporäre Protokollierung, um Protokolle lokal zu sammeln und zu prüfen. Wenn diese Option aktiviert ist, können Anwendungszustände und Netzwerkaufrufe protokolliert werden, jedoch niemals sensible Tresor-Informationen.
fa: فعال‌سازی ثبت موقت گزارش‌ها برای جمع‌آوری و بررسی محلی آن‌ها. پس از فعال شدن، وضعیت‌های برنامه و تماس‌های شبکه ممکن است ثبت شوند — اطلاعات حساس موجود در گاوصندوق هرگز ثبت نخواهد شد.
fi: Aktivoi tilapäinen lokikirjaus paikallista tallennusta ja tarkastelua varten. Kun käytössä, sovelluksen tilat ja verkkopyynnöt saatetaan kirjata – ei koskaan arkaluonteisia holvin tietoja.
fr: Activez la journalisation temporaire pour collecter et inspecter les journaux localement. Lorsqu'ils sont activés, les états des applications et les appels réseau peuvent être enregistrés — jamais d'informations sensibles sur le coffre-fort.
he: אפשר תיעוד זמני כדי לאסוף ולבחון יומנים באופן מקומי. כאשר מופעל, מצבי היישום וקריאות רשת עשויות להיות מתועדות—לעולם לא מידע כספת רגיש.
hr: Omogući privremeno zapisivanje za lokalno prikupljanje i pregled zapisnika. Kada je omogućeno, mogu se zapisivati ​​stanja aplikacija i mrežni pozivi — nikada osjetljive informacije o trezoru.
hu: Az ideiglenes naplózás engedélyezése a naplók helyi gyűjtéséhez és ellenőrzéséhez. Ha engedélyezve van, előfordulhat, hogy az alkalmazások állapotai és a hálózati hívások naplózásra kerülnek – soha nem érzékeny széf információk.
id: Aktifkan pencatatan sementara untuk mengumpulkan dan memeriksa log secara lokal. Saat diaktifkan, status aplikasi dan panggilan jaringan mungkin dicatat—tidak pernah termasuk informasi brankas yang sensitif.
it: Abilita il tracciamento (log) temporaneo di stati dell'app e chiamate di rete, che saranno memorizzati localmente: se richiesti, potrai inviarli all'assistenza per la risoluzione di problemi. Non saranno memorizzati o inviati dati sensibili né contenuti della cassaforte.
lv: Iespējot pagaidu žurnalēšanu, lai vietēji savāktu un izpētītu žurnālus. Kad iespējota, var tik žurnalēti lietotnes stāvokļi un tīkla izsaukumi, nekad jūtīga glabātavas informācija.
nl: Ttijdelijke logging inschakelen voor het lokaal verzamelen en inspecteren van logs. Wanneer ingeschakeld, kunnen applicatie-staten en netwerkverzoeken worden gelogd—nooit gevoelige kluisinformatie.
pl: Włącz tymczasowy rejestrowanie, aby zbierać i sprawdzać logi lokalnie. Po włączeniu tej opcji możliwe jest rejestrowanie stanów aplikacji i żądań sieciowych — żadnych poufnych informacji z sejfu.
pt: Ative o registo temporário para recolher e inspecionar os registos localmente. Quando ativado, os estados da aplicação e as chamadas de rede podem ser registados — nunca informações sensíveis do cofre.
pt_br: Ative o registro temporário para coletar e inspecioná-los localmente. Ao ativar, estados do aplicativo e solicitações de rede podem ser registrados - mas nunca informações sensíveis do cofre.
sk: Povoľte dočasné logovanie na zhromažďovanie a kontrolu logov lokálne. Ak je povolené, stav aplikácií a sieťové volania môžu byť zaznamenávané – ale nikdy citlivé informácie o trezore.
sr: Омогућите привремене евидентирање за прикупљање и локалног прегледавања извештаја. Када је омогућено, статуси апликације и мрежни позиви могу се пријавити - никада осетљиве информације о сефу.
ta: உள்ளூரில் பதிவுகளை சேகரிக்கவும் ஆய்வு செய்யவும் தற்காலிகப் பதிவை இயக்கவும். இயக்கப்படும்போது, பயன்பாட்டு நிலைகள் மற்றும் நெட்வொர்க் அழைப்புகள் பதிவு செய்யப்படலாம்—உணர்திறன் வாய்ந்த பெட்டகத் தகவல் ஒருபோதும் பதிவு செய்யப்படாது.
th: เปิดใช้งานการบันทึกชั่วคราวเพื่อรวบรวมและตรวจสอบบันทึกภายในเครื่อง เมื่อเปิดใช้งาน สถานะของแอปพลิเคชันและการเรียกเครือข่ายอาจถูกบันทึก—แต่จะไม่บันทึกข้อมูลตู้นิรภัยที่สำคัญ
tr: Geçici günlüğü etkinleştirerek günlükleri yerel olarak toplayın ve inceleyin. Etkinleştirildiğinde, uygulama durumları ve ağ çağrıları günlüğe kaydedilebilir; hassas kasa bilgileri asla kaydedilmez.
uk: Увімкніть тимчасовий запис подій, щоб вивчити їх локально. Можуть записуватись дані про стан програм і мережеві виклики. Конфіденційна інформація сховища ніколи не записується.
vi: Bật tính năng ghi nhật ký tạm thời để thu thập và kiểm tra nhật cục bộ. Khi tính năng này được bật, trạng thái ứng dụng và các yêu cầu mạng có thể được ghi lại—không bao giờ gồm thông tin nhạy cảm trong kho lưu trữ.
zh_hans: 启用临时日志记录，以在本地收集和检查日志。启用后，可能会记录应用程序状态和网络调用，但绝不会记录敏感的密码库信息。

# ToGetStartedSetALoggingDurationDescriptionLong
source: To get started, set a logging duration. Logging will automatically turn off after this period, giving you time to capture activity while reproducing any issues.
ar: للبدء، قم بتعيين مدة تسجيل الدخول. سيتم إيقاف التسجيل تلقائيًا بعد هذه الفترة، مما يتيح لك الوقت لالتقاط النشاط أثناء إعادة نشر أي مشاكل.
az: Başlamaq üçün, jurnala yazma müddətini təyin edin. Jurnala yazma, bu müddətdən sonra avtomatik söndürüləcək, hər hansısa problemi yenidən yaradarkən fəaliyyəti yaxalamaq üçün sizə vaxt verəcək.
bg: За да започнете, изберете продължителност на записа в журнала. Функцията ще се изключи автоматично след като изтече този период, давайки Ви време да прихванете дейността си, докато възпроизвеждате проблема.
cs: Chcete-li začít, nastavte dobu trvání logování. Logování se po tomto období automaticky vypne, což Vám poskytne čas pro zachycení aktivity při opakování problémů.
de: Leg zunächst eine Dauer für die Protokollierung fest. Die Protokollierung schaltet sich automatisch nach diesem Zeitraum aus, so dass du Zeit hast, Aktivitäten zu erfassen und eventuelle Probleme zu reproduzieren.
fa: برای شروع، مدت زمان ثبت گزارش را تعیین کنید. پس از این مدت، ثبت گزارش به‌طور خودکار غیرفعال می‌شود و در این زمان می‌توانید فعالیت‌ها را در هنگام تکرار مشکلات ثبت کنید.
fi: Aloita asettamalla kirjauksen kesto. Kirjaus päättyy automaattisesti tämän ajan kuluttua, antaen sinulla aikaa mahdollisten ongelmien toistoon ja niihin johtaneiden tapahtumien tallennukseen.
fr: Pour commencer, définissez une durée de journalisation. La journalisation s'éteindra automatiquement après cette période, vous donnant le temps de capturer les changements lors de la reproduction de n'importe quelles problématiques.
he: כדי להתחיל בעבודה, הגדר משך זמן תיעוד. התיעוד יכובה באופן אוטומטי לאחר תקופה זו, מה שנותן לך זמן כדי ללכוד פעילות בזמן שחזור בעיות כלשהן.
hr: Za početak postavi trajanje zapisivanja. Zapisivanje će se automatski isključiti nakon zadanog vremena, dajući ti vrijeme za bilježenje aktivnosti dok reproduciraš bilo kakav problem.
hu: A kezdéshez állítsuk be a naplózás időtartamát. A naplózás ezen időszak letelte után automatikusan kikapcsol, így időt hagyva a tevékenységek rögzítésére a problémákat reprodukálása mellett.
id: Untuk memulai, atur durasi pencatatan. Pencatatan akan otomatis berhenti setelah periode ini, memberi Anda waktu untuk menangkap aktivitas saat mereproduksi masalah.
it: Per iniziare, imposta una durata della registrazione. Questa si disattiverà automaticamente dopo il periodo indicato, dandoti il tempo di acquisire informazioni durante la riproduzione del problema.
lv: Lai uzsāktu, jāiestata žunalēšanas ilgums. Žurnalēšana automātiski izslēsies pēc šī laika posma, dodot laiku tvert darbības, kamēr tiek atkārtotas jebkādas nebūšanas.
nl: Stel een loginduur in om te beginnen. Loggen zal automatisch uitschakelen na deze periode, waardoor je tijd hebt voor het opnemen van acties tijdens het reproduceren van problemen.
pl: Aby rozpocząć, ustaw czas rejestrowania logów. Rejestrowanie zostanie automatycznie wyłączone po tym okresie, dając czas na zapisanie aktywności podczas odtwarzania wszelkich problemów.
pt: Para começar, defina uma duração para o registo. O registo será automaticamente desligado após este período, dando-lhe tempo para capturar a atividade e reproduzir quaisquer problemas.
pt_br: Para começar, configure uma duração para a coleta de registros, A coleta será desativada automaticamente depois deste período, te dando tempo para capturar atividade enquanto reproduz quaisquer problemas.
sk: Ak chcete začať, nastavte trvanie logovania. Po uplynutí tejto doby sa logovanie automaticky vypne, čím získate čas na zachytenie činnosti pri reprodukovaní prípadných problémov.
ta: தொடங்க, ஒரு பதிவின் காலத்தை அமைக்கவும். ஏதேனும் சிக்கல்களை மீண்டும் உருவாக்கும் போது செயல்பாட்டைப் பிடிக்க உங்களுக்கு நேரம் கொடுக்கும் வகையில் இந்த காலத்திற்குப் பிறகு பதிவு தானாகவே அணைக்கப்படும்.
th: ในการเริ่มต้น ให้กำหนดระยะเวลาการบันทึก การบันทึกจะปิดโดยอัตโนมัติหลังจากช่วงเวลานี้ เพื่อให้คุณมีเวลาจับภาพกิจกรรมขณะจำลองปัญหา
tr: Başlamak için, günlük kaydı süresini ayarlayın. Bu süre sonunda günlük kaydı otomatik olarak kapanır ve sorunları yeniden oluştururken etkinlikleri yakalamak için zaman kazanırsınız.
uk: Для початку встановіть тривалість запису. Запис автоматично вимкнеться після вказаного періоду, забезпечивши час на виявлення дій, що могли спричинити проблеми.
vi: Để bắt đầu, hãy thiết lập thời gian ghi nhật ký. Ghi nhật ký sẽ tự động tắt sau khoảng thời gian này, cho phép bạn ghi lại hoạt động trong quá trình tái hiện các vấn đề.
zh_hans: 要开始使用，请设置日志记录持续时间，以便您在复现问题时捕获相关活动。日志记录将在该时间段后自动停用。

source: Logging duration
ar: مدة التسجيل
az: Jurnala yazma müddəti
bg: Продължителност на записа в журнала
cs: Doba logování
de: Dauer der Protokollierung
fa: مدت زمان ثبت گزارش‌ها
fi: Lokikirjauksen kesto
fr: Durée de connexion
he: משך זמן התיעוד
hr: Trajanje zapisivanja
hu: Naplózási időtartaam
id: Durasi pencatatan log
it: Durata del tracciamento (log)
lv: Žurnalēšanas ilgums
nl: Duur van het loggen
pl: Czas rejestrowania logów
pt: Duração do registo
pt_br: Duração da coleta de registros
sk: Trvanie logovania
sr: Трајање извештаја
ta: பதிவு கால அளவு
th: ระยะเวลาการบันทึก
tr: Log kayıt süresi
uk: Тривалість запису
vi: Thời gian ghi nhật ký
zh_hans: 日志记录持续时间

# LogsWillBeAutomaticallyDeletedAfter30DaysDescriptionLong
source: Logs will be automatically deleted after 30 days. Bitwarden is only able to access your log data when you share it.
ar: سيتم حذف السجلات تلقائيًا بعد 30 يومًا. بت واردن قادر على الوصول إلى بيانات السجل الخاص بك فقط عند مشاركته.
az: Qeydlər 30 gün sonra avtomatik silinəcək. Bitwarden, jurnal datalarınıza yalnız siz paylaşdığınız zaman müraciət edə bilər.
bg: Журналите се изтриват автоматично след 30 дни. Битуорден може да получи достъп до информацията в журналите само, ако я споделите.
cs: Logy budou automaticky smazány po 30 dnech. Bitwarden má přístup k Vašim logům jen pokud je sdílíte.
de: Protokolle werden nach 30 Tagen automatisch gelöscht. Bitwarden kann nur auf deine Protokolldaten zugreifen, wenn du sie teilst.
fa: گزارش‌ها به‌صورت خودکار پس از ۳۰ روز حذف می‌شوند. Bitwarden تنها زمانی می‌تواند به داده‌های گزارش شما دسترسی پیدا کند که خودتان آن‌ها را به اشتراک بگذارید.
fi: Lokitiedot poistetaan automaattisesti 30 päivän kuluttua. Bitwarden voi tarkastella lokitietojasi vain, jos jaat ne.
fr: Les journaux seront automatiquement supprimés après 30 jours. Bitwarden ne peut accéder à vos données de journalisation que si vous les partagez.
he: היומנים יימחקו באופן אוטומטי לאחר 30 ימים. Bitwarden יכול לגשת לנתוני היומנים שלך רק כאשר אתה משתף אותם.
hr: Zapisnici će se automatski izbrisati nakon 30 dana. Bitwarden može pristupiti tvojim podacima zapisnika samo kada ih podijeliš.
hu: A naplók 30 nap elteltével automatikusan törlődnek. A Bitwarden csak akkor fér hozzá a naplóadatokhoz, ha megosztjuk vele azokat.
id: Log akan otomatis dihapus setelah 30 hari. Bitwarden hanya dapat mengakses data log Anda ketika Anda membagikannya.
it: Le registrazioni (log) saranno eliminate automaticamente dopo 30 giorni. Bitwarden può accedere ai dati dei log solo quando li condividi.
lv: Žurnāli tiks automātiski izdzēsti pēc 30 dienām. Bitwarden var piekļūt žurnālu datiem tikai tad, kad tos kopīgo.
nl: We verwijderen logs automatisch na 30 dagen. Bitwarden heeft alleen toegang tot je loggegevens als je deze deelt.
pl: Logi zostaną automatycznie usunięte po 30 dniach. Bitwarden może uzyskać dostęp do logów tylko wtedy, gdy je udostępnisz.
pt: Os registos serão automaticamente eliminados após 30 dias. O Bitwarden só pode aceder aos seus dados de registo quando os partilha.
pt_br: Os registros serão automaticamente apagados após 30 dias. O Bitwarden só poderá acessar os dados do registros quando você os compartilhar.
sk: Logy sa po 30 dňoch automaticky odstránia. Bitwarden má prístup k údajom logovania len keď ich zdieľate.
ta: பதிவுகள் 30 நாட்களுக்குப் பிறகு தானாகவே நீக்கப்படும். நீங்கள் பகிரும்போது மட்டுமே பிட்வார்டன் உங்கள் பதிவுத் தரவை அணுக முடியும்.
th: บันทึกจะถูกลบโดยอัตโนมัติหลังจาก 30 วัน Bitwarden สามารถเข้าถึงข้อมูลบันทึกของคุณได้เมื่อคุณแชร์เท่านั้น
tr: Günlükler 30 gün sonra otomatik olarak silinecektir. Bitwarden günlük verilerinize yalnızca siz paylaştığınızda erişebilir.
uk: Записи автоматично видаляться через 30 днів. Bitwarden може отримати до них доступ лише якщо ви ними поділитесь.
vi: Nhật ký sẽ được tự động xóa sau 30 ngày. Bitwarden chỉ có thể truy cập dữ liệu nhật ký của bạn khi bạn chia sẻ nó.
zh_hans: 日志将在 30 天后自动删除。只有当您共享它时，Bitwarden 才能访问您的日志数据。

# ForDetailsOnWhatIsAndIsntLoggedVisitTheBitwardenHelpCenter
source: For details on what is and isn’t logged, visit the **[Bitwarden help center](%1$@)**.
ar: للحصول على تفاصيل حول ما هو ولا يتم تسجيله، قم بزيارة **[مركز مساعدة بت واردن](%1$@)**.
az: Nəyin yazılıb-yazılmadığını öyrənmək üçün **[Bitwarden kömək mərkəzini](%1$@)** ziyarət edin.
bg: За подробности какво се записва в журнала и какво – не, посетете **[помощния център на Битуорден](%1$@)**.
cs: Pro podrobnosti o tom, co je a není logováno, navštivte **[centrum nápovědy Bitwardenu](%1$@)**.
de: Für Details über das, was protokolliert wird und was nicht, besuche das **[Bitwarden Hilfezentrum](%1$@)**.
fa: برای اطلاعات بیشتر درباره اینکه چه مواردی ثبت می‌شوند و چه مواردی ثبت نمی‌شوند، به **[مرکز راهنمای Bitwarden](%1$@)** مراجعه کنید.
fi: Näet lokiin kirjatattavat tiedot **[Bitwardenin tukikeskuksesta](%1$@)**.
fr: Pour connaître les informations qui sont ou ne sont pas enregistrées, consultez le **[centre d’aide Bitwarden](%1$@)**.
he: לפרטים על מה שמתועד ומה שלא מתועד, בקר את **[מרכז העזרה של Bitwarden](%1$@)**.
hr: Za detalje o tome što se bilježi, a što ne, posjeti **[Bitwarden centar za pomoć](%1$@)**.
hu: A naplózott és nem naplózott részletekért keressük fel a **[Bitwarden súgóját](%1$@)**.
id: Untuk detail tentang apa yang dicatat dan tidak, kunjungi **[pusat bantuan Bitwarden](%1$@)**.
it: Per maggiori dettagli sui dati memorizzati dal tracciamento, visita il **[Centro di aiuto Bitwarden](%1$@)**.
ja: ログに記録される／されない情報の詳細は、**[Bitwarden help center](%1$@)** をご覧してください。
lv: Lai uzzinātu vairāk par to, kas tiek un netiek žurnalēts, jāapmeklē **[Bitwarden palīdzības centrs](%1$@)**.
nl: Wil je meer weten over wat wel en niet wordt gelogd, bezoek dan het **[Bitwarden helpcentrum](%1$@)**.
pl: Szczegółowe informacje na temat tego, co jest, a co nie jest rejestrowane, możesz znaleźć w **[centrum pomocy Bitwarden](%1$@)**.
pt: Para obter detalhes sobre o que é e o que não é registado, visite o **[Centro de ajuda do Bitwarden](%1$@)**.
pt_br: Para obter detalhes sobre o que é e o que não é registrado, visite o **[Centro de Ajuda do Bitwarden](%1$@)**.
sk: Pre viac informácií, čo je a nie je logované, navštívte **[Centrum pomoci Bitwarden](%1$@)**.
ta: என்ன பதிவு செய்யப்படுகிறது மற்றும் என்ன பதிவு செய்யப்படுவதில்லை என்பது பற்றிய விவரங்களுக்கு, **[பிட்வார்டன் உதவி மையத்திற்கு](%1$@)** செல்லவும்.
th: สำหรับรายละเอียดเกี่ยวกับสิ่งที่ถูกบันทึกและไม่ถูกบันทึก เยี่ยมชม **[ศูนย์ช่วยเหลือ Bitwarden](%1$@)**
tr: Nelerin günlüğe kaydedilip kaydedilmediğine ilişkin ayrıntılar için **[Bitwarden yardım merkezi](%1$@)** adresini ziyaret edin.
uk: Щоб дізнатися про те, які дані записуються, відвідайте **[Довідковий центр Bitwarden](%1$@)**.
vi: Để biết chi tiết về những gì được và không được ghi lại, hãy truy cập **[Trung tâm hỗ trợ Bitwarden](%1$@)**.
zh_hans: 要了解哪些内容会被记录、哪些不会被记录，请访问 **[Bitwarden 帮助中心](%1$@)**。

# OneWeek
source: 1 week
ar: أسبوع واحد
az: 1 həftə
bg: 1 седмица
cs: 1 týden
de: 1 Woche
el: 1 εβδομάδα
fa: ۱ هفته
fi: 1 viikko
hr: 1 tjedan
hu: 1 hét
ja: 1週間
lv: 1 nedēļa
pl: 1 tydzień
pt: 1 semana
sk: 1 týždeň
sr: 1 недеља
uk: 1 тиждень
vi: 1 tuần
zh_hans: 1 周

source: Show more
ar: إظهار المزيد
az: Daha çox göstər
bg: Показване на повече
cs: Zobrazit více
de: Mehr anzeigen
el: Εμφάνιση περισσότερων
fa: نمایش بیشتر
fi: Näytä enemmän
fr: Afficher plus
he: הצג עוד
hr: Prikaži više
hu: Több mutatása
id: Lihat selengkapnya
it: Mostra altro
lv: Rādīt vairāk
nl: Meer weergeven
pl: Pokaż więcej
pt: Mostrar mais
pt_br: Mostrar mais
sk: Zobraziť viac
sr: Прикажи више
ta: மேலும் காட்டு
th: แสดงเพิ่มเติม
tr: Daha fazla göster
uk: Розгорнути
vi: Xem thêm
zh_hans: 显示更多

source: Show less
ar: إظهار أقل
az: Daha az göstər
bg: Показване на по-малко
cs: Zobrazit méně
de: Weniger anzeigen
el: Εμφάνιση λιγότερων
fa: نمایش کمتر
fi: Näytä vähemmän
fr: Afficher moins
he: הצג פחות
hr: Pokaži manje
hu: Kevesebb mutatása
id: Lihat lebih sedikit
it: Mostra meno
lv: Rādīt mazāk
nl: Minder weergeven
pl: Pokaż mniej
pt: Mostrar menos
pt_br: Mostrar menos
sk: Zobraziť menej
sr: Прикажи мање
ta: குறைவாக காட்டு
th: แสดงน้อยลง
tr: Daha az göster
uk: Згорнути
vi: Thu gọn
zh_hans: 显示更少

# ItemNameX
source: Item name, %1$@
ar: اسم العنصر، %1$@
az: Elementin adı, %1$@
bg: Име на елемента, %1$@
cs: Název položky, %1$@
de: Eintragsname, %1$@
el: Όνομα στοιχείου, %1$@
fa: نام مورد، %1$@
fi: Kohteen nimi, %1$@
fr: Nom de l’élément, %1$@
he: שם פריט, %1$@
hr: Naziv stavke, %1$@
hu: Elem név, %1$@
id: Nama item, %1$@
it: Nome dell'elemento, %1$@
lv: Vienuma nosaukums, %1$@
nl: Itemnaam, %1$@
pl: Nazwa elementu, %1$@
pt: Nome do item, %1$@
pt_br: Nome do item, %1$@
sk: Názov položky, %1$@
sr: Име ставке, %1$@
ta: பொருள் பெயர், %1$@
th: ชื่อรายการ: %1$@
tr: Kayıt adı, %1$@
uk: Назва запису, %1$@
vi: Tên mục, %1$@
zh_hans: 项目名称，%1$@

# OwnerX
source: Owner, %1$@
ar: المالك، %1$@
az: Sahibi, %1$@
bg: Собственик, %1$@
cs: Vlastník, %1$@
de: Eigentümer, %1$@
el: Ιδιοκτήτης, %1$@
fa: مالک، %1$@
fi: Omistaja, %1$@
fr: Propriétaire, %1$@
he: בעלים, %1$@
hr: Vlasnik, %1$@
hu: Tulajdonos, %1$@
id: Pemilik, %1$@
it: Proprietario, %1$@
lv: Īpašnieks, %1$@
nl: Eigenaar, %1$@
pl: Właściciel, %1$@
pt: Proprietário, %1$@
pt_br: Proprietário, %1$@
sk: Vlastník, %1$@
sr: Власник, %1$@
ta: உரிமையாளர், %1$@
th: เจ้าของ: %1$@
tr: Sahip, %1$@
uk: Власник, %1$@
vi: Chủ sở hữu, %1$@
zh_hans: 所有者，%1$@

# CollectionX
source: Collection, %1$@
ar: المجموعة، %1$@
az: Kolleksiya, %1$@
bg: Колекция, %1$@
cs: Sbírka, %1$@
de: Sammlung, %1$@
el: Συλλογή, %1$@
fa: مجموعه، %1$@
fi: Kokoelma, %1$@
he: אוסף, %1$@
hr: Zbirka, %1$@
hu: Kollekció, %1$@
id: Koleksi, %1$@
it: Raccolta, %1$@
lv: Krājums, %1$@
nl: Collectie, %1$@
pl: Kolekcja, %1$@
pt: Coleção, %1$@
pt_br: Conjunto, %1$@
sk: Zbierka, %1$@
sr: Колекција, %1$@
ta: தொகுப்பு, %1$@
th: คอลเลกชัน: %1$@
tr: Koleksiyon, %1$@
uk: Збірка, %1$@
vi: Bộ sưu tập, %1$@
zh_hans: 集合，%1$@

# FolderX
source: Folder, %1$@
ar: مجلد، %1$@
az: Qovluq, %1$@
bg: Папка, %1$@
cs: Složka, %1$@
de: Ordner, %1$@
el: Φάκελος, %1$@
fa: پوشه، %1$@
fi: Kansio, %1$@
fr: Dossier, %1$@
he: תיקייה, %1$@
hr: Mapa, %1$@
hu: Mappa, %1$@
it: Cartella, %1$@
lv: Mape, %1$@
nl: Map, %1$@
pt: Pasta, %1$@
pt_br: Pasta, %1$@
sk: Priečinok, %1$@
sr: Фасцикла, %1$@
ta: கோப்புறை, %1$@
th: โฟลเดอร์: %1$@
tr: Klasör, %1$@
uk: Тека, %1$@
vi: Thư mục, %1$@
zh_hans: 文件夹，%1$@

# ItemXOfY
source: Item %1$@ of %2$@
ar: العنصر %1$@ من %2$@
az: Element %1$@/%2$@
bg: Елемент %1$@ от %2$@
cs: Položka %1$@ z %2$@
de: Eintrag %1$@ von %2$@
el: Στοιχείο %1$@ από %2$@
fa: مورد %1$@ از %2$@
fi: Kohde %1$@ / %2$@
fr: Élément %1$@ sur %2$@
he: פריט %1$@ מתוך %2$@
hr: Stavka %1$@ / %2$@
id: Item %1$@ dari %2$@
it: Elemento %1$@ di %2$@
lv: %1$@. vienums no %2$@
nl: Item %1$@ van %2$@
pl: Element %1$@ z %2$@
pt: Item %1$@ de %2$@
pt_br: %1$@° de %2$@ itens
sk: Položka %1$@ z %2$@
sr: Ставка %1$@ од %2$@
ta: பொருள் %1$@ இல் %2$@
th: รายการ %1$@ จาก %2$@
tr: Kayıt %1$@/%2$@
uk: Запис %1$@ з %2$@
vi: Mục %1$@ trong %2$@
zh_hans: 项目 %1$@ / %2$@

source: View recorded logs
ar: عرض السجلات المسجلة
az: Yazılmış qeydlərə bax
bg: Преглед на записаните журнали
cs: Zobrazit zaznamenané logy
de: Gespeicherte Protokolle anzeigen
fa: مشاهده گزارش‌های ضبط شده
fi: Näytä tallennetut lokit
fr: Voir les journaux enregistrés
he: הצג יומנים מוקלטים
hr: Pogledaj spremljene zapise
hu: Rögzített naplók megtekintése
id: Tampilkan catatan log
it: Visualizza tracciamento (log)
lv: Apskatīt ierakstītos žurnālus
nl: Logopnames bekijken
pl: Pokaż zarejestrowane logi
pt: Ver os registos gravados
pt_br: Ver registros gravados
sk: Zobraziť zaznamenané logy
sr: Погледајте снимљене извештаје
ta: பதிவு செய்யப்பட்ட பதிவுகளைப் பார்
th: ดูบันทึกที่ถูกบันทึกไว้
tr: Kaydedilen günlükleri görüntüle
uk: Перегляд записаних подій
vi: Xem nhật ký đã lưu
zh_hans: 查看记录的日志

source: Recorded logs
ar: السجلات المسجلة
az: Yazılmış qeydlər
bg: Записани журнали
cs: Nahrané logy
de: Gespeicherte Protokolle
fa: گزارش‌های ضبط شده
fi: Tallennetut lokit
fr: Journaux enregistrés
he: יומנים מוקלטים
hr: Spremljeni zapisi
hu: Adatrögzítő naplók
id: Catatan log
it: Tracciamenti (log) registrati
lv: Ierakstītie žurnāli
nl: Logopnames
pl: Zarejestrowane logi
pt: Registos gravados
pt_br: Registros gravados
sk: Zaznamenané logy
sr: Снимљени извештаји
ta: பதிவு செய்யப்பட்ட பதிவுகள்
th: บันทึกที่ถูกบันทึกไว้
tr: Kaydedilen günlükler
uk: Записані події
vi: Nhật ký đã lưu
zh_hans: 记录的日志

source: No logs recorded
ar: لا توجد سجلات مسجلة
az: Heç bir qeyd yazılmayıb
bg: Няма записани журнали
cs: Nebyly zaznamenány žádné logy
de: Keine Protokolle gespeichert
fa: هیچ گزارشی ضبط نشده است
fi: Lokeja ei ole tallennettu
fr: Aucun journal enregistré
he: לא הוקלטו יומנים
hr: Nema spremljenih zapisa
hu: Nincs napló rögzítve.
id: Tidak ada catatan log
it: Nessun tracciamento (log) registrato
lv: Nav ierakstītu žurnālu
nl: Geen logs opgenomen
pl: Brak zarejestrowanych logów
pt: Nenhum registo gravado
pt_br: Nenhum registro gravado
sk: Žiadne zaznamenané logy
sr: Нема извештаја
ta: பதிவுகள் எதுவும் பதிவு செய்யப்படவில்லை
th: ไม่มีบันทึกที่ถูกบันทึกไว้
tr: Hiçbir kayıt bulunamadı
uk: Немає записаних подій
vi: Chưa ghi nhật ký nào
zh_hans: 没有日志被记录
