Repository: bitwarden/ios
Catalog: BitwardenResources/Localizations/*.lproj/Localizable.strings
Languages: ar, az, bg, cs, da, de, el, fa, fi, fr, gl, he, hr, hu, id, it, ja, lv, nl, pl, pt, pt_br, sk, sr, ta, th, tr, uk, vi, zh_hans, zh_hant

# Fido2AuthenticateWebAuthn
source: Authenticate WebAuthn
ar: مصادقة WebAuthn
az: WebAuthn kimlik doğrulama
bg: Идентификация WebAuthn
cs: Ověření WebAuthn
da: Godkend WebAuthn
de: WebAuthn authentifizieren
el: Ταυτοποίηση WebAutn
fa: تأیید اعتبار در WebAuthn
fi: WebAuthn-tunnistautuminen
fr: Authentifier WebAuthn
gl: Autenticar con WebAuthn
he: אמת WebAuthn
hr: Autentifikacija WebAuthn
hu: WebAuthn hitelesítése
id: Otentikasi WebAuthn
it: Autenticazione WebAuthn
ja: WebAuthn の認証
lv: Autentificēt WebAuthn
nl: Authenticeer WebAuthn
pl: Uwierzytelnianie WebAuthn
pt: Autenticar o WebAuthn
pt_br: Autenticar WebAuthn
sk: Overiť cez WebAuthn
sr: WebAuthn аутентификација
ta: WebAuthn-ஐ அங்கீகரி
th: ยืนยันตัวตน WebAuthn
tr: WebAutn ile doğrula
uk: Автентифікація WebAuthn
vi: Xác thực WebAuthn
zh_hans: 验证 WebAuthn
zh_hant: 驗證 WebAuthn

# Fido2ReturnToApp
source: Return to app
ar: الرجوع إلى التطبيق
az: Tətbiqə qayıt
bg: Назад към приложението
cs: Zpět do aplikace
da: Vend tilbage til app
de: Zurück zur App
el: Επιστροφή στην εφαρμογή
fa: بازگشت به برنامه
fi: Palaa sovellukseen
fr: Retourner à l’application
gl: Volver á app
he: חזור ליישום
hr: Povratak u aplikaciju
hu: Vissza az alkalmazásba
id: Kembali ke apl
it: Ritorna all'app
ja: アプリに戻る
lv: Atgriezties uz lietotni
nl: Terug naar de app
pl: Wróć do aplikacji
pt: Voltar à aplicação
pt_br: Voltar ao aplicativo
sk: Vrátiť sa do aplikácie
sr: Врати се на аппликацију
ta: செயலிக்குத் திரும்பு
th: กลับไปที่แอป
tr: Uygulamaya dön
uk: Повернутися до програми
vi: Quay lại ứng dụng
zh_hans: 返回 App
zh_hant: 返回應用程式

# ResetPasswordAutoEnrollInviteWarning
source: This organization has an enterprise policy that will automatically enroll you in password reset. Enrollment will allow organization administrators to change your master password.
ar: هذه المؤسسة لديها سياسة الشركة التي ستقوم تلقائياً بتسجيلك في إعادة تعيين كلمة المرور. التسجيل سيسمح لمسؤولي المؤسسة بتغيير كلمة المرور الرئيسية الخاصة بك.
az: Bu təşkilat, sizi "parol sıfırlama"da avtomatik olaraq qeydiyyata alan müəssisə siyasətinə sahibdir. Qeydiyyat, təşkilat administratorlarına ana parolunuzu dəyişdirmə icazəsi verəcək.
bg: Тази организация включва автоматично новите си потребители в смяната на пароли. Това означава, че администраторите на организацията ще могат да променят главната Ви парола.
cs: Tato organizace má podnikové zásady, které Vás automaticky zaregistrují k obnovení hesla. Registrace umožní správcům organizace změnit Vaše hlavní heslo.
da: Denne organisation har en virksomhedspolitik, der automatisk tilmelder dig til nulstilling af adgangskode. Tilmelding giver organisationsadministratorer mulighed for at skifte din hovedadgangskode.
de: Diese Organisation hat eine Unternehmensrichtlinie, die dich automatisch für die Passwortzurücksetzung registriert. Die Registrierung wird es Administratoren der Organisation erlauben, dein Master-Passwort zu ändern.
el: Αυτός ο οργανισμός έχει μια επιχειρηματική πολιτική που θα σας εγγράψει αυτόματα στην επαναφορά κωδικού. Η εγγραφή θα επιτρέψει στους διαχειριστές του οργανισμού να αλλάξουν τον κύριο κωδικό πρόσβασης σας.
fa: این سازمان دارای سیاست سازمانی است که به طور خودکار شما را در بازیابی کلمه عبور ثبت نام می‌کند. این ثبت نام به مدیران سازمان اجازه می‌دهد تا کلمه عبور اصلی شما را تغییر دهند.
fi: Organisaatiolla on yrityskäytäntö, joka liittää tilisi automaattisesti salasanan palautusapuun. Liitos sallii organisaation ylläpitäjien vaihtaa pääsalasanasi.
fr: Cette organisation dispose d'une politique d'entreprise qui vous inscrira automatiquement à la réinitialisation du mot de passe. L'inscription permettra aux administrateurs de l'organisation de changer votre mot de passe principal.
gl: Esta organización ten unha directiva de empresa que te rexistrará automaticamente nun restablecemento de contrasinal. O rexistro permitirá a organización cambiar o teu contrasinal mestre.
he: לארגון זה יש מדיניות ארגונית שתרשום אותך באופן אוטומטי לאיפוס סיסמה. הרישום יאפשר למנהלי הארגון לשנות את הסיסמה הראשית שלך.
hr: Pravilo ove organizacija automatski će te učlaniti u ponovno postavljanje lozinke. Učlanjenje će omogućiti administratorima organizacije promjenu tvoje glavne lozinke.
hu: Ennek a szervezetnek van egy vállalati házirendje, amely automatikusan regisztrál a jelszó alaphelyzetbe állítására. A regisztráció lehetővé teszi a szervezet adminisztrátorainak a mesterjelszó megváltoztatását.
id: Organisasi ini memiliki kebijakan perusahaan yang secara otomatis mendaftarkan Anda dalam pengaturan ulang sandi. Dengan mendaftar, akan memungkinkan administrator organisasi untuk mengubah sandi utama Anda.
it: Questa organizzazione ha una politica aziendale che ti iscriverà automaticamente al ripristino della password. Ciò permetterà agli amministratori dell'organizzazione di cambiare la tua password principale.
ja: この組織には自動的にパスワードリセットに登録するポリシーがあります。登録すると、組織の管理者はマスターパスワードを変更できます。
lv: Šajā apvienībā ir uzņēmuma nosacījums, kas automātiski ievieto lietotājus paroles atiestatīšanas sarakstā. Tas ļauj apvienības pārvaldniekiem mainīt lietotāju galveno paroli.
nl: Deze organisatie heeft een ondernemingsbeleid dat je automatisch inschrijft bij het resetten van je wachtwoord. Inschrijving stelt organisatiebeheerders in staat om je hoofdwachtwoord te wijzigen.
pl: Ta organizacja posługuje się zasadą, która automatycznie rejestruje użytkowników do resetowania hasła. Rejestracja umożliwia administratorom organizacji zmianę Twojego hasła głównego.
pt: Esta organização tem uma política empresarial que o inscreverá automaticamente na redefinição de palavra-passe. A inscrição permitirá que os administradores da organização alterem a sua palavra-passe mestra.
pt_br: Esta organização possui uma política empresarial que irá inscrevê-lo automaticamente na reconfiguração de senha. A inscrição permitirá que os administradores da organização alterem sua senha principal.
sk: Táto organizácia má podnikovú politiku, ktorá vás automaticky zaregistruje na obnovenia hesla. Registrácia umožní správcom organizácie zmeniť vaše hlavné heslo.
sr: Ова организација има политику која ће вас аутоматски уписати у ресетовање лозинке. Упис ће омогућити администраторима организације да промене вашу главну лозинку.
ta: உம்மைத் தானாகக் கடவுச்சொல் அகரமாக்கலில் சேர்க்கும் முனைவகக் கொள்கை இந்நிறுவனத்திடமுள்ளது. சேர்க்கையானது உம் பிரதான கடவுச்சொல்லை நிறுவன நிர்வாகிகள் மாற்ற அனுமதிக்கும்.
th: องค์กรนี้มีนโยบายองค์กรที่จะลงทะเบียนคุณในการรีเซ็ตรหัสผ่านโดยอัตโนมัติ การลงทะเบียนจะอนุญาตให้ผู้ดูแลระบบองค์กรเปลี่ยนรหัสผ่านหลักของคุณได้
tr: Bu kuruluşun sizi otomatik olarak parola sıfırlamaya ekleyen bir ilkesi bulunmakta. Bu ilkeye eklenmek, kuruluş yöneticilerinin ana parolanızı değiştirebilmesini sağlar.
uk: Ця організація має корпоративну політику, яка автоматично розгортає вас на скидання пароля. Розгортання дозволятиме адміністраторам організації змінювати ваш головний пароль.
vi: Tổ chức này có chính sách doanh nghiệp sẽ tự động đặt lại mật khẩu chính cho bạn. Đăng ký sẽ cho phép quản trị viên tổ chức thay đổi mật khẩu chính của bạn.
zh_hans: 此组织有一个企业策略，将为您自动注册密码重置。注册后将允许组织管理员更改您的主密码。
zh_hant: 此組織有一個可以為您自動註冊密碼重設的企業原則。註冊後將允許組織管理員變更您的主密碼。

# VaultTimeoutPolicyInEffect
source: Your organization policies have set your maximum allowed vault timeout to %1$@ hour(s) and %2$@ minute(s).
ar: سياسات مؤسستك تؤثر على مهلة الخزانة الخاص بك. الحد الأقصى المسموح به لمهلة الخزانة هو %1$@ ساعة و %2$@ دقيقة.
az: Təşkilatınızın siyasətləri, icazə verilən maksimum seyf bitmə vaxtını %1$@ saat %2$@ dəqiqə olaraq ayarladı.
bg: Настройките на организацията Ви влияят върху времето за достъп до трезора Ви. Максималното разрешено време за достъп е %1$@ час(а) и %2$@ минути
cs: Zásady Vaší organizace ovlivňují časový limit trezoru. Maximální povolený časový limit trezoru je %1$@ hodin a %2$@ minut.
da: Organisationspolitikkerne har sat den maksimalt tilladte boks-timeout til %1$@ tim(er) og %2$@ minut(ter).
de: Deine Unternehmensrichtlinien haben das maximal zulässige Tresor-Timeout auf %1$@ Stunde(n) und %2$@ Minute(n) festgelegt.
el: Οι πολιτικές του οργανισμού σας επηρεάζουν το χρονικό όριο vault σας. Το μέγιστο επιτρεπόμενο Χρονικό όριο Vault είναι %1$@ ώρα(ες) και %2$@ λεπτό(ά)
fa: سیاست‌های سازمانتان بر مهلت زمانی گاوصندوق شما تأثیر می‌گذارد. حداکثر زمان مجاز گاوصندوق %1$@ ساعت و %2$@ دقیقه است
fi: Organisaatiokäytännöt ovat määrittäneet holvisi aikakatkaisun enimmäisajaksi %1$@ tuntia %2$@ minuuttia.
gl: Directivas da empresa restrinxen o temporizador da túa Caixa forte a un máximo de %1$@ hora(s) e %2$@ minuto(s).
hr: Pravilo tvoje organizacije utječe na istek trezora. Najveće dozvoljeno vrijeme isteka je %1$@:%2$@ h.
hu: A szervezeti házirendek hatással vannak a széf időkorlátjára. A széf időkorlátja legfeljebb %1$@ óra és %2$@ perc lehet.
it: Le politiche della tua organizzazione stanno influenzando il timeout della tua cassaforte. Il tempo massimo consentito è di %1$@ ore e %2$@ minuti
ja: 組織のポリシーが保管庫のタイムアウトに影響を与えています。保管庫のタイムアウトは %1$@ 時間 %2$@ 分です。
lv: Apvienības nosacījumi ietekmē glabātavas noildzi. Lielākā atļautā glabātavas noildze ir %1$@ stunda(s) un %2$@ minūte(s)
nl: Het beleid van je organisatie heeft invloed op de time-out van je kluis. De maximaal toegestane kluis time-out is %1$@ uur en %2$@ minuten.
pl: Zasady organizacji mają wpływ na czas blokowania sejfu. Maksymalny dozwolony czas wynosi %1$@ godz. i %2$@ min.
pt: As políticas da sua organização definiram o tempo limite máximo permitido do cofre de %1$@ hora(s) e %2$@ minuto(s).
sk: Zásady vašej organizácie ovplyvňujú časový limit trezoru. Maximálny povolený časový limit trezoru je %1$@ h a %2$@ m
sr: Полиса ваше организације утиче на време истека сефа. Максимално дозвољено време истека је %1$@ сат(и) и %2$@ minut(а)
uk: Політикою вашої організації встановлено максимальний дозволений час очікування сховища %1$@ годин, %2$@ хвилин.
vi: Tổ chức của bạn đã đặt thời gian mở kho tối đa là %1$@ giờ và %2$@ phút.
zh_hans: 您的组织策略已将您最大允许的密码库超时时间设置为 %1$@ 小时 %2$@ 分钟。
zh_hant: 您的組織原則正在影響您的密碼庫逾時時間。密碼庫逾時時間最多可以設定到 %1$@ 小時 %2$@ 分鐘。

# VaultTimeoutPolicyWithActionInEffect
source: Your organization policies are affecting your vault timeout. Maximum allowed vault timeout is %1$@ hour(s) and %2$@ minute(s). Your vault timeout action is set to %3$@.
ar: سياسات مؤسستك تؤثر على مهلة خزانتك. الحد الأقصى المسموح به لمهلة الخزانة هو %1$@ ساعة(ساعات) و %2$@ دقيقة(دقائق). يتم تعيين إجراء مهلة المخزن الخاص بك إلى %3$@.
az: Təşkilatınızın siyasətləri, seyfinizin bitmə vaxtına təsir edir. İcazə verilən maksimum seyf bitmə vaxtı %1$@ saat %2$@ dəqiqədir. Seyf vaxt bitmə əməliyyatı %3$@ olaraq ayarlandı.
bg: Настройките на организацията Ви влияят върху времето за достъп до трезора Ви. Максималното разрешено време за достъп е %1$@ час(а) и %2$@ минута/и. Зададеното действие при изтичане на това време е %3$@.
cs: Zásady Vaší organizace mají vliv na časový limit trezoru. Maximální povolený časový limit trezoru je %1$@ hodin a %2$@ minut. Akce po časovém limitu trezoru je nastavena na %3$@.
da: Organisationspolitikkerne påvirker boks-timeout. Maks. tilladt boks-timeout er %1$@ time(r) og %2$@ minut(ter). Boks-timeouthandlingen er pt. sat til %3$@.
de: Deine Organisationsrichtlinien beeinflussen dein Tresor-Timeout. Das maximal zulässige Tresor-Timeout beträgt %1$@ Stunde(n) und %2$@ Minute(n). Deine Tresor-Timeout-Aktion ist auf %3$@ gesetzt.
el: Οι πολιτικές του οργανισμού σας επηρεάζουν το χρονικό όριο του vault σας. Το μέγιστο επιτρεπόμενο χρονικό όριο vault είναι %1$@ ώρα(ες) και %2$@ λεπτό(ά). Το χρονικό όριο του vault σας έχει οριστεί σε %3$@.
fa: سیاست‌های سازمانتان بر مهلت زمانی گاوصندوق شما تأثیر می‌گذارد. حداکثر زمان مجاز گاوصندوق %1$@ ساعت و %2$@ دقیقه است. عملگر مهلت زمانی گاوصندوق شما روی %3$@ تنظیم شده است.
fi: Organisaatiokäytännöt vaikuttavat holvisi aikakatkaisuun. Suurin sallittu aika on %1$@ tuntia %2$@ minuuttia. Holvillesi määritetty aikakatkaisutoiminto on %3$@.
gl: As directivas da empresa restrinxen o temporizador da túa Caixa forte a %1$@ hora(s) e %2$@ minuto(s) de máximo. A acción a realizar será: %3$@.
hr: Pravila tvoje organizacije utječu na vremenski istek trezora. Naveće dozvoljeno vrijeme isteka je %1$@:%2$@ h. Vaša radnja nakon isteka trezora je %3$@.
hu: A szervezeti házirendek hatással vannak a széf időkorlátjára. A széf időkorlátja legfeljebb %1$@ óra és %2$@ perc lehet. A széf időkifutási művelete %3$@.
it: Le politiche della tua organizzazione stanno influenzando il timeout della tua cassaforte. Il tempo massimo consentito è di %1$@ ore e %2$@ minuti. La tua azione di timeout della cassaforte è impostata su %3$@.
ja: 組織のポリシーがデータ保管庫のタイムアウトに影響しています。保管庫のタイムアウトの最大許容値は、%1$@時間%2$@分です。保管庫タイムアウト時のアクションは、%3$@に設定されています。
lv: Apvienības nosacījumi ietekmē glabātavas noildzi. Lielākā atļautā glabātavas noildze ir %1$@ stunda(s) un %2$@ minūte(s). Kā glabātavas noildzes darbība ir uzstādīta %3$@.
nl: De beleidsinstellingen van je organisatie hebben invloed op de time-out van je kluis. De maximale toegestane kluis time-out is %1$@ uur en %2$@ minuten. Jouw time-out is ingesteld op %3$@.
pl: Zasady organizacji mają wpływ na czas blokowania sejfu. Maksymalny dozwolony czas wynosi %1$@ godz. i %2$@ min. Twój czas blokowania sejfu to %3$@.
pt: As políticas da sua organização estão a afetar o tempo limite do cofre. O tempo limite máximo permitido do cofre é de %1$@ hora(s) e %2$@ minuto(s). A sua ação de tempo limite do cofre está definida para %3$@.
sk: Zásady vašej organizácie ovplyvňujú časový limit trezoru. Maximálny povolený časový limit trezoru je %1$@ h a %2$@ m. Nastavenie akcie pri vypršaní časového limitu je %3$@.
sr: Смернице ваше организације утичу на временско ограничење сефа. Максимално дозвољено ограничење сефа је %1$@ сат(и) и %2$@ минут(а). Ваша радња временског ограничења сефа је подешена на %3$@.
uk: Політики вашої організації впливають на час очікування сховища. Максимальний дозволений час очікування сховища %1$@ годин, %2$@ хвилин. Для часу очікування вашого сховища встановлена дія %3$@.
vi: Chính sách tổ chức của bạn đang ảnh hưởng đến thời gian mở kho. Thời gian mở kho tối đa là %1$@ giờ và %2$@ phút. Kho sẽ %3$@ sau khi đóng kho.
zh_hans: 您的组织策略正在影响您的密码库超时时间。最大允许的密码库超时时间是 %1$@ 小时 %2$@ 分钟。您的密码库超时动作被设置为 %3$@。
zh_hant: 您的組織原則正在影響您的密碼庫逾時時間。密碼庫逾時時間最多可以設定到 %1$@ 小時 %2$@ 分鐘。您密碼庫的逾時動作被設定為 %3$@。

# VaultTimeoutToLarge
source: Your vault timeout exceeds the restrictions set by your organization.
ar: مهلة خزانتك تتجاوز القيود التي تضعها مؤسستك.
az: Seyfin bitmə vaxtı, təşkilatınız tərəfindən ayarlanan məhdudiyyətləri aşır.
bg: Времето за достъп до трезора Ви превишава ограничението, определено от организацията Ви.
cs: Časový limit Vašeho trezoru překračuje omezení stanovená Vaší organizací.
da: Boks-timeout overskrider den af organisationen fastsatte restriktion.
de: Dein Tresor-Timeout überschreitet die von deinem Unternehmen festgelegten Beschränkungen.
el: Το χρονικό όριο του vault σας υπερβαίνει τους περιορισμούς που έχει ορίσει ο οργανισμός σας.
fa: مهلت زمانی شما بیش از محدودیت‌های تعیین شده توسط سازمان‌تان است.
fi: Holvisi aikakatkaisu ylittää organisaatiosi asettamat rajoitukset.
fr: Le délai d'expiration de votre coffre dépasse les restrictions définies par votre organisation.
gl: O temporizador da túa Caixa forte excede as restricións definidas pola túa organización.
he: פסק הזמן לכספת שלך חורג מהמגבלות שנקבעו על ידי הארגון שלך.
hr: Vrijeme isteka premašuje ograničenje koje je postavila tvoja organizacija.
hu: A széf időkorlátja túllépi a szervezet által beállított korlátozást.
id: Batas waktu penyimpanan brankas Anda melampaui batasan yang ditetapkan oleh organisasi Anda.
it: Il timeout della tua cassaforte supera i limiti impostati dalla tua organizzazione.
ja: 保管庫のタイムアウトが組織によって設定された制限を超えています。
lv: Glabātavas noildze pārsniedz apvienības uzstādītos ierobežojumus.
nl: Je kluis time-out is hoger dan het maximum van jouw organisatie.
pl: Czas blokowania sejfu przekracza limit określony przez organizację.
pt: O tempo limite do seu cofre excede as restrições definidas pela sua organização.
pt_br: O limite de tempo do seu cofre excede as restrições estabelecidas pela sua organização.
sk: Časový limit vášho trezora prekračuje obmedzenia nastavené vašou organizáciou.
sr: Време истека вашег сефа је премашило дозвољена ограничења од стране ваше организације.
ta: உமது பெட்டக நேரமுடிவு உம் நிறுவனம் அமைத்த கட்டுப்பாடுகளை தாண்டுகிறது.
th: เวลาหมดอายุของตู้นิรภัยเกินข้อจำกัดที่องค์กรกำหนด
tr: Kasa zaman aşımınız, kuruluşunuz tarafından belirlenen kısıtlamaları aşıyor.
uk: Час очікування сховища перевищує обмеження, встановлені вашою організацією.
vi: Thời gian mở kho vượt quá giới hạn do tổ chức của bạn đặt ra.
zh_hans: 您的密码库超时时间超出了组织设置的限制。
zh_hant: 您的密碼庫逾時時間超過組織設定的限制。

# DisablePersonalVaultExportPolicyInEffect
source: One or more organization policies prevents your from exporting your individual vault.
ar: واحدة أو أكثر من سياسات المؤسسة تمنعك من تصدير خزانتك الشخصية.
az: Bir və ya daha çox təşkilat siyasəti, fərdi seyfinizi xaricə köçürməyinizi əngəlləyir.
bg: Една или повече от настройките на организацията Ви не позволяват да изнасяте личния си трезор.
cs: Jedna nebo více zásad organizace Vám brání v exportu Vašeho osobního trezoru.
da: En eller flere organisationspolitikker forhindrer eksport af din personlige boks.
de: Eine oder mehrere Unternehmensrichtlinien verhindern es, dass du deinen persönlichen Tresor exportieren kannst.
el: Μία ή περισσότερες οργανωτικές πολιτικές αποτρέπουν την εξαγωγή της προσωπικής κρύπτης.
fa: یک یا چند سیاست سازمان از برون ریزی گاوصندوق شخصی شما جلوگیری می‌کند.
fi: Yksi tai useampi organisaatiokäytäntö estää henkilökohtaisen holvisi viennin.
fr: Une ou plusieurs politiques de sécurité de l'organisation vous empêchent d'exporter votre coffre individuel.
gl: Directivas da empresa impiden exportar a túa caixa forte individual.
he: מדיניות ארגון אחת או יותר מונעת ממך מלייצא את הכספת האישית שלך.
hr: Jedno ili više pravila organizacija onemogućuje izvoz osobnog trezora.
hu: Egy vagy több szervezeti házirend tiltja a személyes széf exportálását.
id: Satu atau lebih kebijakan organisasi mencegah Anda mengekspor brankas pribadi Anda.
it: Una o più politiche dell'organizzazione ti impediscono di esportare la tua cassaforte personale.
ja: 1 つまたは複数の組織ポリシーにより、個人の保管庫をエクスポートできません。
lv: Viens vai vairāki apvienības nosacījumi neļauj izgūt privātās glabātavas saturu.
nl: Organisatiebeleid voorkomt dat je je persoonlijke kluis exporteert.
pl: Co najmniej jedna zasada organizacji uniemożliwia wyeksportowanie osobistego sejfu.
pt: Uma ou mais políticas da organização impedem-no de exportar o seu cofre pessoal.
pt_br: Uma ou mais políticas da organização impedem que você exporte seu cofre individual.
sk: Jedna alebo viacero zásad organizácie vám bráni exportovať váš osobný trezor.
sr: Једна или више полиса ваше организације вас спречава да извезете ваш сеф.
ta: ஒன்று அ மேற்பட்ட நிறுவன கொள்கைகள் உம் சொந்த பெட்டகத்தை ஏற்றுமதிசெய்வதைத் தவிர்க்கிறது.
th: นโยบายองค์กรอย่างน้อยหนึ่งรายการป้องกันไม่ให้คุณส่งออกตู้นิรภัยส่วนตัว
tr: Bir veya daha fazla kuruluş ilkesi, kişisel kasanızı dışa aktarmanızı engelliyor.
uk: Одна чи декілька організаційних політик не дозволяють вам експортувати особисте сховище.
vi: Các chính sách của tổ chức ngăn cản bạn xuất kho lưu trữ cá nhân của mình.
zh_hans: 一个或多个组织策略阻止您导出个人密码库。
zh_hant: 一個或多個組織原則禁止您匯出個人密碼庫。

source: Add account
ar: إضافة حساب
az: Hesab əlavə et
bg: Добавяне на регистрация
cs: Přidat účet
da: Tilføj konto
de: Konto hinzufügen
el: Προσθήκη λογαριασμού
fa: افزودن حساب کاربری
fi: Lisää tili
fr: Ajouter un compte
gl: Engadir conta
he: הוסף חשבון
hr: Dodaj račun
hu: Fiók hozzáadása
id: Tambah akun
it: Aggiungi account
ja: アカウントを追加
lv: Pievienot kontu
nl: Account toevoegen
pl: Dodaj konto
pt: Adicionar conta
pt_br: Adicionar conta
sk: Pridať účet
sr: Додај налог
ta: கணக்கைச் சேர்
th: เพิ่มบัญชี
tr: Hesap ekle
uk: Додати обліковий запис
vi: Thêm tài khoản
zh_hans: 添加账户
zh_hant: 新增帳戶

# AccountUnlocked
source: Unlocked
ar: غير مقفل
az: Kilidi açıldı
bg: Отключено
cs: Odemčeno
da: Låst op
de: Entsperrt
el: Ξεκλειδώθηκε
fa: قفل باز شد
fi: Avattu
fr: Déverrouillé
gl: Desbloqueada
he: פתוח
hr: Otključano
hu: Feloldva
id: Tidak terkunci
it: Sbloccato
ja: ロック解除済み
lv: Atslēgts
nl: Ontgrendeld
pl: Odblokowane
pt: Desbloqueado
pt_br: Desbloqueada
sk: Odomknutý
sr: Откључано
ta: பூட்டவிழ்க்கப்பட்டது
th: ปลดล็อกแล้ว
tr: Kilitli değil
uk: Розблоковано
vi: Đã mở khóa
zh_hans: 已解锁
zh_hant: 已解鎖

# AccountLocked
source: Locked
ar: مقفل
az: Kilidli
bg: Заключено
cs: Uzamčeno
da: Låst
de: Gesperrt
el: Κλειδωμένο
fa: قفل شد
fi: Lukittu
fr: Verrouillé
gl: Bloqueada
he: נעול
hr: Zaključano
hu: Lezárva
id: Terkunci
it: Bloccato
ja: ロック済み
lv: Slēgts
nl: Vergrendeld
pl: Zablokowane
pt: Bloqueado
pt_br: Bloqueada
sk: Zamknutý
sr: Закључано
ta: பூட்டப்பட்டது
th: ล็อกแล้ว
tr: Kilitli
uk: Заблоковано
vi: Đã khóa
zh_hans: 已锁定
zh_hant: 已鎖定

# AccountLoggedOut
source: Logged out
ar: الخروج
az: Çıxış edildi
bg: Отписано
cs: Odhlášen
da: Logget ud
de: Abgemeldet
el: Αποσυνδεθήκατε
fa: خارج شد
fi: Kirjauduttu ulos
fr: Déconnecté
gl: Sesión pechada
he: יצאת
hr: Odjavljen
hu: Megtörtént a kijelentkezés.
id: Keluar
it: Uscito
ja: ログアウト済み
lv: Atteicies
nl: Uitgelogd
pl: Wylogowano
pt: Sessão terminada
pt_br: Desconectada
sk: Odhlásený
sr: Одјављено
ta: விடுபதியப்பட்டது
th: ออกจากระบบแล้ว
tr: Çıkış yapıldı
uk: Ви вийшли з системи
vi: Đã đăng xuất
zh_hans: 已注销
zh_hant: 已登出

# AccountSwitchedAutomatically
source: Switched to next available account
ar: التحول إلى الحساب التالي المتاح
az: Növbəti mövcud hesaba keçildi
bg: Превключено към следващата налична регистрация
cs: Přepnuto na další dostupný účet
da: Skiftede til næste tilgængelige konto
de: Zum nächsten verfügbaren Konto gewechselt
el: Μετάβαση στον επόμενο διαθέσιμο λογαριασμό
fa: به حساب کاربری بعدی موجود تغییر یافت
fi: Vaihdettu seuraavaan käytettävissä olevaan tiliin
fr: Passage au prochain compte disponible
gl: Sesión cambiada á seguinte conta dispoñible
he: הוחלף לחשבון הזמין הבא
hr: Sljedeći dostupni račun je aktivan
hu: Megtörtént az átkapcsolás a következő elérhető fiókra.
id: Beralih ke akun berikutnya yang tersedia
it: Passato all'account successivo disponibile
ja: 次の利用可能なアカウントに切り替えました
lv: Pārslēdzās uz nākamo pieejamo kontu
nl: Overgeschakeld naar volgende beschikbare account
pl: Przełączono na następne dostępne konto
pt: Alterada para a conta seguinte disponível
pt_br: Trocado para a próxima conta disponível
sk: Prepnuté na ďalší dostupný účet
sr: Пребацили сте се на следећи доступни налог
ta: அடுத்து கிடைத்த கணக்கிற்கு நிலைமாறியது
th: สลับไปยังบัญชีถัดไปที่มีอยู่
tr: Bir sonraki hesaba geçildi
uk: Ви перемкнулися на інший доступний обліковий запис
vi: Đã chuyển sang tài khoản kế tiếp có sẵn
zh_hans: 已切换到下一个可用的账户
zh_hant: 已切換至下一個可用的帳戶

# AccountLockedSuccessfully
source: Account locked
ar: تم تأمين الحساب
az: Hesab kilidlidir
bg: Регистрацията е заключена
cs: Účet uzamčen
da: Konto låst
de: Konto gesperrt
el: Ο λογαριασμός κλειδώθηκε
fa: حساب کاربری قفل شد
fi: Tili lukittiin
fr: Compte verrouillé
gl: Conta bloqueada
he: החשבון נעול
hr: Račun zaključan
hu: A fiók lezárásra került.
id: Akun terkunci
it: Account bloccato
ja: アカウントをロックしました
lv: Konts ir slēgts
nl: Account geblokkeerd
pl: Konto zostało zablokowane
pt: Conta bloqueada
pt_br: Conta bloqueada
sk: Zamknutý účet
sr: Налог закључан
ta: கணக்கு பூட்டப்பட்டது
th: ล็อกบัญชีสำเร็จ
tr: Hesap kilitlendi
uk: Обліковий запис заблоковано
vi: Đã khóa tài khoản
zh_hans: 账户已锁定
zh_hant: 帳戶已鎖定
