Repository: bitwarden/ios
Catalog: BitwardenResources/Localizations/*.lproj/Localizable.strings
Languages: ar, az, bg, cs, da, de, el, fa, fi, fr, gl, he, hr, hu, id, it, ja, lv, nl, pl, pt, pt_br, sk, sr, ta, th, tr, uk, vi, zh_hans, zh_hant

source: We are unable to process your request. Please try again or contact us.
ar: نحن غير قادرين على إجراء طلبك. الرجاء المحاولة مرة أخرى أو الاتصال بنا.
az: Tələbinizi emal edə bilmirik. Lütfən yenidən sınayın və ya bizimlə əlaqə saxlayın.
bg: Заявката не може да бъде обработена. Моля, опитайте отново или се свържете с нас.
cs: Nemůžeme zpracovat Váš požadavek. Zkuste to znovu nebo nás kontaktujte.
de: Wir konnten deine Anfrage nicht bearbeiten. Bitte versuche es erneut oder kontaktiere uns.
fa: ما نمی‌توانیم درخواست شما را پردازش کنیم. لطفاً دوباره امتحان کنید یا با ما تماس بگیرید.
fr: Nous ne sommes pas en mesure de traiter votre demande. Veuillez réessayer ou nous contacter.
he: אנחנו לא יכולים לעבד את הבקשה שלך. נא לנסות שוב או ליצור איתנו קשר.
hr: Trenutno ne možemo obraditi tvoj zahtjev. Pokušaj ponovno ili nas kontaktiraj.
hu: Nem lehetett feldolgozni a kérést. Próbáljuk újra vagy vegyük fel a kapcsolatot a Bitwarden szolgáltatóval.
id: Kami tidak dapat memproses permintaan Anda. Silakan coba lagi atau hubungi kami.
it: Non siamo in grado di elaborare la tua richiesta. Riprova o contattaci.
ja: リクエストを処理できませんでした。もう一度やり直すか、お問い合わせください。
lv: Nav iespējams apstrādāt pieprasījumu. Lūgums mēģināt vēlreiz vai sazināties ar mums.
nl: We kunnen je verzoek niet verwerken. Probeer het opnieuw of neem contact met ons op.
pl: Nie mogliśmy przetworzyć żądania. Spróbuj ponownie lub skontaktuj się z nami.
pt: Não é possível processar o seu pedido. Por favor, tente novamente ou contacte-nos.
pt_br: Não conseguimos processar o seu pedido. Tente novamente ou entre em contato conosco.
sk: Vašu žiadosť sa nám nepodarilo spracovať. Skúste to, prosím, znova alebo nás kontaktujte.
ta: உங்கள் கோரிக்கையை எங்களால் செயல்படுத்த முடியவில்லை. மீண்டும் முயற்சிக்கவும் அல்லது எங்களைத் தொடர்பு கொள்ளவும்.
th: เราไม่สามารถดำเนินการตามคำขอของคุณได้ โปรดลองอีกครั้งหรือติดต่อเรา
tr: İsteğinizi işleyemedik. Lütfen tekrar deneyin veya bize ulaşın.
uk: Нам не вдалося обробити ваш запит. Спробуйте ще раз або зв'яжіться з нами.
vi: Chúng tôi không thể xử lý yêu cầu của bạn. Vui lòng thử lại hoặc liên hệ hỗ trợ.
zh_hans: 我们无法处理您的请求。请重试或联系我们。

source: Export
ar: تصدير
az: Xaricə köçür
bg: Изнасяне
cs: Exportovat
da: Eksport
el: Εξαγωγή
fa: برون ریزی
fi: Vie
fr: Exporter
gl: Exportar
he: ייצוא
hr: Izvoz
hu: Exportálás
id: Ekspor
it: Esporta
ja: エクスポート
lv: Izgūt
nl: Exporteren
pl: Eksportuj
pt: Exportar
pt_br: Exportar
sk: Exportovať
sr: Извези
ta: ஏற்றுமதி
th: ส่งออก
tr: Dışa aktar
uk: Експорт
vi: Xuất
zh_hans: 导出
zh_hant: 匯出

source: Export vault
ar: تصدير الخزانة
az: Seyfi xaricə köçür
bg: Изнасяне на трезора
cs: Exportovat trezor
da: Eksportér boks
de: Tresor exportieren
el: Εξαγωγή κρύπτης
fa: برون ریزی گاوصندوق
fi: Vie holvi
fr: Exporter le coffre
gl: Exportar caixa forte
he: יצוא כספת
hr: Izvoz trezora
hu: Széf exportálása
id: Ekspor brankas
it: Esporta cassaforte
ja: 保管庫のエクスポート
lv: Izgūt glabātavas saturu
nl: Kluis exporteren
pl: Eksportuj sejf
pt: Exportar cofre
pt_br: Exportar cofre
sk: Export trezoru
sr: Извоз сефа
ta: பெட்டகத்தை ஏற்றுமதி செய்
th: ส่งออกตู้นิรภัย
tr: Kasayı dışa aktar
uk: Експортувати сховище
vi: Xuất kho
zh_hans: 导出密码库
zh_hant: 匯出密碼庫

source: Lock now
ar: إقفل الآن
az: İndi kilidlə
bg: Заключване сега
cs: Zamknout nyní
da: Lås nu
de: Jetzt sperren
el: Κλείδωμα τώρα
fa: الان قفل شود
fi: Lukitse nyt
fr: Verrouiller maintenant
gl: Pechar agora
he: נעל עכשיו
hr: Zaključaj sada
hu: Zárolás most
id: Kunci sekarang
it: Blocca ora
ja: 今すぐロック
lv: Aizslēgt
nl: Nu vergrendelen
pl: Zablokuj
pt: Bloquear agora
pt_br: Bloquear agora
sk: Uzamknúť teraz
sr: Закључај одмах
ta: இப்போது பூட்டு
th: ล็อกทันที
tr: Şimdi kilitle
uk: Блокувати зараз
vi: Khóa ngay
zh_hans: 立即锁定
zh_hant: 立即鎖定

source: PIN
ar: رقم تعريف شخصي
bg: ПИН
da: Pinkode
fa: پین
fr: Code PIN
he: קוד PIN
hu: Pinkód
pl: Kod PIN
sr: ПИН
ta: கடவெண்
uk: PIN-код
vi: Mã PIN
zh_hans: PIN 码
zh_hant: PIN 碼

source: Unlock
ar: إلغاء القفل
az: Kilidi aç
bg: Отключване
cs: Odemknout
da: Lås op
de: Entsperren
el: Ξεκλείδωμα
fa: باز کردن قفل
fi: Avaa
fr: Déverrouiller
gl: Desbloquear
he: בטל נעילה
hr: Otključaj
hu: Feloldás
id: Membuka kunci
it: Sblocca
ja: ロック解除
lv: Atslēgt
nl: Ontgrendelen
pl: Odblokuj
pt: Desbloquear
pt_br: Desbloquear
sk: Odomknúť
sr: Откључај
ta: பூட்டவிழ்
th: ปลดล็อก
tr: Kilidi aç
uk: Розблокувати
vi: Mở khóa
zh_hans: 解锁​​​​
zh_hant: 解鎖

source: Unlock vault
ar: افتح الحافظة
az: Seyfin kilidini aç
bg: Отключване на трезора
cs: Odemknout trezor
da: Lås boks op
de: Tresor entsperren
el: Ξεκλείδωμα κρύπτης
fa: بازگشایی گاوصندوق
fi: Avaa holvi
fr: Déverrouiller le coffre
gl: Abrir a caixa forte
he: בטל נעילת כספת
hr: Otključaj trezor
hu: Széf feloldása
id: Buka Vault
it: Sblocca cassaforte
ja: 保管庫のロックを解除
lv: Atslēgt glabātavu
nl: Kluis ontgrendelen
pl: Odblokuj sejf
pt: Desbloquear cofre
pt_br: Desbloquear cofre
sk: Odomknúť trezor
sr: Откључај сеф
ta: பெட்டகத்தைப் பூட்டவிழ்
th: ปลดล็อกตู้นิรภัย
tr: Kasa kilidini aç
uk: Розблокувати сховище
vi: Mở kho
zh_hans: 解锁密码库
zh_hant: 解鎖密碼庫

# LoggedInAsOn
source: Logged in as %1$@ on %2$@.
ar: مسجل الدخول كـ %1$@ على %2$@.
az: %2$@ saytında %1$@ kimi giriş edildi.
bg: Влезли сте като %1$@ в %2$@.
cs: Přihlášen jako %1$@ na %2$@.
da: Logget ind som %1$@ på %2$@.
de: Als %1$@ angemeldet auf %2$@.
el: Συνδεθήκατε ως %1$@ στις %2$@.
fa: وارد شده به عنوان %1$@ در %2$@.
fi: Kirjautui palvelimelle %2$@ tunnuksella %1$@.
fr: Connecté en tant que %1$@ sur %2$@.
gl: Sesión iniciada como %1$@ en %2$@.
he: נכנסת כ־%1$@ ב־%2$@.
hr: Prijavljen/a kao %1$@ na %2$@.
hu: Bejelentkezve mint %1$@ :: %2$@.
id: Masuk sebagai %1$@ pada %2$@.
it: Accesso effettuato come %1$@ su %2$@.
ja: %1$@ として %2$@ にログインしました。
lv: Pieteicies %2$@ kā %1$@.
nl: Aangemeld als %1$@ op %2$@.
pl: Zalogowano jako %1$@ do %2$@.
pt: Sessão iniciada como %1$@ em %2$@.
pt_br: Conectado como %1$@ em %2$@.
sk: Prihlásený ako %1$@ na %2$@.
sr: Пријављено као %1$@ на %2$@.
ta: %2$@ இல் %1$@ ஆக உள்நுழைந்துள்ளது.
th: เข้าสู่ระบบในชื่อ %1$@ เมื่อ %2$@
tr: %2$@ sitesine %1$@ olarak giriş yapıldı.
uk: Ви увійшли як %1$@ на %2$@.
vi: Đã đăng nhập như %1$@ trên %2$@.
zh_hans: 已在 %2$@ 上以 %1$@ 身份登录。
zh_hant: 已在 %2$@ 以 %1$@ 身份登入。

# VaultLockedMasterPassword
source: Your vault is locked. Verify your master password to continue.
ar: خزانتك مقفلة. تحقق من كلمة المرور الرئيسية للمتابعة.
az: Seyfiniz kilidlənib. Davam etmək üçün ana parolunuzu doğrulayın.
bg: Трезорът е заключен — въведете главната си парола, за да продължите.
cs: Váš trezor je uzamčen. Pro pokračování musíte zadat hlavní heslo.
da: Din boks er låst. Bekræft din hovedadgangskode for at fortsætte.
de: Dein Tresor ist gesperrt. Überprüfe dein Master-Passwort um fortzufahren.
el: Το vault σας είναι κλειδωμένο. Επαληθεύστε τον κύριο κωδικό για να συνεχίσετε.
fa: گاوصندوق شما قفل شد. برای ادامه کلمه عبور اصلی را وارد کنید.
fi: Holvisi on lukittu. Jatka vahvistamalla pääsalasanasi.
fr: Votre coffre est verrouillé. Vérifiez votre mot de passe principal pour continuer.
gl: A caixa forte está pechada. Verifica o contrasinal mestre para continuar.
he: הכספת שלך נעולה. הזן את הסיסמה הראשית שלך כדי להמשיך.
hr: Tvoj trezor je zaključan. Potvrdi glavnu lozinku za nastavak.
hu: A széf zárolva van. A folytatáshoz adjuk meg a mesterjelszót.
id: Brankas Anda terkunci. Verifikasi sandi utama Anda untuk melanjutkan.
it: La tua cassaforte è bloccata. Inserisci la tua password principale per continuare.
ja: 保管庫がロックされています。開くにはマスターパスワードを入力してください。
lv: Glabātava ir aizslēgta. Nepieciešams norādīt galveno paroli, lai turpinātu.
nl: Je kluis is vergrendeld. Voer je hoofdwachtwoord in om door te gaan.
pl: Sejf jest zablokowany. Wpisz hasło główne, aby kontynuować.
pt: O seu cofre está bloqueado. Verifique a sua palavra-passe mestra para continuar.
pt_br: O seu cofre está bloqueado. Verifique a sua senha principal para continuar.
sk: Váš trezor je uzamknutý. Overte sa hlavným heslom ak chcete pokračovať.
sr: Сеф је блокиран. Унесите главну лозинку за наставак.
ta: உம் பெட்டகம் பூட்டப்பட்டுள்ளது. தொடர உம் பிரதான கடவுச்சொல்லைச் சரிபார்.
th: ตู้นิรภัยล็อกอยู่ ยืนยันรหัสผ่านหลักเพื่อดำเนินการต่อ
tr: Kasanız kilitli. Devam etmek için ana parolanızı doğrulayın.
uk: Сховище заблоковано. Введіть головний пароль для продовження.
vi: Kho lưu trữ đã bị khóa. Nhập mật khẩu chính của bạn để mở.
zh_hans: 您的密码库已锁定，请验证您的主密码以继续。
zh_hant: 密碼庫已鎖定。請驗證主密碼以繼續。

# VaultLockedPIN
source: Your vault is locked. Verify your PIN code to continue.
ar: خزانتك مقفلة. تحقق من رمز PIN الخاص بك للمتابعة.
az: Seyfiniz kilidlənib. Davam etmək üçün PIN kodunuzu doğrulayın.
bg: Трезорът е заключен. Въведете своя ПИН, за да продължите.
cs: Váš trezor je uzamčen. Pro pokračování musíte zadat PIN.
da: Din boks er låst. Bekræft din pinkode for at fortsætte.
de: Dein Tresor ist gesperrt. Gebe deinen PIN-Code ein um fortzufahren.
el: Το vault σας είναι κλειδωμένο. Επαληθεύστε τον κωδικό PIN για να συνεχίσετε.
fa: گاوصندوق شما قفل شده است. برای ادامه کد پین خود را تأیید کنید.
fi: Holvisi on lukittu. Jatka vahvistamalla PIN-koodisi.
fr: Votre coffre est verrouillé. Vérifiez votre code PIN pour continuer.
gl: A caixa forte está pechada. Verifica o código PIN para continuar.
he: הכספת שלך נעולה. הזן את קוד הPIN שלך כדי להמשיך.
hr: Tvoj trezor je zaključan. Potvrdi PIN-om za nastavak.
hu: A széf zárolva van. A folytatáshoz adjuk meg a pinkódot.
id: Brankas Anda terkunci. Verifikasi kode PIN Anda untuk melanjutkan.
it: La tua cassaforte è bloccata. Inserisci il tuo codice PIN per continuare.
ja: 保管庫がロックされています。PIN コードで認証してください。
lv: Glabātava ir aizslēgta. Nepieciešams norādīt PIN kodu, lai turpinātu.
nl: Je kluis is vergrendeld. Voer je PIN-code in om door te gaan.
pl: Sejf jest zablokowany. Wpisz kod PIN, aby kontynuować.
pt: O seu cofre está bloqueado. Verifique o seu código PIN para continuar.
pt_br: O seu cofre está bloqueado. Verifique o seu PIN para continuar.
sk: Váš trezor je uzamknutý. Overte sa PIN kódom ak chcete pokračovať.
sr: Сеф је блокиран. Проверити ПИН код за наставак.
ta: உம் பெட்டகம் பூட்டப்பட்டுள்ளது. தொடர உமது கடவெண் குறியைச் சரிபார்.
th: ตู้นิรภัยล็อกอยู่ ยืนยันรหัส PIN เพื่อดำเนินการต่อ
tr: Kasanız kilitli. Devam etmek için PIN kodunuzu doğrulayın.
uk: Ваше сховище заблоковане. Для продовження підтвердьте свій PIN-код.
vi: Kho lưu trữ đã bị khóa. Nhập mã PIN của bạn để mở.
zh_hans: 您的密码库已锁定。请验证您的 PIN 码以继续。
zh_hant: 密碼庫已鎖定。請驗證 PIN 碼以繼續。

source: Dark
ar: داكن
az: Tünd
bg: Тъмен
cs: Tmavý
da: Mørk
de: Dunkel
el: Σκοτεινό
fa: تیره
fi: Tumma
fr: Sombre
gl: Escuro
he: כהה
hr: Tamna
hu: Sötét
id: Gelap
it: Scuro
ja: ダーク
lv: Tumšs
nl: Donker
pl: Ciemny
pt: Escuro
pt_br: Escuro
sk: Tmavý
sr: Тамна
ta: இருள்
th: มืด
tr: Koyu
uk: Темна
vi: Tối
zh_hans: 深色
zh_hant: 深色

source: Light
ar: فاتح
az: Açıq
bg: Светъл
cs: Světlý
da: Lys
de: Hell
el: Φωτεινό
fa: روشن
fi: Vaalea
fr: Clair
gl: Claro
he: בהיר
hr: Svijetla
hu: Világos
id: Terang
it: Chiaro
ja: ライト
lv: Gaišs
nl: Licht
pl: Jasny
pt: Claro
pt_br: Claro
sk: Svetlý
sr: Светла
ta: ஒளி
th: สว่าง
tr: Açık
uk: Світла
vi: Sáng
zh_hans: 浅色
zh_hant: 淺色

# TenSeconds
source: 10 seconds
ar: 10 ثوانِ
az: 10 saniyə
bg: 10 секунди
cs: 10 sekund
da: 10 sekunder
de: 10 Sekunden
el: 10 δευτερόλεπτα
fa: ۱۰ ثانیه
fi: 10 sekuntia
gl: 10 segundos
hr: 10 sekundi
hu: 10 másodperc
ja: 10 秒
lv: 10 sekundes
nl: 10 seconden
pl: 10 sekund
pt: 10 segundos
sk: 10 sekúnd
sr: 10 секунди
uk: 10 секунд
vi: 10 giây
zh_hans: 10 秒
zh_hant: 10 秒鐘

# ThirtySeconds
source: 30 seconds
ar: 30 ثانية
az: 30 saniyə
bg: 30 секунди
cs: 30 sekund
da: 30 sekunder
de: 30 Sekunden
el: 30 δευτερόλεπτα
fa: ۳۰ ثانیه
fi: 30 sekuntia
gl: 30 segundos
hr: 30 sekundi
hu: 30 másodperc
ja: 30 秒
lv: 30 sekundes
nl: 30 seconden
pl: 30 sekund
pt: 30 segundos
sk: 30 sekúnd
sr: 30 секунди
uk: 30 секунд
vi: 30 giây
zh_hans: 30 秒
zh_hant: 30 秒鐘

# TwentySeconds
source: 20 seconds
ar: 20 ثانية
az: 20 saniyə
bg: 20 секунди
cs: 20 sekund
da: 20 sekunder
de: 20 Sekunden
el: 20 δευτερόλεπτα
fa: ۲۰ ثانیه
fi: 20 sekuntia
gl: 20 segundos
hr: 20 sekundi
hu: 20 másodperc
ja: 20 秒
lv: 20 sekundes
nl: 20 seconden
pl: 20 sekund
pt: 20 segundos
sk: 20 sekúnd
sr: 20 секунди
uk: 20 секунд
vi: 20 giây
zh_hans: 20 秒
zh_hant: 20 秒鐘

source: Clear clipboard
ar: مسح الحافظة
az: Lövhəni təmizlə
bg: Изчистване на буфера
cs: Vymazat schránku
da: Ryd udklipsholder
de: Zwischenablage leeren
el: Εκκαθάριση πρόχειρου
fa: پاکسازی حافظه موقت
fi: Tyhjennä leikepöytä
fr: Effacer le presse-papiers
gl: Baleirar portapapeis
he: נקה לוח העתקות
hr: Očisti međuspremnik
hu: Vágólap ürítése
id: Hapus papan klip
it: Cancella appunti
ja: クリップボードの消去
lv: Notīrīt starpliktuvi
nl: Klembord wissen
pl: Wyczyść schowek
pt: Limpar área de transferência
pt_br: Limpar área de transferência
sk: Vymazať schránku
sr: Обриши оставу
ta: நகலகத்தைத் துடை
th: ล้างคลิปบอร์ด
tr: Panoyu temizle
uk: Очистити буфер обміну
vi: Xóa bảng nhớ tạm
zh_hans: 清除剪贴板
zh_hant: 清除剪貼簿

# ClearClipboardDescription
source: Automatically clear copied values from your clipboard.
ar: مسح القيم المنسوخة تلقائيًا من حافظتك.
az: Kopyalanmış dəyərləri lövhədən avtomatik təmizlə.
bg: Автоматично изчистване на буфера след поставяне на стойността.
cs: Automaticky vymaže zkopírované hodnoty z Vaší schránky.
da: Fjern automatisk kopierede data fra din udklipsholder.
de: Kopierte Einträge automatisch aus der Zwischenablage löschen.
el: Αυτόματη εκκαθάριση αντιγραμμένων τιμών προχείρου.
fa: به صورت خودکار، مقادیر کپی شده را از حافظه موقت پاک کن.
fi: Poista kopioidut arvot leikepöydältä automaattisesti.
fr: Effacez automatiquement les valeurs copiées de votre presse-papiers.
gl: Limpar automaticamente os valores copiados do teu portapapeis.
he: נקה אוטומטית ערכים שהועתקו ללוח ההעתקות (clipboard).
hr: Vremenski period automatskog pražnjenja međuspremnika.
hu: Automatikusan törli a vágólapra másolt értékeket.
id: Secara otomatis menghapus salinan dari papan klip Anda.
it: Cancella automaticamente i valori copiati dagli appunti.
ja: コピー内容をクリップボードから自動的に消去します。
lv: Automātiski noņemt starpliktuvē ievietotās vērtības.
nl: Gekopieerde waarden automatisch van het klembord wissen.
pl: Automatycznie wyczyść skopiowaną wartość ze schowka.
pt: Limpar automaticamente os valores copiados da sua área de transferência.
pt_br: Limpe automaticamente valores copiados da sua área de transferência.
sk: Automaticky vymazať skopírované hodnoty zo schránky.
sr: Аутоматски обришите копиране вредности из оставе.
ta: நகலெடுத்த மதிப்புகளை உம் நகலகத்திலிருந்து தானாக துடை.
th: ล้างค่าที่คัดลอกออกจากคลิปบอร์ดโดยอัตโนมัติ
tr: Kopyalanan değerleri panodan otomatik olarak temizle.
uk: Автоматично очищати скопійовані значення з буфера обміну.
vi: Tự động xóa mọi thứ đã sao chép khỏi bảng nhớ tạm.
zh_hans: 自动清除复制到剪贴板的值。
zh_hant: 自動清除剪貼簿中複製的值。

source: Default URI match detection
ar: كشف تطابق الرابط الافتراضي
az: İlkin URI uyuşma aşkarlaması
bg: Стандартно засичане на съвпадения на адреси
cs: Výchozí zjišťování shody URI
da: Standard URI-matchdetektering
de: Standard URI-Übereinstimmungserkennung
el: Προεπιλεγμένη ανίχνευση αντιστοιχίας URI
fa: بررسی مطابقت نشانی اینترنتی پیش‌فرض
fi: URI:n oletuarvoinen tunnistustapa
fr: Détection de correspondance URI par défaut
gl: Detección de coincidencias de URI por defecto
he: ברירת מחדל לזיהוי התאמת כתובות
hr: Zadano otkrivanje URI podudaranja
hu: URI-egyezések alapértelmezett felismerése
id: Deteksi Kecocokan URI Default
it: Rilevamento di corrispondenza URI predefinito
ja: デフォルトの URI 一致検出方法
lv: Noklusējuma URI atbilstības noteikšana
nl: Standaard URI-overeenkomstdetectie
pl: Domyślne wykrywanie dopasowania
pt: Deteção de correspondência de URI predefinida
pt_br: Detecção de correspondência padrão de URI
sk: Predvolený spôsob zisťovania zhody URI
sr: Стандардно налажење УРЛ
ta: இயல்புநிலை உரலிப்பொருத்தங்கண்டறிதல்
th: การตรวจสอบการจับคู่ URI เริ่มต้น
tr: Varsayılan URI eşleşme tespiti
uk: Типове виявлення збігів URI
vi: Cách nhận diện đường dẫn (URI)
zh_hans: 默认的 URI 匹配检测方式
zh_hant: 預設的 URI 一致性偵測方式

source: Theme
ar: المظهر
az: Tema
bg: Облик
cs: Motiv
da: Tema
de: Design
el: Θέμα
fa: پوسته
fi: Teema
fr: Thème
gl: Tema
he: ערכת נושא
hr: Tema
hu: Téma
id: Tema
it: Tema
ja: テーマ
lv: Izskats
nl: Thema
pl: Motyw
pt: Tema
pt_br: Tema
sk: Motív
sr: Тема
ta: நிற அமைப்பு
th: ธีม
tr: Tema
uk: Тема
vi: Giao diện
zh_hans: 主题
zh_hant: 主題

# ThemeDescription
source: Change the application’s color theme.
ar: تغيير سمة لون التطبيق.
az: Tətbiqin rəng temasını dəyişdirin.
bg: Промяна на цветовия облик на програмата.
cs: Změna barevného motivu aplikace.
da: Skift app'ens farvetema.
de: Ändere das Farbschema der Anwendung.
el: Αλλαγή χρώματος, θέματος εφαρμογής.
fa: تغییر رنگ پوسته برنامه.
fi: Vaihda sovelluksen väriteemaa.
fr: Changer le thème de couleur de l’application.
gl: Cambiar o tema de cor da aplicación.
he: שנה את צבעי ערכת הנושא של היישום.
hr: Mijenja boju aplikacije.
hu: Az alkalmazás színének megváltoztatása.
id: Ubah tema warna aplikasi.
it: Cambia lo schema di colori dell'applicazione.
ja: アプリのテーマカラーを変更します。
lv: Mainīt lietotnes izskata krāsas.
nl: Het kleurenthema van de applicatie wijzigen.
pl: Zmień motyw kolorystyczny aplikacji.
pt: Altere o tema de cores da aplicação.
pt_br: Altere o tema de cores do aplicativo.
sk: Zmeniť motív aplikácie.
sr: Промени боје апликације.
th: เปลี่ยนธีมสีของแอปพลิเคชัน
tr: Uygulamanın renk temasını değiştir.
uk: Змінити колірну тему програми.
vi: Thay đổi màu sắc chủ đề của ứng dụng.
zh_hans: 更改应用程序的颜色主题。
zh_hant: 變更應用程式的主題色彩。

# CopyNotes
source: Copy note
ar: نسخ الملاحظة
az: Qeydləri kopyala
bg: Копиране на бележките
cs: Kopírovat poznámku
da: Kopiér notat
de: Notiz kopieren
el: Αντιγραφή σημείωσης
fa: کپی یادداشت‌ها
fi: Kopioi merkinnät
fr: Copier la note
gl: Copiar nota
he: העתק הערה
hr: Kopiraj bilješku
hu: Jegyzet másolása
id: Catatan Salinan
it: Copia note
ja: メモをコピー
lv: Ievietot piezīmes starpliktuvē
nl: Notities kopiëren
pl: Kopiuj notatkę
pt: Copiar nota
pt_br: Copiar anotação
sk: Kopírovať poznámku
sr: Копирај белешке
ta: குறிப்பை நகலெடு
th: คัดลอกโน้ต
tr: Notu kopyala
uk: Копіювати нотатку
vi: Sao chép ghi chú
zh_hans: 复制备注
zh_hant: 複製備註

source: Exit
ar: الخروج
az: Çıxış
bg: Изход
cs: Ukončit
da: Afslut
de: Beenden
el: Έξοδος
fa: خروج
fi: Poistu
fr: Quitter
gl: Saír
he: יציאה
hr: Izlaz
hu: Kilépés
id: Keluar
it: Esci
ja: 終了
lv: Iziet
nl: Afsluiten
pl: Wyjdź
pt: Sair
pt_br: Sair
sk: Ukončiť
sr: Изађи
ta: வெளியேறு
th: ออก
tr: Çıkış
uk: Вийти
vi: Thoát
zh_hans: 退出
zh_hant: 結束

# PINRequireMasterPasswordRestart
source: Do you want to require unlocking with your master password when the application is restarted?
ar: هل تريد طلب إلغاء القفل باستخدام كلمة المرور الرئيسية عند إعادة تشغيل التطبيق؟
az: Tətbiq yenidən başladılanda ana parol ilə kilid açılmasını məcburi etmək istəyirsiniz?
bg: Искате ли да бъдете питани за главната парола при всяко пускане на Битуорден наново?
cs: Chcete po restartování aplikace vyžadovat hlavní heslo pro odemknutí trezoru?
da: Vil du kræve oplåsning med din hovedadgangskode ved app-genstart?
de: Möchtest du mit deinem Master-Passwort entsperren, wenn die Anwendung neu gestartet wird?
el: Θέλετε να απαιτείται ξεκλείδωμα με τον κύριο κωδικό κατά την επανεκκίνηση της εφαρμογής;
fa: آیا می‌خواهید هنگام راه‌اندازی مجدد برنامه، نیاز به باز کردن قفل با کلمه عبور اصلی خود داشته باشید؟
fi: Vaaditaanko lukituksen avaus pääsalasanalla, kun sovellus käynnistetään uudelleen?
fr: Voulez-vous exiger le déverrouillage avec votre mot de passe principal lorsque l'application est redémarrée ?
gl: Queres requirir desbloquear co contrasinal mestre cando se reinicie a aplicación?
he: האם ברצונך לחייב הזנת סיסמה ראשית כשהאפליקציה מופעלת מחדש?
hr: Obavezno otključavanje glavnom lozinkom pri ponovnom pokretanju aplikacije?
hu: Szükséges a feloldás mesterjelszóval az alkalmazás újraindításakor?
id: Apakah Anda ingin mengharuskan buka kunci dengan sandi utama saat aplikasi dimulai ulang?
it: Vuoi richiedere lo sblocco con la password principale quando l'app è riavviata?
ja: アプリを再起動したときにマスターパスワードでのロック解除を必須としますか？
lv: Vai pieprasīt atslēgšanu ar galveno paroli pēc lietotnes atkārtotas palaišanas?
nl: Wil je verplicht ontgrendelen met je hoofdwachtwoord zodra de applicatie opnieuw wordt gestart?
pl: Czy chcesz wymagać odblokowywania hasłem głównym po ponownym uruchomieniu aplikacji?
pt: Pretende exigir o desbloqueio com a sua palavra-passe mestra quando a aplicação é reiniciada?
pt_br: Você quer exigir o desbloqueio com a sua senha principal quando o aplicativo for reiniciado?
sk: Chcete po reštarte aplikácie požadovať odomykanie vaším hlavným heslom?
sr: Да ли желите да затражите откључавање главном лозинком када се апликација поново покрене?
ta: செயலி மறுதுவக்கத்தில் பூட்டவிழ்க்க உங்கள் பிரதான கடவுச்சொல்லை கோர வேண்டுமா?
th: ต้องการให้ปลดล็อกด้วยรหัสผ่านหลักเมื่อเริ่มแอปใหม่หรือไม่
tr: Uygulama yeniden başlatılınca ana parola girilmesine zorunlu tutmak ister misiniz?
uk: Ви хочете вимагати розблокування головним паролем при перезапуску програми?
vi: Bạn có chắc chắn muốn nhập mật khẩu chính để mở khóa mỗi khi mở lại ứng dụng không?
zh_hans: 您希望当应用程序重启时，要求使用主密码解锁吗？
zh_hant: 當應用程式重新啟動時，是否要求使用主密碼解鎖？
