Repository: bitwarden/ios
Catalog: BitwardenResources/Localizations/*.lproj/Localizable.strings
Languages: ar, az, bg, cs, da, de, el, fa, fi, fr, gl, he, hr, hu, id, it, ja, lv, nl, pl, pt, pt_br, sk, sr, ta, th, tr, uk, vi, zh_hans, zh_hant

source: Email Type
ar: نوع البريد الإلكتروني
az: E-poçt növü
bg: Вид е-поща
cs: Typ e-mailu
de: E-Mail-Typ
el: Τύπος Email
fa: نوع ایمیل
fi: Sähköpostiosoitteen tyyppi
fr: Type d'email
gl: Tipo de correo
he: סוג דוא"ל
hr: Vrsta e-pošte
hu: Email típus
id: Jenis Email
it: Tipo di email
ja: メールの種類
lv: E-pasta veids
nl: Type e-mailadres
pl: Rodzaj adresu
pt: Tipo de e-mail
pt_br: Tipo do e-mail
sk: Typ e-mailu
sr: Врста Е-поште
ta: மின்னஞ்சல் வகை
th: ประเภทอีเมล
tr: E-posta türü
uk: Тип е-пошти
vi: Loại Email
zh_hans: 电子邮箱类型
zh_hant: 電子郵件類型

# PlusAddressedEmailDescription
source: Use your email provider’s subaddress capabilities
ar: استخدم قدرات العنوان الفرعي لمقدم البريد الإلكتروني الخاص بك
az: E-poçt provayderinizin alt ünvan özəlliklərini istifadə edin
bg: Използвайте възможностите за под-адресиране на е-поща на своя доставчик
cs: Použijte funkce podadres Vašeho poskytovatele e-mailu
da: Brug din e-mailudbyders underadresseringsmuligheder
de: Verwende die Unteradressierungsmöglichkeiten Deines E-Mail-Providers
el: Χρησιμοποιήστε τις δυνατότητες δευτερεύουσας διεύθυνσης του παρόχου του ηλ. ταχυδρομείου σας
fa: از قابلیت‌های آدرس فرعی ارائه‌دهنده ایمیل خود استفاده کنید
fi: Käytä sähköpostipalvelusi aliosoiteominaisuuksia.
fr: Utilisez les capacités de sous-adresse de votre fournisseur de messagerie électronique
gl: Usar as funcións de subdireccionamento do teu provedor de correo
he: השתמש ביכולות מיעון משנה של ספק הדוא“ל שלך
hr: Koristi mogućnosti podadresiranja svog davatelja e-pošte
hu: Használjuk az email cím szolgáltató alcímzési képességeit.
id: Gunakan fitur sub alamat dari penyedia email Anda
it: Usa le funzionalità di sub-indirizzamento del tuo provider email
ja: メールプロバイダのエイリアス機能を使用します。
lv: Izmantot e-pasta pakalpojuma nodrošinātāja apakšadrešu spējas
nl: Gebruik de subadressen van je e-mailprovider
pl: Użyj możliwości dodawania aliasów u swojego dostawcy poczty e-mail
pt: Utilize as capacidades de subendereçamento do seu fornecedor de e-mail.
pt_br: Use as capacidades de sub-endereçamento do seu provedor de e-mail
sk: Použiť možnosti subadresovania svojho poskytovateľa e-mailu
sr: Користите могућности подадресе вашег добављача е-поште
th: ใช้ความสามารถ Subaddress ของผู้ให้บริการอีเมลของคุณ
tr: E-posta sağlayıcınızın alt adres özelliklerini kullanın
uk: Використовуйте розширені можливості адрес вашого провайдера електронної пошти
vi: Sử dụng tính năng địa chỉ phụ của nhà cung cấp dịch vụ email của bạn
zh_hans: 使用您的电子邮箱提供商的子地址功能
zh_hant: 使用您的電子郵件提供者的子地址功能

# CatchAllEmailDescription
source: Use your domain’s configured catch-all inbox.
ar: استخدم علبة البريد الإلكتروني الشاملة التي تم تكوينها في نطاقك.
az: Domeninizin konfiqurasiya edilmiş hamısını yaxalama gələn qutusunu istifadə edin.
bg: Използвайте конфигурираната входяща кутия за събиране на всичко.
cs: Použijte nakonfigurovanou univerzální schránku své domény.
da: Brug dit domænes konfigurerede fang-alle-indbakke.
de: Verwende den konfigurierten Catch-All-Posteingang deiner Domain.
el: Χρησιμοποιήστε τα διαμορφωμένα εισερχόμενα κάθε σκοπού του τομέα σας.
fa: از صندوق ورودی پیکربندی شده دامنه خود استفاده کنید.
fi: Käytä verkkotunnuksesi catch-all-postilaatikkoa.
fr: Utilisez la boîte de réception du collecteur (catch-all) configurée de votre domaine.
gl: Usar a caixa de entrada "catch-all" configurada para o teu dominio.
he: השתמש בתיבת דואר תפוס־כל המוגדרת בדומיין שלך.
hr: Koristi konfigurirani catch-all sandučić svoje domene.
hu: Használjuk a domain konfigurált összes befogási bejövő postaládát.
id: Gunakan kotak masuk catch-all yang dikonfigurasi pada domain Anda.
it: Usa una casella di posta 'catch-all' di dominio.
ja: ドメインに設定されたキャッチオール受信トレイを使用します。
lv: Izmantot uzstādīto domēna visu tverošo iesūtni.
nl: Gebruik de catch-all inbox van je domein.
pl: Użyj skonfigurowanej skrzynki catch-all w swojej domenie.
pt: Utilize a caixa de entrada de captura geral configurada para o seu domínio.
pt_br: Use a caixa de entrada pega-tudo configurada no seu domínio.
sk: Použiť doručenú poštu typu catch-all nastavenú na doméne.
sr: Користите подешено catch-all пријемно сандуче вашег домена.
th: ใช้กล่องจดหมาย Catch-all ที่กำหนดค่าไว้ในโดเมนของคุณ
tr: Alan adınızın tüm iletileri yakalamaya ayarlanmış adresini kullanın.
uk: Використовуйте свою скриньку вхідних Catch-All власного домену.
vi: Sử dụng hộp thư bạn đã thiết lập để nhận tất cả email gửi đến tên miền của bạn.
zh_hans: 使用您的域名配置的 Catch-all 收件箱。
zh_hant: 使用您的網域設定的 Catch-all 收件匣。

# ForwardedEmailDescription
source: Generate an email alias with an external forwarding service.
ar: إنشاء بريد إلكتروني مستعار مع خدمة إعادة توجيه خارجية.
az: Xarici yönləndirmə xidməti ilə e-poçt ləqəbi yaradın.
bg: Създайте псевдоним на е-поща с външна услуга за препращане.
cs: Vygeneruje alias e-mailu pomocí externí přeposílací služby.
da: Generér et e-mail alias med en ekstern viderestillingstjeneste.
de: Generiere ein E-Mail-Alias mit einem externen Weiterleitungsdienst.
el: Δημιουργήστε ένα ψευδώνυμο διεύθυνσης ηλ. ταχυδρομείου με μια εξωτερική υπηρεσία προώθησης.
fa: یک نام مستعار ایمیل با یک سرویس ارسال خارجی ایجاد کنید.
fi: Luo sähköpostialias ulkoisella ohjauspalvelulla.
fr: Générer un alias de courriel avec un service de transfert externe.
gl: Xerar un alias de correo cun servizo de redirecionado externo.
he: צור כינוי דוא"ל עם שירות העברה חיצוני.
hr: Generiraj pseudonim e-pošte s vanjskom uslugom prosljeđivanja.
hu: Email álnév generálása külső továbbító szolgáltatással.
id: Buat alias email dengan layanan penerusan eksternal.
it: Genera un alias email con un servizio di inoltro esterno.
ja: 外部転送サービスを使用してメールエイリアスを生成します。
lv: Izveidot e-pasta aizstājadresi ar ārēju pārvirzīšanas pakalpojumu.
nl: E-mailadres genereren met een externe doorstuurdienst.
pl: Wygeneruj alias adresu e-mail z zewnętrznej usługi przekierowania.
pt: Gerar um alias de e-mail com um serviço de reencaminhamento externo.
pt_br: Gere um alias de e-mail com um serviço de encaminhamento externo.
sk: Vytvoriť e-mailový alias pomocou externej služby presmerovania.
sr: Генеришите псеудоним е-поште помоћу екстерне услуге прослеђивања.
ta: வெளிப்புற பார்வர்டிங் சேவையுடன் ஒரு மின்னஞ்சல் மாற்றுப்பெயரை உருவாக்கவும்.
th: สร้างนามแฝงอีเมลด้วยบริการส่งต่อภายนอก
tr: Harici bir yönlendirme servisiyle e-posta maskesi oluştur.
uk: Згенеруйте псевдонім е-пошти зі стороннім сервісом пересилання.
vi: Tạo một địa chỉ email ảo bằng dịch vụ chuyển tiếp email bên ngoài.
zh_hans: 使用外部转发服务生成一个电子邮箱别名。
zh_hant: 使用外部轉寄服務產生一個電子郵件別名。

source: Random
ar: عشوائي
az: Təsadüfi
bg: Произволно
cs: Náhodně
da: Tilfældig
de: Zufällig
el: Τυχαίο
fa: تصادفی
fi: Satunnainen
fr: Aléatoire
gl: Aleatorio
he: אקראי
hr: Nasumično
hu: Véletlen
id: Acak
it: Casuale
ja: ランダム
lv: Nejauši
nl: Willekeurig
pl: Losowe
pt: Aleatório
pt_br: Aleatório
sk: Náhodné
sr: Случајно
ta: ஏதோவொரு
th: สุ่ม
tr: Rastgele
uk: Випадково
vi: Ngẫu nhiên
zh_hans: 随机
zh_hant: 隨機

source: Connect to Watch
ar: متّصل بالسّاعة
az: "Watch"a bağlan
bg: Свързване към часовник
cs: Propojit s hodinkami
da: Opret forbindelse til Watch
de: Mit Uhr verbinden
el: Σύνδεση με το ρολόι
fa: اتصال به ساعت
fi: Yhdistä Watchiin
fr: Se connecter à la montre
gl: Conectar ó reloxo
he: התחבר לשעון
hr: Spoji se na Watch
hu: Kapcsolódás a Watch-hoz
id: Sambungkan ke Jam
it: Connetti all'orologio
ja: ウォッチに接続
lv: Savienoties ar pulksteni
nl: Verbinding maken met horloge
pl: Połącz się z Watch
pt: Ligar ao Relógio
pt_br: Conectar ao Watch
sk: Pripojiť hodinky
sr: Повежите се на Watch
ta: வாட்ச்சுடன் இணைக்கவும்
th: เชื่อมต่อกับ Watch
tr: Watch'a bağlan
uk: Під'єднати годинник
vi: Kết nối với đồng hồ
zh_hans: 连接到 Watch
zh_hant: 連線至 Apple Watch

source: Accept
ar: قبول
az: Qəbul et
bg: Приемане
cs: Potvrdit
da: Acceptér
de: Akzeptieren
el: Αποδοχή
fa: پذیرفتن
fi: Hyväksy
fr: Accepter
gl: Aceptar
he: קבל
hr: Prihvati
hu: Elfogadás
id: Terima
it: Accetta
ja: 同意
lv: Pieņemt
nl: Accepteren
pl: Zaakceptuj
pt: Aceitar
pt_br: Aceitar
sk: Prijať
sr: Прихвати
ta: ஏற்றுக்கொள்
th: ยอมรับ
tr: Kabul et
uk: Погодитись
vi: Đồng ý
zh_hans: 接受
zh_hant: 接受

source: Decline
ar: رفض
az: Rədd et
bg: Отказване
cs: Zamítnout
da: Afvis
de: Ablehnen
el: Απόρριψη
fa: رد کردن
fi: Älä hyväksy
fr: Refuser
gl: Rexeitar
he: סרב
hr: Odbij
hu: Elutasítás
id: Tolak
it: Rifiuta
ja: 拒否
lv: Noraidīt
nl: Weigeren
pl: Odrzuć
pt: Recusar
pt_br: Recusar
sk: Odmietnuť
sr: Одбиј
ta: மறு
th: ปฏิเสธ
tr: Reddet
uk: Відмовитись
vi: Từ chối
zh_hans: 拒绝
zh_hant: 拒絕

source: Login request has already expired.
ar: انتهت صلاحية طلب تسجيل الدخول.
az: Giriş tələbinin müddəti artıq bitib.
bg: Заявката за вписване вече е изтекла.
cs: Požadavek na přihlášení již vypršel.
da: Loginanmodning er allerede udløbet.
de: Anmeldeanfrage ist bereits abgelaufen.
el: Το αίτημα σύνδεσης έχει ήδη λήξει.
fa: درخواست ورود قبلاً منقضی شده است.
fi: Kirjautumispyyntö on jo erääntynyt.
fr: La demande de connexion a déjà expiré.
gl: A solicitude de inicio de sesión expirou.
he: כבר פג תוקפה של בקשת הכניסה.
hr: Zahtjev za prijavu je već istekao.
hu: A bejelentkezési kérés már lejárt.
id: Permintaan masuk sudah kedaluwarsa.
it: La richiesta di accesso è già scaduta.
ja: ログインリクエストの有効期限が切れています。
lv: Pieteikšanās pieprasījuma derīgums jau ir beidzies.
nl: Inlogverzoek is al verlopen.
pl: Prośba logowania wygasła.
pt: O pedido de início de sessão já expirou.
pt_br: A solicitação de acesso já expirou.
sk: Platnosť žiadosti o prihlásenie už vypršala.
sr: Захтев за пријаву је већ истекао.
ta: உள்நுழைவு கோரிக்கை ஏற்கனவே காலாவதியானது.
th: คำขอเข้าสู่ระบบหมดอายุแล้ว
tr: Giriş isteğinin süresi doldu.
uk: Термін дії запиту на вхід завершився.
vi: Yêu cầu đăng nhập đã hết hạn.
zh_hans: 登录请求已过期。
zh_hant: 登入要求已逾期。

# LoginAttemptFromXDoYouWantToSwitchToThisAccount
source: Login attempt from: %1$@ Do you want to switch to this account?
ar: محاولة تسجيل الدخول من: %1$@ هل تريد التبديل إلى هذا الحساب؟
az: Giriş cəhdi: %1$@ Bu hesaba keçmək istəyirsiniz?
bg: Опит за вписване от: %1$@ Искате ли да превключите към тази регистрация?
cs: Pokus o přihlášení z: %1$@ Chcete se přepnout na tento účet?
da: Loginforsøg fra: %1$@ Skift til denne konto?
de: Anmeldeversuch von: %1$@ Möchtest du zu diesem Konto wechseln?
el: Προσπάθεια σύνδεσης από: %1$@ Θέλετε να μεταβείτε σε αυτόν τον λογαριασμό;
fa: تلاش برای ورود از: %1$@ آیا می‌خواهید به این حساب کاربری تغییر دهید؟
fi: Kirjautumisyritys tunnuksella: %1$@ Haluatko vaihtaa tähän tiliin?
fr: Tentative de connexion depuis : %1$@ Voulez-vous basculer vers ce compte ?
gl: Intento de inicio de sesión dende: %1$@ Queres comprobalo dende esa conta?
he: ניסיון כניסה מ: %1$@ האם ברצונך לעבור לחשבון זה?
hr: Zahtjev za prijavu od: %1$@ Želiš li se prebaciti na ovaj račun?
hu: Bejelentkezési kísérlet történt: %1$@ Szeretnénk átváltani erre a fiókra?
id: Upaya login dari: %1$@ Apakah Anda ingin beralih ke akun ini?
it: Tentativo di accesso da: %1$@ Vuoi passare a questo account?
ja: ログイン試行がありました: %1$@ このアカウントに切り替えますか？
lv: Pieteikšanās mēģinājums no: %1$@ Vai pārslēgties uz šo kontu?
nl: Inlogpoging vanaf: %1$@ Wilt u naar dit account wisselen?
pl: Próba logowania z: %1$@ Czy chcesz przełączyć się na to konto?
pt: Tentativa de início de sessão a partir de: %1$@ Pretende mudar para esta conta?
pt_br: Tentativa de autenticação de: %1$@ Você deseja trocar para esta conta?
sk: Pokus o prihlásenie z: %1$@ Chcete prepnúť na tento účet?
sr: Покушај пријаве са: %1$@ Да ли желите да пређете на овај налог?
ta: இதிலிருந்து உள்நுழைவு முயற்சி: %1$@ இக்கணக்கிற்கு மாற வேண்டுமா?
th: ความพยายามเข้าสู่ระบบจาก: %1$@ ต้องการสลับไปใช้บัญชีนี้หรือไม่
tr: Giriş denemesi yapan hesap: %1$@ Bu hesaba geçmek ister misiniz?
uk: Спроба входу в систему з: %1$@ Хочете перемкнутися на цей обліковий запис?
vi: Nỗ lực đăng nhập từ: %1$@ Bạn có muốn chuyển sang tài khoản này không?
zh_hans: 登录尝试来自： %1$@ 您想要切换到此账户吗？
zh_hant: 登入嘗試來自： %1$@ 您想要切換至這個帳戶嗎？

source: New around here?
ar: جديد هنا؟
az: Burada yenisiniz?
bg: За пръв път ли сте тук?
cs: Jste tu noví?
da: Ny her?
de: Neu hier?
el: Είστε νέος/α εδώ;
fa: اینجا تازه واردی؟
fi: Oletko uusi täällä?
fr: Vous êtes nouveau ici ?
gl: Novo por aquí?
he: חדש כאן?
hr: Novi korisnik?
hu: Új felhasználó vagyunk?
id: Baru di sini?
it: Nuovo da queste parti?
ja: 初めてですか?
lv: Jauns šeit?
nl: Nieuw hier?
pl: Nowy użytkownik?
pt: É novo por cá?
pt_br: Novo por aqui?
sk: Ste tu nový?
sr: Нов овде?
ta: இங்குப் புதிதா?
th: เพิ่งเคยใช้งานใช่ไหม
tr: Buralarda yeni misiniz?
uk: Виконуєте вхід вперше?
vi: Bạn mới tới đây sao?
zh_hans: 初来乍到吗？
zh_hant: 第一次使用？

# GetMasterPasswordwordHint
source: Get master password hint
ar: احصل على تلميح كلمة المرور الرئيسية
az: Ana parol üçün məsləhət alın
bg: Получете подсказване за главната парола
cs: Získat nápovědu pro hlavní heslo
da: Få hovedadgangskodetip
de: Hinweis zum Master-Passwort erhalten
el: Λάβετε υπόδειξη κύριου κωδικού
fa: دریافت یادآور کلمه عبور اصلی
fi: Pyydä pääsalasanan vihjettä
fr: Obtenir l'indice du mot de passe principal
gl: Obter pista do contrasinal mestre
he: קבל רמז לסיסמה הראשית
hr: Slanje podsjetnika glavne lozinke
hu: Mesterjelszó emlékeztető kérése
id: Dapatkan petunjuk sandi utama
it: Ottieni suggerimento per la password principale
ja: マスターパスワードのヒントを取得する
lv: Saņemt galvenās paroles norādi
nl: Hoofdwachtwoordhint krijgen
pl: Uzyskaj podpowiedź do hasła głównego
pt: Obter a dica da palavra-passe mestra
pt_br: Receber dica da senha principal
sk: Získať nápoveď k hlavnému heslu
sr: Добити савет за Главну Лозинку
ta: பிரதான கடவுச்சொல் குறிப்பைப் பெறு
th: รับคำใบ้รหัสผ่านหลัก
tr: Ana parola ipucunu al
uk: Отримати підказку для головного пароля
vi: Nhận gợi ý mật khẩu chính
zh_hans: 获取主密码提示
zh_hant: 獲取主密碼提示

source: Not you?
ar: ليس أنت؟
az: Siz deyilsiniz?
bg: Това не сте Вие?
cs: Nejste to Vy?
da: Ikke dig?
de: Nicht du?
el: Δεν είστε εσείς;
fa: شما نیستید؟
fi: Etkö se ollut sinä?
fr: Ce n'est pas vous ?
gl: Non es ti?
he: לא את/ה?
hr: Nisi ti?
hu: Ez tévedés?
id: Bukan Anda?
it: Non sei tu?
ja: あなたではないですか？
lv: Tas neesi Tu?
nl: Ben jij dit niet?
pl: To nie Ty?
pt: Utilizador incorreto?
pt_br: Não é você?
sk: Nie ste to vy?
sr: Не ти?
ta: நீங்கள் இல்லையா?
th: ไม่ใช่คุณหรือ
tr: Siz değil misiniz?
uk: Не ви?
vi: Không phải bạn?
zh_hans: 不是您吗？
zh_hant: 不是您嗎？

source: Log in with master password
ar: تسجيل الدخول باستخدام كلمة المرور الرئيسية
az: Ana parolla giriş et
bg: Вписване с главната парола
cs: Přihlásit se pomocí hlavního hesla
da: Log ind med hovedadgangskoden
de: Mit Master-Passwort anmelden
el: Σύνδεση με κύριο κωδικό
fa: با کلمه عبور اصلی وارد شوید
fi: Kirjaudu pääsalasanalla
fr: Se connecter avec le mot de passe principal
gl: Iniciar sesión co contrasinal mestre
he: כניסה עם סיסמה ראשית
hr: Prijava glavnom lozinkom
hu: Bejelentkezés mesterjelszóval
id: Masuk dengan sandi utama
it: Accedi con password principale
ja: マスターパスワードでログイン
lv: Pieteikties ar galveno paroli
nl: Inloggen met je hoofdwachtwoord
pl: Logowanie hasłem głównym
pt: Iniciar sessão com a palavra-passe mestra
pt_br: Conectar-se com senha principal
sk: Prihlásenie pomocou hlavného hesla
sr: Пријавите се са главном лозинком
ta: பிரதான கடவுச்சொலுடன் உள்நுழை
th: เข้าสู่ระบบด้วยรหัสผ่านหลัก
tr: Ana parola ile giriş yap
uk: Увійти з головним паролем
vi: Đăng nhập bằng mật khẩu chính
zh_hans: 使用主密码登录
zh_hant: 使用主密碼登入

# LogInWithAnotherDevice
source: Log in with device
ar: تسجيل الدخول باستخدام جهاز آخر
az: Başqa cihazla giriş et
bg: Вписване с друго устройство
cs: Přihlásit se pomocí jiného zařízení
da: Log ind med enhed
de: Mit Gerät anmelden
el: Σύνδεση με τη χρήση συσκευής
fa: با دستگاه دیگری وارد شوید
fi: Laitteella kirjautuminen
fr: Connectez-vous avec un autre appareil
gl: Iniciar sesión cun dispositivo
he: כניסה עם מכשיר
hr: Prijava drugim uređajem
hu: Bejelentkezés más eszközzel
id: Masuk dengan perangkat
it: Accedi con dispositivo
ja: 別のデバイスでログイン
lv: Pieteikties ar ierīci
nl: Inloggen met een ander apparaat
pl: Zaloguj się za pomocą urządzenia
pt: Iniciar sessão com o dispositivo
pt_br: Conectar-se com dispositivo
sk: Prihlásenie pomocou iného zariadenia
sr: Пријавите се са другим уређајем
ta: சாதனத்துடன் உள்நுழை
th: เข้าสู่ระบบด้วยอุปกรณ์
tr: Cihazla giriş yap
uk: Увійти з пристроєм
vi: Đăng nhập bằng thiết bị
zh_hans: 使用设备登录
zh_hant: 使用其他裝置登入

source: Login initiated
ar: بدء تسجيل الدخول
az: Giriş etmə başladıldı
bg: Вписването е стартирано
cs: Bylo zahájeno přihlášení
da: Indlogning påbegyndt
de: Anmeldung eingeleitet
el: Η σύνδεση ξεκίνησε
fa: ورود به سیستم آغاز شد
fi: Kirjautuminen aloitettu
fr: Connexion initiée
gl: Inicio de sesión comezado
he: הכניסה החלה
hr: Prijava pokrenuta
hu: A bejelentkezés elindításra került.
id: Memulai login
it: Accesso avviato
ja: ログイン開始
lv: Uzsākta pieteikšanās
nl: Inloggen gestart
pl: Logowanie rozpoczęte
pt: A preparar o início de sessão
pt_br: Autenticação iniciada
sk: Iniciované prihlásenie
sr: Пријава је покренута
ta: உள்நுழைவு துவங்கியது
th: เริ่มการเข้าสู่ระบบแล้ว
tr: Giriş başlatıldı
uk: Ініційовано вхід
vi: Bắt đầu đăng nhập
zh_hans: 登录已发起
zh_hant: 已啟動登入

source: A notification has been sent to your device.
ar: تم إرسال إشعار إلى جهازك.
az: Cihazınıza bir bildiriş göndərildi.
bg: Към устройството Ви е изпратено известие.
cs: Na Vaše zařízení bylo odesláno oznámení.
da: En notifikation er sendt til din enhed.
de: Eine Benachrichtigung wurde an dein Gerät gesendet.
el: Μια ειδοποίηση έχει σταλεί στη συσκευή σας.
fa: یک اعلان به دستگاه شما ارسال شده است.
fi: Laitteellesi on lähetetty ilmoitus.
fr: Une notification a été envoyée à votre appareil.
gl: Enviouse unha notificación ó teu dispositivo.
he: התראה נשלחה למכשיר שלך.
hr: Obavijest je poslana na tvoj uređaj.
hu: A rendszer értesítést küldött az eszközre.
id: Pemberitahuan sudah dikirim ke perangkat Anda.
it: Una notifica è stata inviata al tuo dispositivo.
ja: デバイスに通知を送信しました。
lv: Uz ierīci ir nosūtīts paziņojums.
nl: Er is een bericht naar je apparaat verstuurd.
pl: Powiadomienie zostało wysłane na urządzenie.
pt: Foi enviada uma notificação para o seu dispositivo.
pt_br: Uma notificação foi enviada para seu dispositivo.
sk: Do vášho zariadenia bolo odoslané upozornenie.
sr: Обавештење је послато на ваш уређај.
ta: உமது சாதனத்திற்கு ஓரறிவிப்பு அனுப்பப்பட்டது.
th: ส่งการแจ้งเตือนไปยังอุปกรณ์ของคุณแล้ว
tr: Cihazınıza bir bildirim gönderildi.
uk: Сповіщення було надіслано на ваш пристрій.
vi: Một thông báo đã được gửi đến thiết bị của bạn.
zh_hans: 通知已发送到您的设备。
zh_hant: 通知已傳送至您的裝置。

source: Please make sure your vault is unlocked and the Fingerprint phrase matches on the other device.
ar: الرجاء التأكد من أن الخزانة الخاصة بك غير مقفلة وأن عبارة بصمة الإصبع تتطابق على الجهاز الآخر.
az: Lütfən seyfinizin kilidinin açıq olduğuna və Barmaq izi ifadəsinin digər cihazla uyuşduğuna əmin olun.
bg: Уверете се, че трезорът Ви е отключен и че Уникалната фраза съвпада с другото устройство.
cs: Ujistěte se, že je Váš trezor odemčen a fráze otisku prstu se shodují s druhým zařízením.
da: Sørg for, at din boks er oplåst, samt at Fingeraftrykssætningen på den anden enhed matcher.
de: Bitte stelle sicher, dass dein Tresor entsperrt ist und die Fingerabdruck-Phrase mit dem anderen Gerät übereinstimmt.
el: Βεβαιωθείτε ότι η κρύπτη σας είναι ξεκλείδωτη και ότι η Φράση δακτυλικών αποτυπωμάτων ταιριάζει στην άλλη συσκευή.
fa: لطفاً مطمئن شوید که قفل گاوصندوق شما باز است و عبارت اثر انگشت با دستگاه دیگر مطابقت دارد.
fi: Varmista, että vahvistavan laitteen holvi on avattu ja että se näyttää saman tunnistelauseen.
fr: Veuillez vous assurer que votre coffre est déverrouillé et que la phrase d'empreinte correspond à celle de l'autre appareil.
gl: Por favor asegúrate de que a caixa forte está desbloqueada e a frase de pegada dixital coincide ca do outro dispositivo.
he: נא לוודא שהכספת שלך פתוחה ושביטוי טביעת האצבע תואם את המכשיר האחר.
hr: Provjeri je li trezor otključan i slaže li se jedinstvena fraza s drugim uređajem.
hu: Ellenőrizzük, hogy a széf feloldásra került és az Ujjlenyomat kifejezés egyezik a másik eszközön levővel.
id: Harap pastikan brankas sudah dibuka dan frasa Sidik Jari sesuai di perangkat lain.
it: Assicurati che la tua cassaforte sia sbloccata e che la frase impronta corrisponda sull'altro dispositivo.
ja: 保管庫がロックされていることと、パスフレーズが他のデバイスと一致していることを確認してください。
lv: Lūgums pārliecināties, ka glabātava ir atslēgta un atpazīšanas vārdkopa ir tāda pati arī citā ierīcē.
nl: Zorg ervoor dat je kluis is ontgrendeld en dat de Vingerafdrukzin overeenkomt met het andere apparaat.
pl: Upewnij się, że sejf jest odblokowany, a identyfikator konta pasuje do drugiego urządzenia.
pt: Por favor, certifique-se de que o cofre está desbloqueado e que a frase de impressão digital corresponde à do outro dispositivo.
pt_br: Certifique-se que o cofre esteja desbloqueado e que a frase biométrica corresponda à do outro dispositivo.
sk: Skontrolujte, či je trezor odomknutý, a či sa fráza odtlačku prsta zhoduje na druhom zariadení.
sr: Уверите се да је ваш сеф откључан и да се фраза отиска прста подудара на другом уређају.
ta: உங்கள் பெட்டகம் திறக்கப்பட்டுள்ளதா என்பதையும், கைரேகை சொற்றொடர் மற்ற சாதனத்தில் பொருந்துகிறதா என்பதையும் உறுதிப்படுத்தவும்.
th: โปรดตรวจสอบให้แน่ใจว่าตู้นิรภัยของคุณปลดล็อกแล้วและวลีลายนิ้วมือตรงกันบนอุปกรณ์อื่น
tr: Lütfen kasanızın kilidinin açık olduğundan ve parmak izi ifadesinin diğer cihazla eşleştiğinden emin olun.
uk: Переконайтеся, що ваше сховище розблоковане, а фраза відбитка збігається з іншим пристроєм.
vi: Vui lòng đảm bảo rằng bạn đã mở khoá kho và cụm từ xác thực khớp với thiết bị khác.
zh_hans: 请确保您的密码库已解锁，并且指纹短语与其他设备上的相匹配。
zh_hant: 請確保您的密碼庫已解鎖，並且指紋短語與其他裝置的一致。

source: Resend notification
ar: إعادة إرسال الإشعار
az: Bildirişi təkrar göndər
bg: Повторно изпращане на известието
cs: Znovu odeslat oznámení
da: Gensend notifikation
de: Benachrichtigung erneut senden
el: Επαναποστολή ειδοποίησης
fa: ارسال مجدد اعلان
fi: Lähetä ilmoitus uudelleen
fr: Renvoyer la notification
gl: Volver enviar notificación
he: שלח מחדש התראה
hr: Ponovno pošalji obavijest
hu: Értesítés újraküldése
id: Kirim ulang pemberitahuan
it: Invia notifica di nuovo
ja: 通知を再送信する
lv: Atkārtoti nosūtīt paziņojumu
nl: Bericht opnieuw verzenden
pl: Wyślij ponownie powiadomienie
pt: Reenviar notificação
pt_br: Reenviar notificação
sk: Znova odoslať upozornenie
sr: Поново послати обавештење
ta: அறிவிப்பை மீண்டுமனுப்பு
th: ส่งการแจ้งเตือนอีกครั้ง
tr: Bildirimi yeniden gönder
uk: Надіслати сповіщення ще раз
vi: Gửi lại thông báo
zh_hans: 重新发送通知
zh_hant: 重新傳送通知

source: Need another option?
ar: هل تحتاج إلى خيار آخر؟
az: Başqa bir seçimə ehtiyacınız var?
bg: Предпочитате друг вариант?
cs: Potřebujete další volby?
da: Behov for en anden mulighed?
de: Brauchst du eine andere Option?
el: Προσθέστε μια άλλη επιλογή
fa: به گزینه دیگری نیاز دارید؟
fi: Tarvitsetko toisen vaihtoehdon?
fr: Besoin d'une autre option ?
gl: Precisas doutro método?
he: צריך אפשרות אחרת?
hr: Trebaš drugu opciju?
hu: Másik opció szükséges?
id: Perlu pilihan lainnya?
it: Hai bisogno di un'altra opzione?
ja: 別の選択肢が必要ですか？
lv: Nepieciešama cita iespēja?
nl: Nog een optie nodig?
pl: Potrzebujesz innej opcji?
pt: Precisa de outra opção?
pt_br: Precisa de outra opção?
sk: Potrebujete inú možnosť?
sr: Треба Вам друга опције?
ta: வேறு வருப்பம் தேவையா?
th: ต้องการตัวเลือกอื่นหรือไม่
tr: Başka bir seçeneğe mi ihtiyacınız var?
uk: Потрібен інший варіант?
vi: Cần một tuỳ chọn khác?
zh_hans: 需要其他选项吗？
zh_hant: 需要另一個選項嗎？
