Repository: bitwarden/ios
Catalog: BitwardenResources/Localizations/*.lproj/Localizable.strings
Languages: ar, az, bg, cs, da, de, el, fa, fi, fr, gl, he, hr, hu, id, it, ja, lv, nl, pl, pt, pt_br, sk, sr, ta, th, tr, uk, vi, zh_hans, zh_hant

# UpdateWeakMasterPasswordWarning
source: Your master password does not meet one or more of your organization policies. In order to access the vault, you must update your master password now. Proceeding will log you out of your current session, requiring you to log back in. Active sessions on other devices may continue to remain active for up to one hour.
ar: كلمة المرور الرئيسية الخاصة بك لا تفي بواحدة أو أكثر من سياسات مؤسستك. من أجل الوصول إلى الخزانة، يجب عليك تحديث كلمة المرور الرئيسية الآن. سيتم تسجيل خروجك من الجلسة الحالية، مما يتطلب منك تسجيل الدخول مرة أخرى. وقد تظل الجلسات النشطة على أجهزة أخرى نشطة لمدة تصل إلى ساعة واحدة.
az: Ana parolunuz təşkilatınızdakı siyasətlərdən birinə və ya bir neçəsinə uyğun gəlmir. Seyfə müraciət üçün ana parolunuzu indi güncəlləməlisiniz. Davam etsəniz, hazırkı seansdan çıxış etmiş və təkrar giriş etməli olacaqsınız. Digər cihazlardakı aktiv seanslar bir saata qədər aktiv qalmağa davam edə bilər.
bg: Вашата главна парола не отговаря на една или повече политики на организацията Ви. За да получите достъп до трезора, трябва да промените главната си парола сега. Това означава, че ще бъдете отписан(а) от текущата си сесия и ще трябва да се впишете отново. Активните сесии на други устройства може да продължат да бъдат активни още един час.
cs: Vaše hlavní heslo nesplňuje jednu nebo více zásad Vaší organizace. Pro přístup k trezoru musíte nyní aktualizovat své hlavní heslo. Pokračování Vás odhlásí z Vaší aktuální relace a bude nutné se přihlásit. Aktivní relace na jiných zařízeních mohou zůstat aktivní až po dobu jedné hodiny.
da: Din hovedadgangskode overholder ikke én eller flere organisationspolitikker. For at få adgang til boksen skal hovedadgangskode opdateres nu. Fortsættes, logges du ud af den nuværende session og vil skulle logger ind igen. Aktive sessioner på andre enheder kan forblive aktive i op til én time.
de: Dein Master-Passwort entspricht nicht einer oder mehreren Richtlinien deiner Organisation. Um auf den Tresor zugreifen zu können, musst du dein Master-Passwort jetzt aktualisieren. Wenn du fortfährst, wirst du von deiner aktuellen Sitzung abgemeldet und musst dich erneut anmelden. Aktive Sitzungen auf anderen Geräten können noch bis zu einer Stunde lang aktiv bleiben.
el: Ο κύριος κωδικός πρόσβασής σας δεν πληροί μία ή περισσότερες πολιτικές του οργανισμού σας. Για να αποκτήσετε πρόσβαση στη Κρύπτη σας, πρέπει να ενημερώσετε τον κύριο κωδικό πρόσβασής σας τώρα. Η διαδικασία θα σας αποσυνδέσει από την τρέχουσα συνεδρία σας, απαιτώντας από εσάς να συνδεθείτε ξανά. Οι ενεργές συνεδρίες σε άλλες συσκευές ενδέχεται να συνεχίσουν να είναι ενεργές εώς και μία ώρα.
fa: کلمه عبور اصلی شما با یک یا چند سیاست سازمان‌تان مطابقت ندارد. برای دسترسی به گاوصندوق، باید همین حالا کلمه عبور اصلی خود را به‌روزرسانی کنید. در صورت ادامه، شما از نشست فعلی خود خارج می‌شوید و باید دوباره وارد سیستم شوید. نشست فعال در دستگاه‌های دیگر ممکن است تا یک ساعت همچنان فعال باقی بمانند.
fi: Pääsalasanasi ei täytä yhden tai useamman organisaatiokäytännön vaatimuksia ja holvin käyttämiseksi sinun on vaihdettava se nyt. Tämä uloskirjaa kaikki nykyiset istunnot pakottaen uudelleenkirjautumisen. Muiden laitteiden aktiiviset istunnot saattavat toimia vielä tunnin ajan.
fr: Votre mot de passe principal ne répond pas aux exigences de politique de sécurité de cette organisation. Pour accéder au coffre, vous devez mettre à jour votre mot de passe principal dès maintenant. En poursuivant, vous serez déconnecté de votre session actuelle et vous devrez vous reconnecter. Les sessions actives sur d'autres appareils peuver rester actives pendant encore une heure.
gl: O teu contrasinal mestre non cumpre algún dos requisitos das directivas da empresa. Para poder acceder a caixa forte debes actualizar o teu contrasinal mestre. A continuación cerrarase a túa sesión, requirindo volver iniciala. As sesións activas noutros dispositivos poden permanecer activas por unha hora.
he: הסיסמה הראשית שלך אינה עומדת באחת או יותר מפוליסות הארגון שלך. כדי לגשת לכספת, אתה מוכרח לעדכן את הסיסמה הראשית שלך עכשיו. בהמשך תנותק מההפעלה הנוכחית שלך, מה שידרוש ממך להיכנס חזרה. הפעלות פעילות במכשירים אחרים עלולות להישאר פעילות למשך עד שעה אחת.
hr: Tvoja glavna lozinka ne zadovoljava pravila ove organizacije. Za pristup trezoru moraš odmah ažurirati svoju glavnu lozinku. Ako nastaviš, odjaviti ćeš se iz trenutne sesije te ćeš se morati ponovno prijaviti. Aktivne sesije na drugim uređajima mogu ostati aktivne do jedan sat.
hu: A mesterjelszó nem felel meg egy vagy több szervezeti szabályzatnak. A széf eléréséhez frissíteni kell a meszerjelszót. A továbblépés kijelentkeztet az aktuális munkamenetből és újra be kell jelentkezni. A többi eszközön lévő aktív munkamenetek akár egy óráig is aktívak maradhatnak.
id: Sandi utama Anda tidak memenuhi satu atau lebih kebijakan organisasi Anda. Untuk mengakses brankas, Anda harus memperbarui sandi utama sekarang. Melanjutkan akan mengeluarkan Anda dari sesi saat ini, dan Anda harus masuk kembali. Sesi aktif di perangkat lain mungkin tetap aktif hingga satu jam.
it: La tua password principale non soddisfa uno o più politiche della tua organizzazione. Per accedere alla cassaforte, aggiornala ora. Procedere ti farà uscire dalla sessione corrente, richiedendoti di accedere di nuovo. Le sessioni attive su altri dispositivi potrebbero continuare a rimanere attive per un massimo di un'ora.
ja: マスターパスワードが組織のポリシーに適合していません。保管庫にアクセスするには、今すぐマスターパスワードを更新しなければなりません。続行すると現在のセッションからログアウトし、再度ログインする必要があります。 他のデバイス上のアクティブなセッションは、最大1時間アクティブであり続けることがあります。
lv: Galvenā parole neatbilst vienam vai vairākiem apvienības nosacījumiem. Ir jāatjaunina galvenā parole, lai varētu piekļūt glabātavai. Turpinot notiks atteikšanās no pašreizējās sesijas, un būs nepieciešams pieteikties no jauna. Citās ierīcēs esošās sesijas var turpināt darboties līdz vienai stundai.
nl: Je hoofdwachtwoord voldoet niet aan en of meerdere oganisatiebeleidsonderdelen. Om toegang te krijgen tot de kluis, moet je je hoofdwachtwoord nu bijwerken. Doorgaan zal je huidige sessie uitloggen, waarna je opnieuw moet inloggen. Actieve sessies op andere apparaten blijven mogelijk nog een uur actief.
pl: Hasło główne nie spełnia co najmniej jednej zasady organizacji. Aby uzyskać dostęp do sejfu, zaktualizuj hasło główne. Kontynuowanie spowoduje wylogowanie z obecnej sesji i konieczność ponownego zalogowania się. Aktywne sesje na innych urządzeniach mogą pozostać aktywne przez maksymalnie godzinę.
pt: A sua palavra-passe mestra não cumpre uma ou mais políticas da sua organização. Para aceder ao cofre, tem de atualizar a sua palavra-passe mestra agora. Ao prosseguir, terminará a sua sessão atual e terá de iniciar sessão novamente. As sessões ativas noutros dispositivos poderão continuar ativas até uma hora.
pt_br: A sua senha principal não atende aos requisitos da política desta organização. Para poder acessar o cofre, você precisa atualizar sua senha principal agora. O processo te desconectará da sua sessão atual, exigindo que você se conecte novamente. Sessões ativas em outros dispositivos podem ficar ativas por até uma hora.
sk: Vaše hlavné heslo nespĺňa jednu alebo viacero podmienok vašej organizácie. Ak chcete získať prístup k trezoru, musíte teraz aktualizovať svoje hlavné heslo. Pokračovaním sa odhlásite z aktuálnej relácie a budete sa musieť znova prihlásiť. Aktívne relácie na iných zariadeniach môžu zostať aktívne až jednu hodinu.
sr: Ваша главна лозинка не испуњава једну или више смерница ваше организације. Да бисте приступили сефу, морате одмах да ажурирате главну лозинку. Ако наставите, одјавићете се са ваше тренутне сесије, што захтева да се поново пријавите. Активне сесије на другим уређајима могу да остану активне до један сат.
ta: உங்கள் முதன்மை கடவுச்சொல் உங்கள் நிறுவனத்தின் ஒன்று அல்லது அதற்கு மேற்பட்ட கொள்கைகளைப் பூர்த்தி செய்யவில்லை.. பெட்டகத்தை அணுக, நீங்கள் இப்போது உங்கள் முதன்மை கடவுச்சொல்லைப் புதுப்பிக்க வேண்டும். தொடர்வது உங்கள் தற்போதைய அமர்விலிருந்து உங்களை வெளியேற்றும், மீண்டும் உள்நுழைய வேண்டும். மற்ற சாதனங்களில் செயலில் உள்ள அமர்வுகள் ஒரு மணிநேரம் வரை செயலில் இருக்கலாம்.
th: รหัสผ่านหลักของคุณไม่ตรงตามนโยบายองค์กรอย่างน้อยหนึ่งข้อ ในการเข้าถึงตู้นิรภัย คุณต้องอัปเดตรหัสผ่านหลักตอนนี้ การดำเนินการต่อจะทำให้คุณออกจากระบบเซสชันปัจจุบัน และต้องเข้าสู่ระบบใหม่อีกครั้ง เซสชันที่ใช้งานอยู่บนอุปกรณ์อื่นอาจยังคงใช้งานได้นานถึงหนึ่งชั่วโมง
tr: Ana parolanız kuruluş ilkelerinizi karşılamıyor. Kasanıza erişmek için ana parolanızı güncellemelisiniz. Devam ettiğinizde oturumunuz kapanacak ve yeniden oturum açmanız gerekecektir. Diğer cihazlardaki aktif oturumlar bir saate kadar aktif kalabilir.
uk: Ваш головний пароль не відповідає одній або більше політикам вашої організації. Щоб отримати доступ до сховища, вам необхідно оновити свій головний пароль зараз. Продовживши, ви вийдете з поточного сеансу, після чого потрібно буде повторно виконати вхід. Сеанси на інших пристроях можуть залишатися активними протягом однієї години.
vi: Mật khẩu chính của bạn không đáp ứng chính sách của tổ chức của bạn. Để truy cập kho, bạn phải cập nhật mật khẩu chính của mình ngay bây giờ. Việc tiếp tục sẽ đăng xuất bạn khỏi phiên hiện tại và bắt buộc đăng nhập lại. Các phiên hoạt động trên các thiết bị khác có thể tiếp tục duy trì hoạt động trong tối đa một giờ.
zh_hans: 您的主密码不符合某一项或多项组织策略要求。要访问密码库，必须立即更新您的主密码。继续操作将使您退出当前会话，并要求您重新登录。其他设备上的活动会话可能会继续保持活动状态长达一小时。
zh_hant: 您的主密碼不符合您的組織政策之一或多個要求。您必須立即更新您的主密碼以存取密碼庫。進行此操作將登出您目前的工作階段，需要您重新登入。其他裝置上的工作階段可能持續長達一小時。

source: Current master password (required)
ar: كلمة المرور الرئيسية الحالية (مطلوب)
az: Hazırkı ana parol (tələb olunur)
bg: Текуща главна парола (задължително)
cs: Aktuální hlavní heslo (vyžadováno)
de: Aktuelles Master-Passwort (erforderlich)
el: Τρέχων κύριος κωδικός πρόσβασης (απαιτείται)
fa: کلمه عبور اصلی فعلی (الزامی)
fi: Nykyinen pääsalasana (pakollinen)
fr: Mot de passe principal actuel (requis)
he: סיסמה ראשית נוכחית (נדרשת)
hr: Trenutna glavna lozinka (obavezno)
hu: Jelenlegi mesterjelszó (kötelező)
id: Sandi utama saat ini (wajib)
it: Parola d'accesso principale attuale (obbligatoria)
ja: 現在のマスターパスワード (必須)
lv: Pašreizējā galvenā parole (nepieciešama)
nl: Huidig hoofdwachtwoord (vereist)
pl: Obecne hasło główne (wymagane)
pt: Palavra-passe mestra atual (obrigatório)
pt_br: Senha principal atual (obrigatória)
sk: Súčasné hlavné heslo (povinné)
sr: Тренутна главна лозинка (неопходно)
ta: தற்போதைய மாஸ்டர் கடவுச்சொல் (தேவை)
th: รหัสผ่านหลักปัจจุบัน (จำเป็น)
tr: Mevcut ana parola (gerekli)
uk: Чинний головний пароль (обов'язково)
vi: Mật khẩu chính hiện tại (bắt buộc)
zh_hans: 当前主密码（必填）

source: New master password (required)
ar: كلمة المرور الرئيسية الجديدة (مطلوب)
az: Yeni ana parol (tələb olunur)
bg: Нова главна парола (задължително)
cs: Nové hlavní heslo (vyžadováno)
de: Neues Master-Passwort (erforderlich)
fa: کلمه عبور اصلی جدید (الزامی)
fi: Uusi pääsalasana (pakollinen)
fr: Nouveau mot de passe principal (requis)
he: סיסמה ראשית חדשה (נדרשת)
hr: Nova glavna lozinka (obavezno)
hu: Új mesterjelszó (kötelező)
id: Sandi utama baru (wajib)
it: Nuova parola d'accesso principale (obbligatoria)
ja: 新しいマスターパスワード (必須)
lv: Jaunā galvenā parole (nepieciešama)
nl: Nieuw hoofdwachtwoord (vereist)
pl: Nowe hasło główne (wymagane)
pt: Nova palavra-passe mestra (obrigatório)
pt_br: Nova senha principal (obrigatória)
sk: Nové hlavné heslo (povinné)
sr: Нова главна лозинка (неопходно)
ta: புதிய மாஸ்டர் கடவுச்சொல் (தேவை)
th: รหัสผ่านหลักใหม่ (จำเป็น)
tr: Yeni ana parola (gerekli)
uk: Новий головний пароль (обов'язково)
vi: Mật khẩu chính mới (bắt buộc)
zh_hans: 新主密码（必填）

source: Logged in!
ar: سجلت دخولك!
az: Giriş edildi!
bg: Вписахте се!
cs: Přihlášeno!
da: Indlogget!
de: Angemeldet!
el: Έχετε συνδεθεί!
fa: ورود موفقیت‌آمیز بود!
fi: Kirjautuminen onnistui
fr: Connecté !
gl: Sesión iniciada!
he: נכנסת!
hr: Prijava uspješna!
hu: Megtörtént a bejelentkezés.
id: Sudah masuk!
it: Accesso effettuato!
ja: ログインしました!
lv: Pieteicies.
nl: Ingelogd!
pl: Zalogowano!
pt: Sessão iniciada!
pt_br: Conectado!
sk: Prihlásený!
sr: Пријављено!
ta: உள்நுழைந்துவிட்டீர்கள்!
th: เข้าสู่ระบบแล้ว
tr: Giriş yapıldı!
uk: Ви увійшли!
vi: Đã đăng nhập!
zh_hans: 已登录！
zh_hant: 已登入！

source: Approve with my other device
ar: الموافقة بجهازي الآخر
az: Digər cihazımla təsdiqlə
bg: Одобряване с другото ми устройство
cs: Schválit s mým dalším zařízením
da: Godkend med min anden enhed
de: Mit meinem anderen Gerät genehmigen
el: Έγκριση μέσω άλλης συσκευής μου
fa: تأیید با دستگاه دیگرم
fi: Hyväksy toisella laitteellani
fr: Approuver sur mon autre appareil
gl: Aprobar dende o meu outro dispositivo
he: אשר עם המכשיר האחר שלי
hr: Odobri drugim uređajem
hu: Jóváhagyás másik eszközzel
id: Izinkan dari perangkat lain saya
it: Approva con un altro mio dispositivo
ja: 他のデバイスで承認する
lv: Apstiprināt ar citu savu ierīci
nl: Goedkeuren met mijn andere apparaat
pl: Potwierdź za pomocą innego urządzenia
pt: Aprovado com o meu outro dispositivo
pt_br: Aprovar com meu outro dispositivo
sk: Schváliť pomocou môjho druhého zariadenia
sr: Одобри са мојим другим уређајем
ta: எனது மற்றொரு சாதனத்துடன் ஒப்புதலளி
th: อนุมัติด้วยอุปกรณ์อื่นของฉัน
tr: Diğer cihazımla onayla
uk: Затвердити з моїм іншим пристроєм
vi: Phê duyệt bằng thiết bị khác
zh_hans: 通过我的其他设备批准
zh_hant: 使用我的其他裝置核准

source: Request admin approval
ar: طلب موافقة المسؤول
az: Admin təsdiqini tələb et
bg: Подаване на заявка за одобрение от администратор
cs: Žádost o schválení správcem
da: Anmod om admin-godkendelse
de: Admin-Genehmigung anfordern
el: Αίτηση έγκρισης από διαχειριστή
fa: درخواست تأیید مدیر
fi: Pyydä hyväksyntää ylläpidolta
fr: Demander l'approbation de l'administrateur
gl: Solicitar aprobación do administrador
he: בקש אישור מנהל
hr: Zatraži odobrenje administratora
hu: Adminisztrátori jóváhagyás kérés
id: Minta persetujuan admin
it: Richiedi approvazione dell'amministratore
ja: 管理者の承認を要求する
lv: Pieprasīt pārvaldītāja apstiprinājumu
nl: Goedkeuring van beheerder vragen
pl: Poproś administratora o potwierdzenie
pt: Pedir aprovação do administrador
pt_br: Solicitar aprovação do administrador
sk: Žiadosť o schválenie správcom
sr: Затражити одобрење администратора
ta: நிர்வாகி ஒப்புதல் கோரு
th: ขออนุมัติจากผู้ดูแลระบบ
tr: Yönetici onayı iste
uk: Запит підтвердження адміністратора
vi: Yêu cầu quản trị viên phê duyệt
zh_hans: 请求管理员批准
zh_hant: 要求管理員核准

source: Approve with master password
ar: الموافقة بكلمة مرور رئيسية
az: Ana parolla təsdiqlə
bg: Одобряване с главната парола
cs: Schválit hlavním heslem
da: Godkendt med hovedadgangskode
de: Mit Master-Passwort genehmigen
el: Έγκριση με τον κύριο κωδικό πρόσβασης
fa: تأیید با کلمه عبور اصلی
fi: Hyväksy pääsalasanalla
fr: Approuver avec le mot de passe principal
gl: Aprobar con contrasinal mestre
he: אשר עם סיסמה ראשית
hr: Odobri glavnom lozinkom
hu: Jóváhagyás mesterjelszóval
id: Izinkan dengan sandi utama
it: Approva con password principale
ja: マスターパスワードで承認する
lv: Apstiprināt ar galveno paroli
nl: Goedkeuren met hoofdwachtwoord
pl: Potwierdź hasłem głównym
pt: Aprovar com a palavra-passe mestra
pt_br: Aprovar com senha principal
sk: Schváliť pomocou hlavného hesla
sr: Одобрити са главном лозинком
ta: பிரதான கடவுச்சொலுடன் ஒப்புக்கொள்
th: อนุมัติด้วยรหัสผ่านหลัก
tr: Ana parola ile onayla
uk: Затвердити з головним паролем
vi: Phê duyệt bằng mật khẩu chính
zh_hans: 使用主密码批准
zh_hant: 使用主密碼核准

# TurnOffUsingPublicDevice
source: Turn off using a public device
ar: أوقف باستخدام جهاز عمومي
az: Hər kəsə açıq bir cihaz istifadə edərək söndür
bg: Изключване на използването на публично устройство
cs: Vypnout pomocí veřejného zařízení
da: Slå fra vha. en offentlig enhed
de: Mit einem öffentlichen Gerät ausschalten
el: Απενεργοποίηση με χρήση δημόσιας συσκευής
fa: اگر از دستگاه عمومی استفاده می‌کنید خاموش کنید
fi: Poista käytöstä julkisilla laitteilla
fr: Décochez si vous utilisez un appareil public
gl: Desactivar se se emprega un dispositivo público
he: כבה אם אתה משתמש במכשיר ציבורי
hr: Isključi ako koristiš javni uređaj
hu: Kikapcsolás nyilvános eszközzel
id: Matikan penggunaan di perangkat umum
it: Deseleziona se stai usando un dispositivo pubblico
ja: パブリックデバイスを使用してオフにする
lv: Izslēgt izmantojot publisku ierīci
nl: Uitschakelen met een openbaar apparaat
pl: Wyłącz na obcych urządzeniach
pt: Desativar a utilização de um dispositivo público
pt_br: Desativar usando um dispositivo público
sk: Vypnúť pomocou verejného zariadenia
sr: Искључите ако се користи јавни уређај
ta: பொது சாதனம் பயன்படுத்துவதை முடக்கு
th: ปิดการใช้งานอุปกรณ์สาธารณะ
tr: Paylaşılan bir cihaz kullanıyorsanız işaretlemeyin
uk: Вимкнути використання загальнодоступного пристрою
vi: Tắt nếu sử dụng thiết bị công cộng
zh_hans: 不允许使用公共设备
zh_hant: 使用公用裝置來關閉

source: Remember this device
ar: تذكر هذا الجهاز
az: Bu cihazı xatırla
bg: Запомняне на това устройство
cs: Zapamatovat toto zařízení
da: Husk denne enhed
de: Dieses Gerät merken
el: Απομνημόνευση αυτής της συσκευής
fa: این دستگاه را به خاطر بسپار
fi: Muista tämä laite
fr: Se souvenir de cet appareil
gl: Lembrar este dispositivo
he: זכור מכשיר זה
hr: Zapamti ovaj uređaj
hu: Eszköz megjegyzése
id: Ingat perangkat ini
it: Ricorda questo dispositivo
ja: このデバイスを記憶する
lv: Atcerēties šo ierīci
nl: Dit apparaat onthouden
pl: Zapamiętaj urządzenie
pt: Lembrar este dispositivo
pt_br: Lembrar deste dispositivo
sk: Zapamätať si toto zariadenie
sr: Запамти овај уређај
ta: இச்சாதனத்தை நினைவுகொள்
th: จดจำอุปกรณ์นี้
tr: Bu cihazı hatırla
uk: Запам'ятати цей пристрій
vi: Lưu thiết bị này
zh_hans: 记住此设备
zh_hant: 記住這個裝置

source: Passkey
ar: مفتاح المرور
az: Keçid açarı
bg: Секретен ключ
cs: Přístupový klíč
da: Adgangsnøgle
el: Κλειδί πρόσβασης
fa: کلید عبور
fi: Pääsyavain
fr: Clé d'accès
gl: Clave de acceso
he: מפתח גישה
hr: Pristupni ključ
hu: Hozzáférési kulcs
ja: パスキー
lv: Piekļuves atslēga
pl: Klucz dostępu
pt: Chave de acesso
pt_br: Chave de acesso
sk: Prístupový kľúč
sr: Приступни кључ
ta: கடவுவிசை
th: พาสคีย์
tr: Geçiş anahtarı
uk: Ключ доступу
vi: Mã khoá
zh_hans: 通行密钥
zh_hant: 密碼金鑰

source: Passkeys
ar: مفاتيح المرور
az: Keçid açarı
bg: Секретни ключове
cs: Přístupové klíče
da: Adgangsnøgler
el: Κλειδιά πρόσβασης
fa: کلیدهای عبور
fi: Pääsyavaimet
fr: Clés d'accès
gl: Claves de acceso
he: מפתחות גישה
hr: Pristupni ključevi
hu: Hozzáférési kulcsok
id: Passkey
it: Passkey
ja: パスキー
lv: Piekļuves atslēgas
pl: Klucze dostępu
pt: Chaves de acesso
pt_br: Chaves de acesso
sk: Prístupové kľúče
sr: Приступни кључеви
ta: கடவுவிசைகள்
th: พาสคีย์
tr: Geçiş anahtarları
uk: Ключі доступу
vi: Các mã khoá
zh_hans: 通行密钥
zh_hant: 密碼金鑰

source: Application
ar: تطبيق
az: Tətbiq
bg: Приложение
cs: Aplikace
da: Applikation
de: Anwendung
el: Εφαρμογή
fa: برنامه
fi: Sovellus
gl: Aplicación
he: יישום
hr: Aplikacija
hu: Alkalmazás
id: Aplikasi
it: Applicazione
ja: アプリ
lv: Lietotne
nl: Applicatie
pl: Aplikacja
pt: Aplicação
pt_br: Aplicativo
sk: Aplikácia
sr: Апликација
ta: செயலி
th: แอปพลิเคชัน
tr: Uygulama
uk: Програма
vi: Ứng dụng
zh_hans: 应用程序
zh_hant: 應用程式

source: Passkey will not be copied
ar: لن يتم نسخ مفتاح المرور
az: Keçid açarı kopyalanmır
bg: Секретният ключ няма да бъде копиран
cs: Přístupový klíč nebude zkopírován
da: Adgangsnøglen kopieres ikke
de: Passkey wird nicht kopiert
el: Το κλειδί πρόσβασης δεν θα αντιγραφεί
fa: کلید عبور کپی نمی‌شود
fi: Pääsyavainta ei kopioida
fr: La clé d'accès ne sera pas copiée
gl: A Clave de acceso non se vai copiar
he: מפתח גישה לא יועתק
hr: Pristupni ključ neće biti kopiran
hu: A hozzáférési kulcs nem kerül másolásra.
id: Kunci sandi tidak akan disalin
it: La passkey non sarà copiata
ja: パスキーはコピーされません
lv: Piekļuves atslēga netiks ievietota starpliktuvē
nl: Passkey wordt niet gekopieerd
pl: Klucz dostępu nie zostanie skopiowany
pt: A chave de acesso não será copiada
pt_br: A chave de acesso não será copiada
sk: Prístupový kód sa neskopíruje
sr: Приступни кључ неће бити копиран
ta: கடவிவிசை நகலெடுக்கப்படாது
th: พาสคีย์จะไม่ถูกคัดลอก
tr: Geçiş anahtarı kopyalanmayacak
uk: Ключ доступу не буде скопійовано
vi: Mã khóa sẽ không được sao chép
zh_hans: 通行密钥不会被复制
zh_hant: 密碼金鑰不會被複製

source: The passkey will not be copied to the cloned item. Do you want to continue cloning this item?
ar: لن يتم نسخ مفتاح المرور إلى العنصر المستنسخ. هل تريد الاستمرار في استنساخ هذا العنصر؟
az: Keçid açarı, klonlanmış elementə kopyalanmayacaq. Bu elementi klonlamağa davam etmək istəyirsiniz?
bg: Секретният ключ няма да бъде копиран в клонирания елемент. Искате ли да продължите с клонирането на елемента?
cs: Přístupový klíč nebude zkopírován do duplikované položky. Chete pokračovat v duplikování této položky?
da: Adgangsnøglen kopieres ikke til det klonede emne. Fortsæt med at klone dette emne alligevel?
de: Der Passkey wird nicht in den duplizierten Eintrag kopiert. Möchtest du mit dem Duplizieren dieses Eintrags fortfahren?
el: Το κλειδί πρόσβασης δεν θα αντιγραφεί στο κλωνοποιημένο στοιχείο. Θέλετε να συνεχίσετε την κλωνοποίηση αυτού του στοιχείου;
fa: کلید عبور در مورد شبیه‌سازی شده کپی نمی‌شود. آیا می‌خواهید به شبیه‌سازی این مورد ادامه دهید؟
fi: Pääsyavain ei kopioidu kloonattuun kohteeseen. Haluatko jatkaa kloonausta?
fr: L'entrée clonée ne contiendra pas la clé d'accès. Continuer quand même ?
gl: A Clave de acceso non se incluirá na entrada clonada. Queres continuar co duplicado?
he: מפתח הגישה לא יועתק לפריט המשוכפל. האם ברצונך להמשיך לשכפל פריט זה?
hr: Pristupni ključ se neće kopirati u kloniranu stavku. Želiš li nastaviti klonirati ovu stavku?
hu: A hozzáférési kulcs nem másolódik át a klónozott elembe. Folytatjuk ennek az elemnek a klónozását?
id: Kunci sandi tidak akan disalin ke item hasil duplikat. Lanjutkan menduplikat item ini?
it: La passkey non sarà copiata nell'elemento clonato. Vuoi continuare a clonare questo elemento?
ja: パスキーは複製されたアイテムにコピーされません。このアイテムを複製しますか？
lv: Piekļuves atslēga netiks ievietota klonētajā vienumā. Vai turpināt šī vienuma klonēšanu?
nl: De passkey wordt niet gekopieerd naar het gekloonde item. Wilt je doorgaan met het klonen van dit item?
pl: Klucz dostępu nie zostanie skopiowany do sklonowanego elementu. Czy chcesz kontynuować klonowanie elementu?
pt: A chave de acesso não será copiada para o item duplicado. Pretende ainda assim duplicar este item?
pt_br: A chave de acesso não será copiada para o item clonado. Deseja continuar clonando este item?
sk: Prístupový kľúč sa do klonovanej položky neskopíruje. Chcete pokračovať v klonovaní tejto položky?
sr: Приступни кључ неће бити копиран на клонирану ставку. Да ли желите да наставите са клонирањем ставке?
ta: கடவுக்குறியீடு குளோன் செய்யப்பட்ட உருப்படிக்கு நகலெடுக்கப்படாது. இந்த உருப்படியை குளோனிங் செய்யத் தொடர விரும்புகிறீர்களா?
th: พาสคีย์จะไม่ถูกคัดลอกไปยังรายการที่โคลน ต้องการดำเนินการโคลนรายการนี้ต่อหรือไม่
tr: Geçiş anahtarı klonlanan öğeye kopyalanmayacaktır. Bu öğeyi klonlamaya devam etmek istiyor musunuz?
uk: Ключ доступу не буде скопійовано до клонованого запису. Хочете продовжити клонування цього запису?
vi: Bản sao sẽ không bao gồm mã khoá. Bạn có muốn tiếp tục tạo bản sao cho mục này?
zh_hans: 通行密钥将不会被复制到克隆的项目。要继续克隆这个项目吗？
zh_hant: 不會將密碼金鑰複製到拓製的項目中。您想繼續拓製該項目嗎？
