Repository: bitwarden/ios
Catalog: BitwardenResources/Localizations/*.lproj/Localizable.strings
Languages: ar, az, bg, cs, da, de, el, fa, fi, fr, gl, he, hr, hu, id, it, ja, lv, nl, pl, pt, pt_br, sk, sr, ta, th, tr, uk, vi, zh_hans, zh_hant

source: On
ar: تشغيل
az: Açıq
bg: Включено
cs: Zapnuto
da: Til
de: Ein
el: Ενεργό
fa: روشن
fi: Käytössä
fr: Activé
gl: Acendido
he: פעיל
hr: Uklj.
hu: Be
id: Aktif
it: Sì
ja: オン
lv: Ieslēgts
nl: Aan
pl: Włączone
pt: Ligado
pt_br: Ativado
sk: Zapnuté
sr: Да
ta: எழிவு
th: เปิด
tr: Açık
uk: Увімк
vi: Bật
zh_hans: 开启
zh_hant: 開啟

source: Status
ar: الحالة
az: Vəziyyət
bg: Състояние
cs: Stav
el: Κατάσταση
fa: وضعیت
fi: Tila
fr: État
gl: Estado
he: סטטוס
hu: Állapot
it: Stato
ja: 状態
lv: Stāvoklis
pt: Estado
pt_br: Estado
sk: Stav
sr: Статус
ta: நிலை
th: สถานะ
tr: Durum
uk: Стан
vi: Trạng thái
zh_hans: 状态
zh_hant: 狀態

source: Autofill
ar: ملء تلقائي
az: Avto-doldur
bg: Автоматично попълване
cs: Automatické vyplňování
da: Autoudfyld
de: Automatisches Ausfüllen
el: Αυτόματη συμπλήρωση
fa: پر کردن خودکار
fi: Automaattitäyttö
fr: Saisie automatique
gl: Autoencher
he: מילוי אוטומטי
hr: Auto-ispuna
hu: Automata-kitöltő
id: Isi otomatis
it: Riempimento automatico
ja: 自動入力
lv: Automātiskā aizpilde
nl: Automatisch invullen
pl: Autouzupełnianie
pt: Preencher automaticamente
pt_br: Preenchimento automático
sk: Automatické vypĺňanie
sr: Аутоматско попуњавање
ta: தானாக நிரப்பு
th: ป้อนอัตโนมัติ
tr: Otomatik doldur
uk: Автозаповнення
vi: Tự động điền
zh_hans: 自动填充
zh_hant: 自動填入

source: Matching items
ar: عناصر مطابقة
az: Uyuşan elementlər
bg: Съвпадащи записи
cs: Odpovídající položky
da: Matchende elementer
de: Passende Einträge
el: Αντίστοιχα στοιχεία
fa: موارد منطبق
fi: Tunnistetut kohteet
fr: Éléments correspondants
gl: Entradas coincidentes
he: פריטים תואמים
hr: Podudarajuće stavke
hu: Megegyező elemek
id: Item yang cocok
it: Elementi corrispondenti
ja: 一致するアイテム
lv: Atbilstošie vienumi
nl: Overeenkomstige items
pl: Pasujące elementy
pt: Itens correspondentes
pt_br: Itens correspondentes
sk: Zodpovedajúce položky
sr: Ставке које се подударају
ta: பொருந்தும் உருப்படிகள்
th: รายการที่ตรงกัน
tr: Eşleşen hesaplar
uk: Відповідні записи
vi: Những mục trùng khớp
zh_hans: 匹配项目
zh_hant: 相符的項目

source: Search
ar: بحث
az: Axtar
bg: Търсене
cs: Hledat
da: Søg
de: Durchsuchen
el: Αναζήτηση
fa: جستجو
fi: Etsi
fr: Rechercher
gl: Busca
he: חיפוש
hr: Traži
hu: Keresés
id: Pencarian
it: Cerca
ja: 検索
lv: Meklēt
nl: Zoeken
pl: Szukaj
pt: Procurar
pt_br: Buscar
sk: Hladať
sr: Тражи
ta: தேடுக
th: ค้นหา
tr: Ara
uk: Пошук
vi: Tìm kiếm
zh_hans: 搜索
zh_hant: 搜尋

source: Learn about new logins
ar: تعرف على تسجيلات الدخول الجديدة
az: Yeni girişləri öyrənin
bg: Научете за новите данни за вписване
cs: Více o nových přihlášeních
da: Læs om nye logins
de: Erfahre mehr über neue Zugangsdaten
el: Μάθετε για νέες συνδέσεις
fa: درباره ورودهای جدید بیشتر بدانید
fi: Lisätietoja uusista kirjautumistiedoista
fr: En savoir plus sur la création d'identifiants
gl: Aprender sobre novas credenciais
he: למד על כניסות חדשות
hr: Više o novom načinu prijave
hu: További információ az új bejelentkezésekről
id: Pelajari tentang login baru
it: Scopri sui nuovi accessi
ja: ログイン情報の追加について学ぶ
lv: Uzzināt par jauniem pieteikšanās vienumiem
nl: Meer informatie over nieuwe logins
pl: Dowiedz się więcej o nowych danych logowania
pt: Saiba mais sobre as novas credenciais
pt_br: Saiba mais sobre as novas credenciais
sk: Viac o nových prihláseniach
sr: Сазнај више о новим пријављивањима
ta: புதிய உள்நுழைவுகள் பற்றி அறிக
th: เรียนรู้เกี่ยวกับข้อมูลเข้าสู่ระบบใหม่
tr: Yeni hesap ekleme hakkında bilgi alın
uk: Докладніше про нові записи
vi: Tìm hiểu cách thêm thông tin đăng nhập mới
zh_hans: 了解新版登录

# WeWillWalkYouThroughTheKeyFeaturesToAddANewLogin
source: We’ll walk you through the key features to add a new login.
ar: سوف نمشي عليك من خلال الميزات الرئيسية لإضافة تسجيل دخول جديد.
az: Yeni bir giriş əlavə etmək üçün mühüm özəllikləri sizə izah edəcəyik.
bg: Ще Ви покажем най-важните моменти при добавянето на нови данни за вписване.
cs: Provedeme Vás klíčovými funkcemi pro přidání nového přihlášení.
da: Vi vil gennemgå de vigtigste funktioner for at tilføje et nyt login.
de: Wir führen dich durch die wichtigsten Funktionen zum Hinzufügen neuer Zugangsdaten.
fa: ما شما را با ویژگی‌های کلیدی برای افزودن یک ورود جدید راهنمایی می‌کنیم.
fi: Sinut opastetaan uuden kirjautumistiedon lisäämisen läpi.
fr: Nous vous guiderons à travers les fonctionnalités clés pour ajouter de nouveaux identifiants de connexion.
he: אנו נדריך אותך בתכונות העיקריות להוספת כניסה חדשה.
hr: Provest ćemo te kroz ključne značajke za dodavanje nove prijave.
hu: Végigmegyünk az új bejelentkezés hozzáadásához szükséges legfontosabb funkciókon.
id: Kami akan memandu Anda menjelaskan fitur utama untuk menambahkan login baru.
it: Ti guideremo attraverso le funzioni chiave per aggiungere un nuovo accesso.
ja: 新しいログインを追加するための主要な機能について説明します。
lv: Mēs izrādīsim galvenās jaunu pieteikšanās vienumu pievienošanas iespējas.
nl: We doorlopen de belangrijkste functies voor het toevoegen van een nieuwe login.
pl: Przeprowadzimy Cię przez kluczowe funkcje dodawania nowych danych logowania.
pt: Iremos explicar-lhe as principais características para adicionar uma nova credencial.
pt_br: Iremos te explicar os principais recursos para adicionar uma credencial.
sk: Prevedieme vás kľúčovými funkciami na pridanie nového prihlásenia.
sr: Провешћемо вас кроз кључне кораке како би додао ново пријављивање.
ta: புதிய உள்நுழைவைச் சேர்ப்பதற்கான முக்கிய அம்சங்கள் பற்றி நாங்கள் உங்களுக்கு விளக்குவோம்.
th: เราจะแนะนำคุณสมบัติหลักในการเพิ่มข้อมูลเข้าสู่ระบบใหม่
tr: Yeni bir hesap eklemek için temel özellikler konusunda size yol göstereceğiz.
uk: Ми ознайомимо вас з основними можливостями додавання нового запису.
vi: Chúng tôi sẽ hướng dẫn bạn các tính năng chính để thêm một thông tin đăng nhập mới.
zh_hans: 我们将通过主要功能引导您添加一个新的登录。

# LearnOrg
source: Learn about organizations
ar: تعرف على المؤسسات
az: Təşkilatlar barədə daha ətraflı
bg: Разберете повече за организациите
cs: Více o organizacích
da: Få mere at vide om organisationer
de: Mehr über Organisationen erfahren
el: Μάθετε για τους οργανισμούς
fa: درباره سازمان‌ها اطلاعات کسب کنید
fi: Lisätietoja organisaatioista
fr: En savoir plus sur les organisations
gl: Aprende sobre as organizacións
he: למד אודות ארגונים
hr: Više o organizacijama
hu: Információ szervezetekről
id: Pelajari tentang organisasi
it: Ulteriori informazioni sulle organizzazioni
ja: 組織について学ぶ
lv: Uzzināt par apvienībām
nl: Meer over organisaties
pl: Dowiedz się więcej o organizacjach
pt: Saiba mais sobre as organizações
pt_br: Saiba mais sobre organizações
sk: Zistiť viac o organizáciách
sr: Сазнајте о организацијама
ta: நிறுவனங்கள் பற்றி அறிக
th: เรียนรู้เกี่ยวกับองค์กร
tr: Kuruluşlar hakkında bilgi al
uk: Докладніше про організації
vi: Tìm hiểu về tổ chức
zh_hans: 了解组织
zh_hant: 了解組織

# AuthenticatorAppTitle
source: Authenticator app
ar: تطبيق المُصادَقة
az: Kimlik doğrulayıcı tətbiqi
bg: Приложение за удостоверяване
cs: Ověřovací aplikace
da: Autentificerings-app
el: Εφαρμογή Επαλήθευσης
fa: برنامه تأیید کننده
fi: Todennussovellus
fr: Application d'authentification
gl: Aplicación de autenticación
he: יישום מאמת
hr: Autentifikatorska aplikacija
hu: Hitelesítő alkalmazás
id: Apl Autentikator
it: App di autenticazione
ja: 認証アプリ
lv: Autentificētāja lietotne
nl: Authenticatie-app
pl: Aplikacja uwierzytelniająca
pt: Aplicação de autenticação
pt_br: Aplicativo autenticador
sk: Overovacia aplikácia
sr: Апликација Аутентификатор
ta: அங்கீகரிப்பான் செயலி
th: แอปยืนยันตัวตน
tr: Kimlik doğrulama uygulaması
uk: Програма автентифікації
vi: Ứng dụng xác thực
zh_hans: 验证器 App
zh_hant: 驗證器應用程式

# EnterVerificationCodeApp
source: Enter the 6 digit verification code from your authenticator app.
ar: أدخل رمز التحقق من 6 أرقام من تطبيق المصادقة الخاص بك.
az: Kimlik doğrulayıcı tətbiqindən 6 rəqəmli doğrulama kodunu daxil edin.
bg: Въведете шестцифрения код за потвърждение от приложението за удостоверяване.
cs: Zadejte 6místný kód z ověřovací aplikace.
da: Indtast den 6-cifrede verifikationskode fra din autentificeringsapp.
de: Gib den 6-stelligen Verifizierungscode aus deiner Authenticator App ein.
el: Εισάγετε τον 6ψήφιο κωδικό από την εφαρμογή επαλήθευσης.
fa: کد ۶ رقمی تأیید را از برنامه تأیید کننده وارد کنید.
fi: Syötä todennussovelluksesi näyttämä kuusinumeroinen todennuskoodi.
fr: Saisissez le code de vérification à 6 chiffres depuis votre application d'authentification.
gl: Insire o código de 6 díxitos da túa aplicación de autenticación.
he: הכנס את קוד האימות בן 6 הספרות מאפליקציית האימות שלך.
hr: Unesi 6-znamenkasti kôd za provjeru iz autentifikatorske aplikacije.
hu: Add meg a 6 számjegyű ellenőrző kódot a hitelesítő alkalmazásodból.
id: Masukkan 6 digit kode verifikasi dari aplikasi autentikasi Anda.
it: Inserisci il codice di verifica a 6 cifre dalla tua app di autenticazione.
ja: 認証アプリに表示された6桁の認証コードを入力してください。
lv: Jāievada 6 ciparu apliecinājuma kods no autentificētāja lietotnes.
nl: Voer de 6-cijferige verificatiecode uit je authenticatie-app in.
pl: Wpisz 6-cyfrowy kod weryfikacyjny z aplikacji uwierzytelniającej.
pt: Introduza o código de verificação de 6 dígitos da sua aplicação de autenticação.
pt_br: Digite o código de verificação de 6 dígitos do seu aplicativo autenticador.
sk: Zadajte 6-miestny verifikačný kód z vašej overovacej aplikácie.
sr: Унесите шестоцифрени верификациони код из апликације за утврђивање аутентичности.
ta: உங்கள் அங்கீகார செயலியிலிருந்து ௬ இலக்க சரிபார்ப்புக் குறியீட்டை உள்ளிடவும்.
th: กรอกรหัสยืนยัน 6 หลักจากแอปยืนยันตัวตน
tr: Kimlik doğrulama uygulamanızdaki 6 haneli doğrulama kodunu girin.
uk: Введіть 6-значний код підтвердження з програми автентифікації.
vi: Nhập mã xác nhận 6 chữ số từ ứng dụng xác thực của bạn.
zh_hans: 请输入您的验证器 App 中的 6 位数验证码。
zh_hant: 輸入驗證器應用程式提供的 6 位數驗證碼。

# EnterVerificationCodeEmail
source: Enter the 6 digit verification code that was emailed to %1$@.
ar: أدخل رمز التحقق المكون من 6 أرقام الذي تم ارساله إلى %1$@.
az: %1$@ ünvanına göndərilən e-poçtdakı 6 rəqəmli doğrulama kodunu daxil edin.
bg: Въведете шестцифрения код за потвърждение, който е бил изпратен на %1$@.
cs: Zadejte 6místný kód z e-mailu, který byl zaslán na %1$@.
da: Angiv den 6-cifrede bekræftelseskode e-mailet til %1$@.
de: Gib den 6-stelligen Bestätigungscode ein, der an %1$@ gesendet wurde.
el: Εισαγωγή 6ψήφιου κωδικού επαλήθευσης που σταλθηκε με μήνυμα στο %1$@.
fa: کد ۶ رقمی تأیید را که به %1$@ ایمیل شده را وارد کنید.
fi: Syötä osoitteeseen %1$@ lähetetty kuusinumeroinen todennuskoodi.
fr: Saisissez le code de vérification à 6 chiffres qui a été envoyé par courriel à %1$@.
gl: Insire o código de verificación de 6 díxitos enviado a %1$@.
he: הזן את קוד האימות בן 6 הספרות שנשלח בדוא"ל אל %1$@.
hr: Unesi 6-znamenkasti kôd za provjeru poslan e-poštom na %1$@.
hu: Add meg a 6 számjegyű ellenőrző kódot ami a(z) %1$@ e-mail címre lett küldve.
id: Masukkan 6 digit kode verifikasi yang dikirim melalui email ke %1$@.
it: Digita il codice di verifica a 6 cifre ricevuto per email su %1$@.
ja: %1$@ に送信された6桁の認証コードを入力してください。
lv: Jāievada 6 ciparu apliecinājuma kods, kas tika nosūtīts uz %1$@.
nl: Voer de 6-cijferige verificatiecode in die via e-mail is verstuurd naar %1$@.
pl: Wpisz 6-cyfrowy kod weryfikacyjny wysłany na adres %1$@.
pt: Introduza o código de verificação de 6 dígitos que foi enviado por e-mail para %1$@.
pt_br: Digite o código de verificação de 6 dígitos enviado por e-mail para %1$@.
sk: Zadajte 6-miestny verifikačný kód, ktorý bol zaslaný e-mailom na %1$@.
sr: Унеси шестоцифрени верификациони код који је послат Е-поштом на %1$@.
ta: %1$@ க்கு மின்னஞ்சல் செய்த ௬ இலக்க சரிபார்ப்புக் குறியீட்டை உள்ளிடவும்.
th: กรอกรหัสยืนยัน 6 หลักที่ถูกส่งอีเมลไปที่ %1$@
tr: %1$@ adresine e-postayla gönderdiğimiz 6 haneli doğrulama kodunu girin.
uk: Введіть 6-значний код підтвердження, надісланий на %1$@.
vi: Nhập mã xác nhận 6 chữ số đã được gửi tới email %1$@.
zh_hans: 请输入发送到 %1$@ 的 6 位数验证码。
zh_hant: 輸入已傳送至電子郵件信箱 %1$@ 的 6 位數驗證碼。

# RecoveryCodeTitle
source: Recovery code
ar: رمز الاسترداد
az: Bərpa kodu
bg: Код за възстановяване
cs: Kód pro obnovení
da: Gendannelseskode
de: Wiederherstellungscode
el: Κωδικός ανάκτησης
fa: کد بازیابی
fi: Palautuskoodi
fr: Code de récupération
gl: Código de recuperación
he: קוד שחזור
hr: Kôd za oporavak
hu: Helyreállító kód
id: Kode pemulihan
it: Codice di recupero
ja: リカバリーコード
lv: Atgūšanas kods
nl: Herstelcode
pl: Kod odzyskiwania
pt: Código de recuperação
pt_br: Código de recuperação
sk: Záchranný kód
sr: Шифра за опоравак
ta: மீட்புக் குறியீடு
th: รหัสกู้คืน
tr: Kurtarma kodu
uk: Код відновлення
vi: Mã khôi phục
zh_hans: 恢复代码
zh_hant: 復原代碼

source: Remember me
ar: تذكرني
az: Məni xatırla
bg: Запомняне
cs: Zapamatovat mě
da: Husk mig
de: Angemeldet bleiben
el: Να με θυμάσαι
fa: مرا به خاطر بسپار
fi: Muista minut
fr: Se souvenir de moi
gl: Lémbrame
he: זכור אותי
hr: Zapamti me
hu: Emlékezz rám
id: Ingat saya
it: Ricordami
ja: 情報を保存する
lv: Atcerēties mani
nl: Mij onthouden
pl: Zapamiętaj mnie
pt: Memorizar
pt_br: Lembrar de mim
sk: Zapamätať si ma
sr: Запамти ме
ta: என்னை நினைவிற்கொள்
th: จดจำฉัน
tr: Beni hatırla
uk: Запам'ятати мене
vi: Ghi nhớ đăng nhập
zh_hans: 记住我
zh_hant: 記住我

# UseAnotherTwoStepMethod
source: Use another two-step login method
ar: استخدام طريقة أخرى لتسجيل الدخول بخطوتين
az: Başqa bir iki mərhələli giriş metodu istifadə edin
bg: Използвайте друг начин на двустепенно удостоверяване
cs: Použít jinou metodu dvoufázového přihlášení
da: Brug en anden to-trins-loginmetode
de: Verwende eine andere Zwei-Faktor Authentifizierungsmethode
el: Χρήση άλλης μεθόδου δύο παραγόντων
fa: استفاده از روش ورود دو مرحله‌ای دیگر
fi: Käytä vaihtoehtoista todennustapaa
fr: Utiliser une autre méthode d'authentification à deux facteurs
gl: Empregar outro método de verificación en 2 pasos
he: השתמש בשיטה אחרת עבור כניסה דו שלבית
hr: Koristiti drugi način prijave dvostrukom autentifikacijom
hu: Más kétlépcsős bejelentkezés használata
id: Gunakan metode masuk dua langkah lainnya
it: Usa un altro metodo di verifica in due passaggi
ja: 他の2段階認証方法を使用
lv: Izmantot citu divpakāpju pieteikšanās veidu
nl: Gebruik een andere tweestapsaanmelding
pl: Użyj innej metody logowania dwustopniowego
pt: Utilizar outro método de verificação de dois passos
pt_br: Usar outro método de autenticação em duas etapas
sk: Použiť inú dvojstupňovú metódu prihlásenia
sr: Користите другу методу пријављивања у два корака
ta: மற்றொரு இரு-படி உள்நுழைவு முறையைப் பயன்படுத்து
th: ใช้วิธีการยืนยันตัวตนสองขั้นตอนอื่น
tr: Başka bir iki aşamalı giriş yöntemini kullan
uk: Інший спосіб двоетапної перевірки
vi: Sử dụng phương pháp xác thực hai bước khác
zh_hans: 使用其他两步登录方式
zh_hant: 使用另一種兩步驟登入方法

# VerificationEmailNotSent
source: Could not send verification email. Try again.
ar: تعذر إرسال رسالة التحقق عبر البريد. حاول مرة أخرى.
az: Doğrulama e-poçtu göndərilə bilmədi. Yenidən sınayın.
bg: Писмото за потвърждение не може да се изпрати повторно. Пробвайте отново.
cs: Nelze odeslat ověřovací e-mail. Zkuste to znovu.
da: Kunne ikke sende bekræftelses-email. Prøv igen.
de: Bestätigungsmail konnte nicht gesendet werden. Erneut versuchen.
el: Δεν ήταν δυνατή η αποστολή του email επαλήθευσης. Προσπάθησε ξανά.
fa: نمی‌توان ایمیل تأیید را ارسال کرد. دوباره امتحان کنید.
fi: Todennussähköpostin lähetys ei onnistunut. Yritä uudelleen.
fr: Impossible d'envoyer le courriel de vérification. Essayez à nouveau.
gl: Non se puido enviar o correo de verificación. Volve intentalo.
he: לא ניתן לשלוח אימייל לאימות. נסה שוב.
hr: Nije moguće slanje kontrolnog koda e-poštom. Pokušaj ponovno.
hu: Nem sikerült elküldeni a megerősítő emailt. Próbáljuk újra.
id: Tidak dapat mengirim email verifikasi. Coba lagi.
it: Impossibile inviare l'email con il codice di verifica. Riprova.
ja: 確認メールを送信できませんでした。やり直してください。
lv: Apliecinājuma e-pasta ziņojumu nevarēja nosūtīt. Jāmēģina vēlreiz.
nl: Kon de verificatie-e-mail niet versturen. Probeer het opnieuw.
pl: Nie można wysłać wiadomości weryfikacyjnej. Spróbuj ponownie.
pt: Não foi possível enviar o e-mail de verificação. Tente novamente.
pt_br: Não foi possível enviar o e-mail de verificação. Tente novamente.
sk: Nepodarilo sa odoslať overovací e-mail. Skúste znova.
sr: Слање Е-поште за верификацију није успело. Покушај поново.
ta: சரிபார்ப்பு மின்னஞ்சலை அனுப்ப இயலவில்லை. மீண்டும் முயல்.
th: ไม่สามารถส่งอีเมลยืนยันได้ โปรดลองอีกครั้ง
tr: Doğrulama e-postası gönderilemedi. Yeniden deneyin.
uk: Не вдається надіслати лист для перевірки. Спробуйте знову.
vi: Không thể gửi email xác minh. Thử lại.
zh_hans: 无法发送验证电子邮件。请重试。
zh_hant: 無法傳送​​驗證電子郵件。請再試一次。

source: Verification email sent
ar: تم إرسال رسالة تحقق للبريد الإلكتروني
az: Doğrulama e-poçtu göndərildi
bg: Писмото за потвърждение е изпратено повторно.
cs: Ověřovací e-mail byl odeslán.
da: Bekræftelses-email sendt.
de: Verifizierung-E-Mail versendet
el: Το μήνυμα επιβεβαίωσης ηλ. ταχυδρομείου στάλθηκε
fa: ایمیل تأیید فرستاده شد
fi: Todennussähköposti lähetettiin
fr: Courriel de vérification envoyé
gl: Correo de verificación enviado
he: דוא"ל אימות נשלח
hr: E-pošta za potvrdu poslana
hu: Az ellenőrző kódot tartalmazó email elküldésre került.
id: Email verifikasi terkirim
it: Email di verifica inviata
ja: 確認メールを送信しました。
lv: Apliecināšanas e-pasta ziņojums ir nosūtīts
nl: Verificatie e-mail verzonden
pl: Kod weryfikacyjny został wysłany
pt: E-mail de verificação enviado
pt_br: E-mail de verificação enviado
sk: Overovací e-mail bol odoslaný.
sr: Е-пошта за потврду је послата
ta: சரிபார்ப்பு மின்னஞ்சல் அனுப்பப்பட்டது.
th: ส่งอีเมลยืนยันแล้ว
tr: Doğrulama e-postası gönderildi
uk: Лист для підтвердження надіслано
vi: Đã gửi email xác minh
zh_hans: 验证邮件已发送
zh_hant: 已傳送驗證電子郵件

# YubiKeyInstruction
source: To continue, hold your YubiKey NEO against the back of the device or insert your YubiKey into your device’s USB port, then touch its button.
ar: للمتابعة، اضغط مع الاستمرار على YubiKey NEO من الجزء الخلفي من الجهاز أو أدخل مفتاح YubiKey في منفذ USB بجهازك، ثم المس الزر الخاص به.
az: Davam etmək üçün Yubikey NEO açarınızı cihazınızın arxasına tutun və ya YubiKey-i cihazınızın USB portuna taxıb düyməsinə toxunun.
bg: За да продължите, задръжте устройството YubiKey NEO към гърба на телефона или сложете устройството YubiKey в USB порта и натиснете бутона му.
cs: Pro pokračování podržte YubiKey NEO blízko zadní strany Vašeho zařízení nebo vložte YubiKey do USB portu a stiskněte tlačítko na klíči.
da: For at fortsætte, skal du holde din YubiKey NEO mod bagsiden af enheden eller indsætte din YubiKey i enhedens USB-port, og trykke på dens knap.
de: Halte deinen YubiKey NEO an die Rückseite des Geräts, um fortzufahren.
el: Για να συνεχίσετε, κρατήστε το YubiKey NEO στο πίσω μέρος της συσκευής ή τοποθετήστε το YubiKey στη θύρα USB της συσκευής σας, και στη συνέχεια πατήστε το κουμπί του.
fa: برای ادامه، YubiKey NEO خود را در پشت دستگاه نگه دارید یا YubiKey خود را در پورت USB دستگاه خود قرار دهید، سپس دکمه‌ی آن را لمس کنید.
fi: Jatka asettamalla YubiKey NEO -suojausavain laitteen taustaa vasten tai kytke YubiKey-suojausavain laitteen USB-porttiin ja kosketa sen painiketta.
fr: Pour continuer, maintenez votre YubiKey NEO à l'arrière de l'appareil ou insérez votre Yubikey dans le port USB de l'appareil puis appuyez sur son bouton.
gl: Para continuar, apoia a YubiKey NEO na parte traseira do dispositivo ou insértaa no porto USB e pulsa o botón.
he: כדי להמשיך, החזק את ה־Yubikey NEO שלך כנגד החלק האחורי של המכשיר או הכנס את ה־YubiKey שלך אל תוך יציאת ה־USB של המכשיר שלך, ואז גע בכפתור שלו.
hr: Za nastavak, prisloni svoj YubiKey NEO na stražnju stranu uređaja ili umetni YubiKey uređaj u USB priključak i dodirni njegovu tipku.
hu: A folytatáshoz tartsuk a YubiKey NEO-t a készülék hátuljához vagy csatlakoztassuk a YubiKey-t az eszköz USB-portjához és koppintsunk annak gombjára.
id: Untuk melanjutkan, tempelkan YubiKey NEO Anda ke bagian belakang perangkat atau masukkan YubiKey ke port USB perangkat Anda, lalu tekan tombolnya.
it: Appoggia la YubiKey NEO sul retro del dispositivo o inserisci la Yubikey nella porta USB e premi il pulsante dedicato.
ja: 端末の NFC ポートに YubiKey NEO を近づけたまま続行してください。
lv: Lai turpinātu, YubiKey NEO jātur pie ierīces aizmugures vai jāiesprauž USB ligzdā un tad jāpieskaras YubiKey pogai.
nl: Houd je YubiKey NEO tegen de achterkant van het apparaat om door te gaan of plaats je YubiKey in de USB-poort van je apparaat en druk dan op de knop.
pl: Przyłóż klucz YubiKey NEO z tyłu urządzenia lub włóż go do portu USB urządzenia, a następnie dotknij jego przycisku.
pt: Para continuar, segure a sua YubiKey NEO contra a parte de trás do dispositivo ou introduza a sua YubiKey na porta USB do seu dispositivo, depois toque no seu botão.
pt_br: Para continuar, segure a sua YubiKey NEO contra a parte de trás do dispositivo ou insira a sua YubiKey na porta USB do seu dispositivo, depois toque no botão dela.
sk: Pre pokračovanie podržte vaše YubiKey NEO na zadnej strane zariadenia.
sr: Да бисте наставили, држите YubiKey NEO на задњој страни уређаја или убаците свој YubiKey у УСБ порт уређаја, а затим додирните његово дугме.
th: เมื่อต้องการดำเนินการต่อ ให้แตะ YubiKey NEO ไว้ที่ด้านหลังอุปกรณ์ หรือเสียบ YubiKey เข้ากับพอร์ต USB ของอุปกรณ์ แล้วแตะที่ปุ่ม
tr: Devam etmek için, cihazın arkasına YubiKey NEO'yu tutun veya cihazın USB girişine YubiKey'i takın, ardından düğmesine basın.
uk: Для продовження прикладіть свій YubiKey NEO до задньої сторони пристрою, або вставте його в порт USB свого пристрою.
vi: Để tiếp tục, hãy đặt YubiKey NEO của bạn vào mặt sau của thiết bị hoặc cắm YubiKey vào cổng sạc của thiết bị, sau đó nhấn nút trên YubiKey.
zh_hans: 要继续，请将您的 YubiKey NEO 靠在设备背面或者将 YubiKey 插入设备的 USB 端口，然后触摸其按钮。
zh_hant: 若要繼續，請將您的 YubiKey 靠在裝置的背面或者將 YubiKey 插入您裝置的 USB 連接埠，然後按下按鈕。

# YubiKeyTitle
source: YubiKey security key
ar: مفتاح أمان YubiKey
az: YubiKey güvənlik açarı
bg: Устройство YubiKey
cs: Bezpečnostní klíč YubiKey
da: YubiKey sikkerhedsnøgle
de: YubiKey Sicherheitsschlüssel
el: Κλειδί ασφαλείας YubiKey
fa: کلید امنیتی YubiKey
fi: YubiKey-suojausavain
fr: Clé de sécurité YubiKey NEO
gl: Clave de seguridad YubiKey
he: מפתח אבטחה של YubiKey
hr: YubiKey sigurnosni ključ
hu: YubiKey biztonsági kulcs
id: Kunci Keamanan YubiKey
it: Chiave di sicurezza YubiKey
ja: YubiKey セキュリティキー
lv: YubiKey drošības atslēga
nl: YubiKey beveiligingssleutel
pl: Klucz bezpieczeństwa YubiKey
pt: Chave de segurança YubiKey
pt_br: Chave de segurança YubiKey NEO
sk: YubiKey NEO bezpečnostný kľúč
sr: YubiKey Сигурносни Кључ
ta: YubiKey பாதுகாப்பு விசை
th: คีย์ความปลอดภัย YubiKey
tr: YubiKey güvenlik anahtarı
uk: Ключ безпеки YubiKey
vi: Khóa bảo mật YubiKey
zh_hans: YubiKey 安全密钥
zh_hant: YubiKey 安全鑰匙

source: Add new attachment
ar: إضافة مرفق جديد
az: Yeni qoşma əlavə et
bg: Прикачване на файл
cs: Přidat novou přílohu
da: Tilføj ny vedhæftning
de: Neuen Anhang hinzufügen
el: Προσθήκη συνημμένου
fa: افزودن پیوست جدید
fi: Lisää uusi tiedostoliite
fr: Ajouter une nouvelle pièce jointe
gl: Engadir novo anexo
he: הוסף צרופה חדשה
hr: Dodaj novi privitak
hu: Melléklet hozzáadása
id: Tambah Lampiran Baru
it: Aggiungi nuovo allegato
ja: 添付ファイルを追加
lv: Pievienot jaunu pielikumu
nl: Nieuwe bijlage toevoegen
pl: Dodaj nowy załącznik
pt: Adicionar novo anexo
pt_br: Adicionar novo anexo
sk: Pridať novú prílohu
sr: Додај нови прилог
ta: புதிய இணைப்பைச் சேர்
th: เพิ่มไฟล์แนบใหม่
tr: Yeni dosya ekle
uk: Додати нове вкладення
vi: Thêm tệp đính kèm mới
zh_hans: 添加新附件
zh_hant: 新增附件

source: Attachments
ar: مرفقات
az: Qoşmalar
bg: Прикачени файлове
cs: Přílohy
da: Vedhæftninger
de: Anhänge
el: Συνημμένα
fa: پیوست‌ها
fi: Liitteet
fr: Pièces jointes
gl: Anexos
he: קבצים מצורפים
hr: Privitci
hu: Mellékletek
id: Lampiran
it: Allegati
ja: 添付ファイル
lv: Pielikumi
nl: Bijlagen
pl: Załączniki
pt: Anexos
pt_br: Anexos
sk: Prílohy
sr: Прилози
ta: இணைப்புகள்
th: ไฟล์แนบ
tr: Dosyalar
uk: Вкладення
vi: Tệp đính kèm
zh_hans: 附件
zh_hant: 附件
