Repository: bitwarden/ios
Catalog: BitwardenResources/Localizations/*.lproj/Localizable.strings
Languages: ar, az, bg, cs, da, de, el, fa, fi, fr, gl, he, hr, hu, id, it, ja, lv, nl, pl, pt, pt_br, sk, sr, ta, th, tr, uk, vi, zh_hans, zh_hant

# XCharacters
source: %1$@ Characters
ar: %1$@ أحرف
az: %1$@ xarakter
bg: %1$@ знака
cs: %1$@ znaků
da: %1$@ tegn
de: %1$@ Zeichen
el: %1$@ Χαρακτήρες
fa: %1$@ کاراکتر
fi: %1$@ merkkiä
gl: %1$@ caracteres
hr: %1$@ znakova
hu: %1$@ karakter
it: %1$@ caratteri
ja: %1$@ 文字
lv: %1$@ rakstzīmes
nl: %1$@ tekens
pl: %1$@ znaków
pt: %1$@ carateres
sk: %1$@ znakov
sr: %1$@ знакова
uk: %1$@ символів
vi: %1$@ ký tự
zh_hans: %1$@ 个字符
zh_hant: %1$@ 個字元

source: Restart registration
ar: إعادة تشغيل التسجيل
az: Qeydiyyatı yenidən başlat
bg: Рестартиране на регистрацията
cs: Restartovat registraci
da: Genstart registrering
de: Registrierung neu starten
el: Επανεκκίνηση εγγραφής
fa: ثبت‌نام را دوباره آغاز کنید
fi: Aloita rekisteröityminen alusta
fr: Recommencer l'inscription
gl: Reiniciar rexistro
he: התחל הרשמה מחדש
hr: Ponovno pokreni registraciju
hu: Regisztráció újra indítása
id: Mulai ulang pendaftaran
it: Ricomincia la registrazione
ja: 登録を再度始める
lv: Sākt reģistrēšanos no jauna
nl: Registratie herstarten
pl: Rozpocznij rejestrację od początku
pt: Reiniciar registo
pt_br: Reiniciar cadastro
sk: Zopakovať registráciu
sr: Поново покрените регистрацију
ta: பதிவை மறுதொடக்கம் செய்
th: เริ่มการลงทะเบียนใหม่
tr: Kaydı yeniden başlat
uk: Перезапустити реєстрацію
vi: Tiến hành đăng ký lại
zh_hans: 重启注册
zh_hant: [%1$s] 採用自架金鑰伺服器的 SSO 功能，因此該組織成員不再需要主密碼來登入。

source: Expired link
ar: رابط منتهي الصلاحية
az: Vaxtı bitmiş keçid
bg: Връзка с изтекла давност
cs: Platnost odkazu vypršela
da: Udløbet link
de: Abgelaufener Link
el: Ο σύνδεσμος έληξε
fa: پیوند منقضی شد
fi: Vanhentunut linkki
fr: Lien expiré
gl: Ligazón caducada
he: קישור פג תוקף
hr: Istekla poveznica
hu: A hivatkozás lejárt.
id: Tautan telah kadaluwarsa
it: Link scaduto
ja: 期限切れのリンク
lv: Saitei beidzies derīgums
nl: Verlopen link
pl: Link wygasł
pt: Link expirado
pt_br: Link vencido
sk: Platnosť odkazu vypršala
sr: Истекла веза
ta: காலாவதியான இணைப்பு
th: ลิงก์หมดอายุ
tr: Bağlantının süresi dolmuş
uk: Протерміноване посилання
vi: Liên kết đã hết hạn
zh_hans: 失效链接
zh_hant: 過期連結

source: Please restart registration or try logging in. You may already have an account.
ar: الرجاء إعادة تشغيل التسجيل أو محاولة تسجيل الدخول. قد يكون لديك حساب بالفعل.
az: Lütfən qeydiyyatı yenidən başladın və ya giriş etməyə çalışın. Artıq bir hesabınız ola bilər.
bg: Моля, рестартирайте процеса на регистрация или опитайте да се впишете. Може вече да имате регистрация.
cs: Restartujte registraci nebo se zkuste přihlásit. Možná již máte účet.
da: Genstart registreringen eller prøv at logge ind. En konto er muligvis allerede oprettet.
de: Bitte starte die Registrierung neu oder versuche dich anzumelden. Möglicherweise hast du bereits ein Konto.
el: Παρακαλώ επανεκκινήστε την εγγραφή ή δοκιμάστε να συνδεθείτε. Μπορεί να έχετε ήδη λογαριασμό.
fa: لطفاً ثبت‌نام را دوباره آغاز کنید یا سعی کنید وارد حساب کاربری خود شوید. ممکن است از قبل حساب کاربری داشته باشید.
fi: Aloita rekisteröityminen alusta tai yritä kirjautua sisään uudelleen. Sinulla saattaa jo olla tili.
fr: Veuillez recommencer l'inscription ou essayer de vous connecter. Vous avez peut-être déjà un compte.
gl: Por favor, volve empezar o rexistro ou intenta iniciar sesión. Pode que xa teñas unha conta.
he: נא להתחיל את ההרשמה מחדש או לנסות להיכנס. ייתכן שכבר יש לך חשבון.
hr: Ponovo pokreni registraciju ili se pokušaj prijaviti. Možda već imaš račun.
hu: Indítsuk újra a regisztrációt vagy próbáljunk meg bejelentkezni. Valószínűleg már létezik a fiók.
id: Silakan ulangi pendaftaran atau coba masuk. Mungkin Anda sudah memiliki akun.
it: Riprova la registrazione o tenta l'accesso. Potresti avere già un account.
ja: 登録を再度始めるか、ログインを試してください。すでにアカウントを持っている可能性があります。
lv: Lūgums sākt reģistrēšanos no jauna vai mēģināt pieteikties. Tev jau varētu būt konts.
nl: Herstart de registratie of probeer in te loggen. Je heeft mogelijk al een account.
pl: Rozpocznij rejestrację od początku lub spróbuj się zalogować. Możesz mieć już konto.
pt: Por favor, reinicie o registo ou tente iniciar sessão. É possível que já tenha uma conta.
pt_br: Reinicie o cadastro ou tente se conectar. Você pode já ter uma conta.
sk: Zopakujte registráciu alebo sa pokúste prihlásiť. Možno už účet máte.
sr: Поново покрените регистрацију или покушајте да се пријавите. Можда већ имате налог.
ta: தயவுசெய்து பதிவை மறுதொடக்கம் செய்யவும் அல்லது உள்நுழைய முயற்சிக்கவும். உங்களுக்கு ஏற்கனவே ஒரு கணக்கு இருக்கலாம்.
th: โปรดเริ่มการลงทะเบียนใหม่หรือลองเข้าสู่ระบบ คุณอาจมีบัญชีอยู่แล้ว
tr: Lütfen kaydı yeniden başlatın veya giriş yapmayı deneyin. Mevcut bir hesabınız olabilir.
uk: Перезапустіть реєстрацію або спробуйте увійти. Можливо, ви вже маєте обліковий запис.
vi: Vui lòng tiến hành đăng ký lại hoặc thử đăng nhập. Bạn có thể đã có tài khoản.
zh_hans: 请重启注册或尝试登录。您可能已经有一个账户了。
zh_hant: 請重啟註冊或是嘗試登入。您可能已經有一個帳號了。

source: Remove passkey
ar: إزالة مفتاح المرور
az: Keçid açarını sil
bg: Премахване на секретния ключ
cs: Odebrat přístupový klíč
da: Fjern adgangsnøgle
de: Passkey entfernen
el: Αφαίρεση κλειδιού πρόσβασης
fa: حذف کلید عبور
fi: Poista pääsyavain
fr: Supprimer la clé d'accès
gl: Eliminar Clave de acceso
he: הסר מפתח גישה
hr: Ukloni pristupni ključ
hu: Belépőkulcs eltávolítása
id: Hapus kunci sandi
it: Rimuovi passkey
ja: パスキーを削除
lv: Noņemt piekļuves atslēgu
nl: Passkey verwijderen
pl: Usuń klucz dostępu
pt: Remover chave de acesso
pt_br: Remover chave de acesso
sk: Odstrániť prístupový kľúč
sr: Уклонити приступни кључ
ta: பாஸ்கீ-ஐ நீக்கு
th: ลบพาสคีย์
tr: Geçiş anahtarını kaldır
uk: Вилучити ключ доступу
vi: Xóa mã khoá
zh_hans: 移除通行密钥
zh_hant: 移除密碼金鑰

source: Passkey removed
ar: تمت إزالة كلمة المرور
az: Keçid açarı silindi
bg: Секретният ключ е премахнат
cs: Přístupový klíč byl odebrán
da: Adgangsnøgle fjernet
de: Passkey entfernt
el: Το κλειδί πρόσβασης αφαιρέθηκε
fa: کلید عبور حذف شد
fi: Pääsyavain poistettiin
fr: Clé d'accès supprimée
gl: Clave de acceso eliminada
he: מפתח גישה הוסר
hr: Pristupni ključ uklonjen
hu: A belépőlulcs eltávolításra került.
id: Kunci sandi dihapus
it: Passkey rimossa
ja: パスキーを削除しました
lv: Piekļuves atslēga noņemta
nl: Passkey verwijderd
pl: Klucz dostępu został usunięty
pt: Chave de acesso removida
pt_br: Chave de acesso removida
sk: Prístupový kľúč bol odstránený
sr: Приступни кључ је уклоњен
ta: பாஸ்கீ நீக்கப்பட்டது
th: ลบพาสคีย์แล้ว
tr: Geçiş anahtarı kaldırıldı
uk: Ключ доступу вилучено
vi: Đã xóa mã khoá
zh_hans: 通行密钥已移除
zh_hant: 密碼金鑰已被移除

source: SSH key
ar: مفتاح SSH
az: SSH açarı
bg: SSH ключ
cs: SSH klíč
da: SSH-nøgle
de: SSH-Schlüssel
el: Κλειδί SSH
fa: کلید SSH
fi: SSH-avain
fr: Clé SSH
gl: Clave SSH
he: מפתח SSH
hr: SSH ključ
hu: SSH kulcs
id: Kunci SSH
it: Chiave SSH
ja: SSH 鍵
lv: SSH atslēga
nl: SSH-sleutel
pl: Klucz SSH
pt: Chave SSH
pt_br: Chave SSH
sk: Kľúč SSH
sr: SSH кључ
ta: SSH விசை
th: คีย์ SSH
tr: SSH anahtarı
uk: Ключ SSH
vi: Khóa SSH
zh_hans: SSH 密钥
zh_hant: SSH 金鑰

source: Private key
ar: مفتاح خاص
az: Şəxsi açar
bg: Частен ключ
cs: Soukromý klíč
da: Privat nøgle
de: Privater Schlüssel
el: Ιδιωτικό κλειδί
fa: کلید خصوصی
fi: Yksityinen avain
fr: Clé privée
gl: Clave privada
he: מפתח פרטי
hr: Privatni ključ
hu: Személyes kulcs
id: Kunci privat
it: Chiave privata
ja: 秘密鍵
lv: Privātā atslēga
nl: Privésleutel
pl: Klucz prywatny
pt: Chave privada
pt_br: Chave privada
sk: Súkromný kľúč
sr: Приватни кључ
ta: தனிப்பட்ட விசை
tr: Özel anahtar
uk: Закритий ключ
vi: Khóa riêng tư
zh_hans: 私钥
zh_hant: 私密金鑰

source: Public key
ar: مفتاح عام
az: Hər kəsə açıq açar
bg: Публичен ключ
cs: Veřejný klíč
da: Offentlig nøgle
de: Öffentlicher Schlüssel
el: Δημόσιο κλειδί
fa: کلید عمومی
fi: Julkinen avain
fr: Clé publique
gl: Clave pública
he: מפתח ציבורי
hr: Javni ključ
hu: Nyilvános kulcs
id: Kunci publik
it: Chiave pubblica
ja: 公開鍵
lv: Publiskā atslēga
nl: Publieke sleutel
pl: Klucz publiczny
pt: Chave pública
pt_br: Chave pública
sk: Verejný kľúč
sr: Јавни кључ
ta: பொது விசை
tr: Ortak anahtar
uk: Відкритий ключ
vi: Khóa công khai
zh_hans: 公钥
zh_hant: 公開金鑰

source: The region for the given email could not be loaded.
ar: لا يمكن تحميل المنطقة للبريد الإلكتروني المحدد.
az: Verilmiş e-poçtla əlaqəli e-poçt yüklənə bilmədi.
bg: Регионът за зададената е-поща не може да бъде зареден.
cs: Oblast pro daný e-mail nelze načíst.
da: Regionen for den givne e-mail kunne ikke indlæses.
de: Die Region für die angegebene E-Mail-Adresse konnte nicht geladen werden.
el: Δεν ήταν δυνατή η φόρτωση της περιοχής για το συγκεκριμένο email.
fa: ناحیه مربوط به ایمیل وارد شده قابل بارگذاری نیست.
fi: Annetun sähköpostiosoitteen aluetta ei voitu ladata.
fr: La région pour le courriel donné n'a pas pu être chargée.
gl: A rexión para o correo introducido non puido ser cargada.
he: לא הייתה אפשרות לטעון את האזור עבור הדוא"ל הנתון.
hr: Regija dane adrese e-pošte nije mogla biti učitana.
hu: Az adott e-mail cím régióját nem lehetett betölteni.
id: Region untuk email tersebut gagal dimuat.
it: Non è stato possibile caricare la regione per l'email specificata.
ja: 指定されたメールのリージョンを読み込めませんでした。
lv: Sniegtās e-pasta adreses apgabalu nevarēja ielādēt.
nl: De regio voor het opgegeven e-mailadres kon niet geladen worden.
pl: Nie można załadować regionu dla tego adresu e-mail.
pt: Não foi possível carregar a região para o e-mail fornecido.
pt_br: A região do e-mail fornecido não pôde ser carregada.
sk: Oblasť pre daný e-mail sa nepodarilo načítať.
sr: Регион за дат имејл није могао да се учита.
ta: கொடுக்கப்பட்ட மின்னஞ்சலுக்கான பிராந்தியத்தை ஏற்ற முடியவில்லை.
th: ไม่สามารถโหลดภูมิภาคสำหรับอีเมลที่ระบุได้
tr: Verilen e-posta için bölge yüklenemedi.
uk: Не вдалося завантажити регіон для вказаної електронної пошти.
vi: Không thể tải vùng cho email đã cung cấp.
zh_hans: 无法加载给定的电子邮箱的区域。
zh_hant: 無法載入所提供的電子郵件信箱的地理位址。

# SetUpLaterQuestion
source: Set up later?
ar: إعداد لاحقًا؟
az: Daha sonra qurulsun?
bg: Настройване по-късно?
cs: Nastavit později?
da: Opsæt senere?
de: Später einrichten?
el: Ρύθμιση αργότερα;
fa: بعداً راه‌اندازی شود؟
fi: Määritetäänkö myöhemmin?
fr: Configurer plus tard ?
gl: Configurar máis tarde?
he: להגדיר מאוחר יותר?
hr: Postavi kasnije?
hu: Beállítás később?
id: Lakukan nanti?
it: Vuoi saltare la configurazione?
ja: 後で設定しますか?
lv: Iestatīt vēlāk?
nl: Later instellen?
pl: Skonfigurować później?
pt: Configurar mais tarde?
pt_br: Configurar mais tarde?
sk: Nastaviť neskôr?
sr: Подесити касније?
ta: பிறகு அமைக்கவா?
th: ตั้งค่าภายหลังหรือไม่
tr: Daha sonra ayarlamak ister misiniz?
uk: Налаштувати пізніше?
vi: Thiết lập sau?
zh_hans: 稍后设置吗？
zh_hant: 稍後設定？

# YouCanFinishSetupUnlockAnytimeDescriptionLong
source: You can finish setup anytime in Account Security under Settings. You’ll use your master password to unlock until you set up another method.
ar: يمكنك إنهاء الإعداد في أي وقت في أمان الحساب تحت الإعدادات. سوف تستخدم كلمة المرور الرئيسية للفتح حتى تقوم بإعداد طريقة أخرى.
az: Quraşdırmanı istənilən vaxt Ayarlardakı Hesab Güvənliyində tamamlaya bilərsiniz. Başqa bir üsul qurana qədər kilidi açmaq üçün ana parolunuzu istifadə edəcəksiniz.
bg: Можете да завършите настройката по всяко време от Настройки > Защита на регистрацията. Ще трябва да използвате главната си парола за отключване, докато не настроите друг метод.
cs: Nastavení můžete kdykoli dokončit v části Zabezpečení účtu v části Nastavení. Dokud nenastavíte jiný způsob, budete k odemykání používat hlavní heslo.
da: Opsætningen kan når som helst færdiggøres i Kontosikkerhed under Indstillinger. Hovedadgangskoden bruges til oplåsning, indtil en anden metode er opsat.
de: Du kannst die Einrichtung jederzeit unter Kontosicherheit in den Einstellungen abschließen. Du musst dein Master-Passwort zum Entsperren verwenden, bis du eine andere Methode eingerichtet hast.
el: Μπορείτε να ολοκληρώσετε τη ρύθμιση ανά πάσα στιγμή στην ενότητα «Ασφάλεια λογαριασμού» στις Ρυθμίσεις. Θα χρησιμοποιείτε τον κύριο κωδικό πρόσβασής σας για το ξεκλείδωμα μέχρι να ορίσετε μια άλλη μέθοδο.
fa: می‌توانید راه‌اندازی را هر زمان از بخش امنیت حساب در تنظیمات تکمیل کنید. تا زمانی که روش دیگری را راه‌اندازی نکرده‌اید، از کلمه عبور اصلی خود برای باز کردن قفل استفاده خواهید کرد.
fi: Voit viimeistellä käyttöönoton milloin tahansa asetusten "Tilin suojaus" -osiosta. Voit avata lukituksen pääsalasanallasi kunnes määrität vaihtoehtoisen menetelmän.
fr: Vous pouvez terminer la configuration à tout moment dans la section Sécurité du compte dans les Paramètres. Vous utiliserez votre mot de passe principal pour déverrouiller jusqu'à ce que vous ayez configuré une autre méthode.
gl: Podes rematar a configuración en calquer momento en "Seguridade da conta" en "Axustes". Empregarase o contrasinal mestre para desbloquear ata que configures outro método.
he: תוכל לסיים את ההתקנה בכל עת ב'אבטחת החשבון' תחת 'הגדרות'. תצטרך להשתמש בסיסמה הראשית שלך כדי לבטל נעילה עד שתגדיר שיטה אחרת.
hr: Možeš završiti postavljanje bilo kada u Sigurnosti računa pod Postavkama. Za otključavanje koristi svoju glavnu lozinku dok ne postaviš drugu metodu.
hu: A beállítást bármikor befejezhetjük a Beállításokban a Fiókbiztonságnál. A feloldáshoz a mesterjelszó van használatban egy másik mód beállításáig.
id: Anda dapat menyelesaikan penyiapan kapan saja di Keamanan Akun di Pengaturan. Gunakan sandi utama untuk membuka kunci hingga Anda menyiapkan metode lain.
it: Puoi terminare la configurazione in qualsiasi momento da 'Sicurezza dell'account' nelle Impostazioni. Dovrai digitare la tua password principale per lo sblocco fino a quando non imposterai un altro metodo.
ja: アカウントのセキュリティでいつでもセットアップを完了できます。別の方法を設定するまではマスターパスワードを使用してロックを解除してください。
lv: Iestatīšanu var pabeigt jebkurā brīdi iestatījumu sadaļā "Konta drošība". Būs jāizmanto sava galvenā parole, lai atslēgtu, līdz tiks iestatīts cits veids.
nl: Je kunt de installatie ieder moment afronden in Accountbeveiliging onder Instellingen. Je gebruikt je hoofdwachtwoord voor ontgrendelen totdat je een andere methode hebt ingesteld.
pl: Konfigurację możesz zakończyć w dowolnym momencie w sekcji Bezpieczeństwo konta w Ustawieniach. Do odblokowania sejfu będziesz używać hasła głównego, chyba że skonfigurujesz inną metodę.
pt: Pode terminar a configuração a qualquer altura em Segurança da conta, nas Definições. Utilizará a sua palavra-passe mestra para desbloquear até definir outro método.
pt_br: Você pode terminar a configuração a qualquer momento em Segurança da conta nas Configurações. Você usará sua senha principal para desbloquear até configurar outro método.
sk: Nastavenie môžete kedykoľvek dokončiť v Nastavenia – Zabezpečenie účtu. Na odomknutie budete používať svoje hlavné heslo, kým nenastavíte iný spôsob.
sr: Подешавање можете да завршите у било ком тренутку у оквиру Безбедност налога у оквиру Подешавања. За откључавање ћете користити своју главну лозинку док не подесите други метод.
ta: அமைப்புகளின் கீழ் கணக்கு பாதுகாப்பில் எந்த நேரத்திலும் நீங்கள் திறப்பு அமைப்பை முடிக்கலாம். மற்றொரு முறையை அமைக்கும் வரை நீங்கள் திறக்க உங்கள் மாஸ்டர் கடவுச்சொல்லைப் பயன்படுத்துவீர்கள்.
th: คุณสามารถตั้งค่าให้เสร็จสิ้นได้ทุกเมื่อในความปลอดภัยของบัญชีภายใต้การตั้งค่า คุณจะใช้รหัสผ่านหลักเพื่อปลดล็อกจนกว่าจะตั้งค่าวิธีอื่น
tr: Kurulumu istediğiniz zaman Ayarlar altındaki Hesap Güvenliği bölümünden tamamlayabilirsiniz. Başka bir yöntem tanımlayana kadar kilidi açmak için ana parolanızı kullanabilirsiniz.
uk: Ви можете завершити налаштування будь-коли в розділі "Безпека облікового запису" в налаштуваннях. Ви будете використовувати головний пароль для розблокування, поки не встановите інший метод.
vi: Bạn có thể hoàn tất thiết lập bất cứ lúc nào trong mục Bảo mật tài khoản trong Cài đặt. Bạn sẽ sử dụng mật khẩu chính để mở khóa cho đến khi thiết lập phương pháp khác.
zh_hans: 您可以随时在「设置」下的「账户安全」中完成设置。在设置其他方式之前，您将使用主密码来解锁。
zh_hant: 您可以在設定裡面的帳號安全來隨時完成設定。在設定其它解鎖方式之前，您必須使用主密碼來解鎖。

source: Confirm
ar: تأكيد
az: Təsdiqlə
bg: Потвърждаване
cs: Potvrdit
da: Bekræft
de: Bestätigen
el: Επιβεβαίωση
fa: تأیید
fi: Vahvista
fr: Confirmer
gl: Confirmar
he: אשר
hr: Potvrdi
hu: Megerősítés
id: Konfirmasi
it: Conferma
ja: 確認
lv: Apstiprināt
nl: Bevestigen
pl: Potwierdź
pt: Confirmar
pt_br: Confirmar
sk: Potvrdiť
sr: Потврди
ta: உறுதிப்படுத்து
th: ยืนยัน
tr: Onayla
uk: Підтвердити
vi: Xác nhận
zh_hans: 确认
zh_hant: 確認

source: Error connecting with the Duo service. Use a different two-step login method or contact Duo for assistance.
ar: خطأ في الاتصال بخدمة Duo. استخدم طريقة تسجيل الدخول بخطوتين مختلفة أو اتصل بـ Duo للمساعدة.
az: Duo xidmətinə bağlanarkən xəta baş verdi. Fərqli iki addımlı giriş üsulu istifadə edin və ya kömək üçün Duo ilə əlaqə saxlayın.
bg: Грешка при свързването с услугата на Duo. Използвайте друг метод за двустепенно удостоверяване или се свържете с Duo за съдействие.
cs: Chyba při připojování ke službě Duo. Použijte jinou dvoufázovou metodu přihlášení nebo kontaktujte Duo o pomoc.
da: Fejl under oprettelse af forbindelse til Duo-tjenesten. Brug en anden totrins-indlogningsmetode eller kontakt Duo for hjælp.
de: Fehler beim Verbinden mit dem Duo-Dienst. Verwende eine andere Zwei-Faktor-Authentifizierungsmethode oder kontaktiere Duo für Hilfe.
el: Σφάλμα κατά τη σύνδεση με την υπηρεσία Duo. Χρησιμοποιήστε μια διαφορετική μέθοδο σύνδεσης δύο βημάτων ή επικοινωνήστε με την Duo για βοήθεια.
fa: خطا در اتصال به سرویس Duo. از روش ورود دو مرحله‌ای دیگری استفاده کنید یا برای دریافت کمک با Duo تماس بگیرید.
fi: Virhe yhdistettäessä Duo-palveluun. Käytä vaihtoehtoista todennustapaa tai ole yhteydessä Duon asiakaspalveluun saadaksesi apua.
fr: Erreur de connexion avec le service Duo. Utilisez une méthode de connexion différente en deux étapes ou contactez Duo pour obtenir de l'aide.
gl: Erro conectando co servizo de Duo. Usa un método de verificación en 2 pasos alternativo ou contacta con Duo.
he: שגיאה בהתחברות עם השירות Duo. השתמש בשיטת כניסה דו־שלבית אחרת או פנה אל Duo לסיוע.
hr: Greška pri povezivanju s uslugom Duo. Koristi drugu metodu prijave s dvostrukom autentifikacijom ili kontaktiraj Duo za pomoć.
hu: Hiba történt a Duo szolgáltatáshoz csatlakozáskor. Használjunk másik kétlépcsős bejelentkezési módot vagy kérjünk segítséget a Duotól.
id: Gagal menyambungkan dengan layanan Duo. Gunakan cara masuk dua-langkah lainnya atau hubungi Duo untuk mendapatkan panduan.
it: Errore di connessione con il servizio Duo. Utilizza un metodo di login in due passaggi diverso o contatta Duo per l'assistenza.
ja: Duo サービスへの接続中にエラーが発生しました。異なる二段階ログイン方法を使用するか、Duo に連絡してください。
lv: Kļūda savienojuma izveidošanā ar Duo pakalpojumu. Jāizmanto cits divpakāpju pieteikšanās veids vai jāvēršas pie Duo pēc palīdzības.
nl: Fout bij het verbinden met de Duo-service. Gebruik een andere tweestapsaanmeldingsmethode of neem contact op met Duo voor hulp.
pl: Wystąpił błąd podczas połączenia z usługą Duo. Użyj innej metody logowania dwustopniowego lub skontaktuj się z Duo w celu uzyskania pomocy.
pt: Erro ao ligar ao serviço Duo. Utilize um método de verificação de dois passos diferente ou contacte o Duo para obter assistência.
pt_br: Erro ao se conectar com o serviço Duo. Use um método de autenticação em duas etapas diferente ou entre em contato com o Duo para assistência.
sk: Chyba pri pripájaní k službe Duo. Použite inú metódu dvojstupňového prihlásenia alebo kontaktujte Duo a požiadajte o pomoc.
sr: Грешка при повезивању са услугом Duo. Користите други метод пријаве у два корака или контактирајте Duo за помоћ.
ta: Duo சேவைடன் இணைப்பதில் பிழை ஏற்பட்டது. வேறு இரண்டு-படி உள்நுழைவு முறையைப் பயன்படுத்தவும் அல்லது உதவிக்கு Duo-வைத் தொடர்பு கொள்ளவும்.
th: เกิดข้อผิดพลาดในการเชื่อมต่อกับบริการ Duo ใช้วิธีการยืนยันตัวตนสองขั้นตอนอื่น หรือติดต่อ Duo เพื่อขอความช่วยเหลือ
tr: Duo hizmetine bağlanırken hata oluştu. Başka bir iki aşamalı giriş yöntemi kullanın veya destek almak Duo ile iletişime geçin.
uk: Помилка під'єднання до служби Duo. Скористайтеся іншим способом двоетапної перевірки або зверніться до служби підтримки Duo по допомогу.
vi: Lỗi kết nối với dịch vụ Duo. Sử dụng phương thức đăng nhập hai bước khác hoặc liên hệ Duo để được hỗ trợ.
zh_hans: 与 Duo 服务连接时出错。请使用其他两步登录方式或联系 Duo 寻求帮助。
zh_hant: 連接到 Duo 服務時發生錯誤。使用不同的兩階段認證或聯繫 Duo 來獲得支援。

source: The Pre Auth Urls could not be loaded to start the account creation.
ar: لا يمكن تحميل عناوين المصادقة السابقة لبدء إنشاء الحساب.
az: Hesab yaratmanı başlatmaq üçün Ön Kimlik Doğrulama URL-ləri yüklənə bilmədi.
bg: Пред-удостоверителните адреси не могат да бъдат заредени, за да започне създаването на регистрация.
cs: Předautorizační adresy URL se nepodařilo načíst, aby bylo možné zahájit vytváření účtu.
da: Pre Auth-URL'er kunne ikke indlæses til start af kontooprettelsen.
de: Die Pre-Auth-URLs konnten nicht geladen werden, um die Kontoerstellung zu starten.
el: Δεν ήταν δυνατή η φόρτωση των URL προ-εξουσιοδότησης για να ξεκινήσει η δημιουργία του λογαριασμού.
fa: نشانی‌های پیش‌احراز هویت برای شروع ایجاد حساب کاربری قابل بارگذاری نیستند.
fi: Pre Auth URL-osoitteita ei voitu ladata tilin luonnin aloittamiseksi.
fr: Impossible de charger les URL de Pré-authentification pour démarrer la création du compte.
gl: Non se puideron cargar as Pre Auth URLs para comezar a creación da conta.
he: לא היה ניתן לטעון את כתובות ה־URL של קדם אימות כדי להתחיל את יצירת החשבון.
hr: Pre Auth URL-ovi nisu mogli biti učitani za početak stvaranja računa.
hu: Az előzes hitelestíési webcímeket nem lehetett betölteni a fiók létrehozásának megkezdéséhez.
id: Pre Auth Urls tidak dapat dimuat untuk memulai pembuatan akun.
it: Impossibile caricare gli URL Pre Auth per avviare la creazione dell'account.
ja: アカウント作成を開始するための事前認証 URL を読み込めませんでした。
lv: Pre Auth URL nevarēja ielādēt, lai uzsāktu konta izveidi.
nl: DePre-Auth-Urls konden niet gelaten worden om het account aan te maken.
pl: Nie można załadować adresów URL pre-auth, aby utworzyć konto.
pt: Não foi possível carregar os URLs de pré-autorização para iniciar a criação da conta.
pt_br: Não foi possível carregar as URLs de pré-autenticação para iniciar a criação da conta.
sk: Predbežnú autorizácia adries URL sa nepodarilo načítať na spustenie vytvárania účtu.
sr: Адресе предауторизације нису могле бити учитане да би се започело прављење налога.
ta: கணக்கு உருவாக்கத்தைத் தொடங்க, முன் அங்கீகார Url-களை ஏற்ற முடியவில்லை.
th: ไม่สามารถโหลด Pre Auth URL เพื่อเริ่มการสร้างบัญชีได้
tr: Hesap oluşturmayı başlatmak için Ön Kimlik Doğrulama Url'leri yüklenemedi.
uk: Не вдалося завантажити URL-адреси для створення облікового запису.
vi: Không thể tải URL xác thực trước để bắt đầu tạo tài khoản.
zh_hans: 无法加载预认证 URL 来启动账户创建。
zh_hant: 無法載入驗證 URL 來啟動帳號註冊流程。
