Repository: bitwarden/ios
Catalog: BitwardenResources/Localizations/*.lproj/Localizable.strings
Languages: ar, az, bg, cs, da, de, el, fa, fi, fr, gl, he, hr, hu, id, it, ja, lv, nl, pl, pt, pt_br, sk, sr, ta, th, tr, uk, vi, zh_hans, zh_hant

source: Export passwords, passkeys, credit cards, and any personal identity information.
ar: تصدير كلمات السر، ومفاتيح المرور، وبطاقات الائتمان، وأي معلومات شخصية عن الهوية.
az: Parolları, keçid açarlarını, kredit kartlarını və digər fərdi kimlik məlumatlarını xaricə köçür.
bg: Изнасяне на пароли, секретни ключове, разплащателни карти и всякакви лични данни.
cs: Exportovat hesla, hesla, kreditní karty a veškeré osobní údaje o identitě.
da: Eksportér adgangskoder, adgangsnøgler, betalingskort og alle personlige identitetsoplysninger.
de: Exportiere Passwörter, Passkeys, Kreditkarten und alle persönlichen Identitätsinformationen.
fa: برون ریزی کلمات عبور، کلیدهای عبور، کارت‌های اعتباری و هر اطلاعات هویتی شخصی.
fi: Vie salasanat, pääsyavaimet, luottokortit ja kaikki henkilökohtaiset henkilötiedot.
fr: Exportez les mots de passe, les clé d'accès, les cartes de crédit et toutes les informations d'identification personnelles.
gl: Exportar contrasinais, Claves de acceso, tarxetas e outra información persoal.
he: ייצא סיסמאות, מפתחות גישה, כרטיסי אשראי, וכל מידע אישי של זהות.
hr: Izvezi lozinke, pristupne ključeve, kreditne kartice i sve podatke o osobnom identitetu.
hu: Jelszavak, jelszavak, hitelkártyák és bármilyen személyes azonosító információ exportálása.
id: Ekspor sandi, kunci sandi, kartu kredit, dan informasi identitas pribadi apa pun.
it: Esporta parole d'accesso, chiavi d'accesso, carte di credito e qualsiasi informazione di identità personale.
ja: パスワード、パスワード、クレジットカード、およびIDをエクスポート。
lv: Izgūt paroles, piekļuves atslēgas, maksājumu kartes un jebkādu personīgo identitātes informāciju.
nl: Wachtwoorden, passkeys, creditcards en alle persoonlijke identiteitsgegevens exporteren.
pl: Eksportuj hasła, klucze dostępu, karty płatnicze i wszelkie dane osobowe.
pt: Exportar palavras-passe, chaves de acesso, cartões de crédito e quaisquer informações de identificação pessoal.
pt_br: Exporte senhas, chaves de acesso, cartões de crédito e quaisquer informações de identificação pessoal.
sk: Exportujte heslá, prístupové kľúče, kreditné karty a akékoľvek osobné údaje.
sr: Извезите лозинке, фразе, кредитне картице и друге информације о идентитету.
ta: கடவுச்சொற்கள், பாஸ்கீகள், கிரெடிட் கார்டுகள் மற்றும் தனிப்பட்ட அடையாள தகவல்களை ஏற்றுமதி செய்.
th: ส่งออกรหัสผ่าน พาสคีย์ บัตรเครดิต และข้อมูลระบุตัวตนส่วนบุคคล
tr: Parolaları, geçiş anahtarlarını, kredi kartlarını ve tüm kişisel kimlik bilgilerini dışa aktarın.
uk: Експорт паролів, ключів доступу, кредитних карток та будь-яких особистих даних.
vi: Xuất mật khẩu, mã khóa, thẻ tín dụng và mọi thông tin nhận dạng cá nhân.
zh_hans: 导出密码、通行密钥、信用卡以及任何个人身份信息。
zh_hant: 匯出密碼、密碼金鑰、信用卡或其它個人資訊。

source: Retry export
ar: إعادة محاولة التصدير
az: Yenidən xaricə köçürməyə çalış
bg: Опит за повторно изнасяне
cs: Opakovat export
da: Forsøg at eksportere igen
de: Export wiederholen
fa: برون ریزی مجدد
fi: Yritä vientiä uudelleen
fr: Réessayer l'exportation
gl: Volver intentar o exportado
he: נסה ייצוא מחדש
hr: Ponovno pokušaj izvesti
hu: Exportálás újra próbálása
id: Coba ekspor ulang
it: Ritenta esportazione
ja: エクスポートを再試行する
lv: Atkārtot izgūšanu
nl: Export opnieuw proberen
pl: Ponów próbę eksportu
pt: Tentar a exportação novamente
pt_br: Exportar novamente
sk: Opakovať export
sr: Покушај извожење поново
ta: மீண்டும் ஏற்றுமதி செய்
th: ลองส่งออกใหม่
tr: Dışa aktarmayı yeniden dene
uk: Повторити експорт
vi: Thử xuất lại
zh_hans: 重试导出
zh_hant: 重試匯出

source: Export failed
ar: فشل التصدير
az: Xaricə köçürmə uğursuz oldu
bg: Изнасянето не беше успешно
cs: Export se nezdařil
da: Eksport mislykkedes
de: Export fehlgeschlagen
el: Αποτυχία εξαγωγής
fa: برون ریزی ناموفق
fi: Vienti epäonnistui
fr: L'exportation a échoué
gl: Exportado falido
he: ייצוא נכשל
hr: Izvoz nije uspio!
hu: Az exportálás sikertelen volt.
id: Ekspor gagal
it: Esportazione non riuscita
ja: エクスポート失敗
lv: Izgūšana neizdevās
nl: Exporteren mislukt
pl: Eksportowanie nie powiodło się
pt: Falha na exportação
pt_br: Falha na exportação
sk: Export zlyhal
sr: Извоз није успео
ta: ஏற்றுமதி தோல்வியடைந்தது
th: การส่งออกล้มเหลว
tr: Dışa aktarma başarısız oldu
uk: Не вдалося експортувати
vi: Xuất thất bại
zh_hans: 导出失败
zh_hant: 匯出失敗

source: There has been an issue exporting items.
ar: كانت هناك مشكلة في تصدير العناصر.
az: Elementləri xaricə köçürmə zamanı bir problem baş verdi.
bg: Имаше грешка при изнасянето на елементите.
cs: Došlo k problému při exportu položek.
da: Et problem opstod under forsøget på at eksportere emner.
de: Es gab ein Problem beim Exportieren von Einträgen.
fa: در برون ریزی موارد مشکلی پیش آمده است.
fi: Ongelma vietäessä kohteita.
fr: Il y a eu un problème lors de l'exportation d'articles.
gl: Houbo un erro ó exportar os elementos.
he: הייתה בעיה בייצוא פריטים.
hr: Došlo je do greške kod izvoza stavki.
hu: Hiba történt az elemek exportálásakor.
id: Terjadi masalah saat mengekspor item.
it: C'è stato un problema nell'esportazione degli elementi.
lv: Vienumu izgušanā bija sarežģījums.
nl: Er ging iets mis met het exporteren van items.
pl: Wystąpił problem podczas eksportowania elementów.
pt: Ocorreu um problema com a exportação de itens.
pt_br: Houve um problema ao exportar os itens.
sk: Vyskytol sa problém s exportom položiek.
sr: Појавио се проблем при извозу ставки.
ta: பொருட்களை ஏற்றுமதி செய்வதில் ஒரு சிக்கல் ஏற்பட்டது.
th: เกิดปัญหาในการส่งออกรายการ
tr: Kayıtların dışa aktarılmasında bir sorun yaşandı.
uk: Виникла проблема під час експортування записів.
vi: Xảy ra lỗi khi xuất các mục.
zh_hans: 导出项目时出现问题。
zh_hant: 匯出項目時發生問題。

# AreYouSureYouWantToCancelTheExportProcessQuestionMark
source: Are you sure you want to cancel the export process?
ar: هل أنت متأكد من أنك تريد إلغاء عملية التصدير؟
az: Xaricə köçürmə prosesini ləğv etmək istədiyinizə əminsiniz?
bg: Наистина ли искате да прекъснете процеса на изнасяне?
cs: Opravdu chcete zrušit proces exportu?
da: Sikker på, at eksportprocessen skal afbrydes?
de: Bist du sicher, dass du den Exportvorgang abbrechen möchtest?
fa: آیا مطمئن هستید که می‌خواهید فرایند برون ریزی داده‌ها را لغو کنید؟
fi: Haluatko varmasti peruuttaa vientiprosessin?
fr: Êtes-vous sûr de vouloir annuler le processus d'exportation ?
gl: Seguro que queres cancelar o proceso de exportado?
he: האם אתה בטוח שברצונך לבטל את תהליך הייצוא?
hr: Sigurno želiš otkazati izvoz?
hu: Biztosan megszakításra kerüljön az importálási folyamat?
id: Anda yakin ingin membatalkan proses ekspor?
it: Sei sicuro di voler annullare il processo di esportazione?
lv: Vai tiešām atcelt izgūšanu?
nl: Weet je zeker dat je het exportproces wilt annuleren?
pl: Czy na pewno chcesz anulować proces eksportowania?
pt: Tem a certeza de que pretende cancelar o processo de exportação?
pt_br: Tem certeza de que deseja cancelar o processo de exportação?
sk: Naozaj chcete prerušiť priebeh exportu?
sr: Да ли заиста желите да прекинете процес извожења?
ta: நீங்கள் ஏற்றுமதி செயல்முறையை ரத்துசெய்ய விரும்புகிறீர்களா?
th: ยืนยันที่จะยกเลิกกระบวนการส่งออกหรือไม่
tr: Dışa aktarma işlemini iptal etmek istediğinize emin misiniz?
uk: Ви дійсно хочете скасувати процес експортування?
vi: Bạn có chắc chắn muốn hủy quá trình xuất không?
zh_hans: 您确定要取消导出过程吗？
zh_hant: 您確定要取消匯匯出程序嗎?

source: Please do not close the app.
ar: الرجاء عدم إغلاق التطبيق.
az: Lütfən tətbiqi bağlamayın.
bg: Не затваряйте приложението.
cs: Nezavírejte aplikaci.
da: Luk venligst ikke appen.
de: Bitte die App nicht schließen.
fa: لطفاً برنامه را نبندید.
fi: Älä sulje appia.
fr: S'il vous plait ne fermer pas l'application.
he: נא לא לסגור את היישום.
hr: Molimo, ne zatvaraj aplikaciju.
hu: Ne zárjuk be az alkalmazást.
id: Harap jangan tutup aplikasi.
it: Per favore non chiudere l'app.
ja: アプリを閉じないでください。
lv: Lūgums neaizvērt lietotni.
nl: App niet afsluiten a.u.b.
pl: Nie zamykaj aplikacji.
pt: Por favor, não feche a app.
pt_br: Não feche o aplicativo.
sk: Nezatvárajte aplikáciu, prosím.
sr: Молим вас не затварајте апликацију.
ta: தயவுசெய்து பயன்பாட்டை மூட வேண்டாம்.
th: โปรดอย่าปิดแอป
tr: Lütfen uygulamayı kapatmayın.
uk: Будь ласка, не закривайте програму.
vi: Vui lòng không đóng ứng dụng.
zh_hans: 请不要关闭此 App。
zh_hant: 請勿關閉應用程式。

source: This is taking longer than expected
ar: وهذا يستغرق وقتاً أطول من المتوقع
az: Bu gözləniləndən uzun çəkir
bg: Това отнема повече време от очакваното
cs: To trvá déle, než se očekávalo
da: Dette tager længere tid end forventet
de: Das dauert länger als erwartet
fa: این بیشتر از حد انتظار طول می‌کشد
fi: Tämä kestää odotettua kauemmin
fr: Cela prend plus de temps que prévu
he: זה לוקח יותר זמן מהצפוי
hr: Ovo traje duže od očekivanog
hu: Ez a vártnál hosszabb ideig tart.
id: Ini memakan waktu lebih lama dari perkiraan
it: Ciò richiede più tempo del previsto
ja: 予想以上に時間がかかっています
lv: Šis aizņem vairāk laika nekā paredzēts
nl: Dit duurt langer dan verwacht
pl: Trwa to dłużej niż oczekiwano
pt: Isto está a demorar mais do que o previsto
pt_br: Isso está demorando mais do que o esperado
sk: Trvá to dlhšie, než sa očakávalo
sr: Ово траје дуже од очекиваног
ta: இது எதிர்பார்த்ததை விட அதிக நேரம் எடுக்கிறது
th: ใช้เวลานานกว่าที่คาดไว้
tr: Bu işlem beklenenden uzun zaman alıyor
uk: Це триває довше, ніж зазвичай
vi: Quá trình này mất nhiều thời gian hơn dự kiến
zh_hans: 这花费的时间超过预期

source: Items to export
ar: عناصر للتصدير
az: Xaricə köçürüləcək elementlər
bg: Елементи за изнасяне
cs: Položky k exportu
da: Emner til eksport
de: Zu exportierende Einträge
fa: مواردی برای برون ریزی
fi: Vietävät kohteet
fr: Éléments à exporter
he: פריטים לייצוא
hr: Stavke za izvoz
hu: Exportlandó elemek
id: Item untuk diekspor
it: Elementi da esportare
ja: エクスポートするアイテム
lv: Izgūstamie vienumi
nl: Te exporteren items
pl: Elementy do wyeksportowania
pt: Itens a exportar
pt_br: Itens para exportar
sk: Položky na export
sr: Ставке за извоз
ta: ஏற்றுமதி செய்ய வேண்டிய பொருட்கள்
th: รายการที่จะส่งออก
tr: Dışa aktarılacak kayıtlar
uk: Записи для експорту
vi: Những mục sẽ xuất
zh_hans: 要导出的项目

source: Text to share
ar: نص للمشاركة
az: Paylaşılacaq mətn
bg: Текст за споделяне
cs: Text ke sdílení
da: Tekst, der skal deles
de: Zu teilender Text
el: Κείμενο προς κοινοποίηση
fa: متن برای اشتراک گذاری
fi: Jaettava teksti
fr: Texte à partager
gl: Texto a compartir
he: טקסט לשיתוף
hr: Tekst za dijeljenje
hu: Megosztandó szöveg
id: Teks untuk dibagikan
it: Testo da condividere
ja: 共有するテキスト
lv: Kopīgojamais teksts
nl: Tekst om te delen
pl: Tekst wysyłki
pt: Texto a partilhar
pt_br: Texto para compartilhar
sk: Text na zdieľanie
sr: Текст за дељење
ta: பகிர வேண்டிய உரை
th: ข้อความที่จะแชร์
tr: Paylaşılacak metin
uk: Текст для поширення
vi: Nội dung chia sẻ
zh_hans: 要分享的文本
zh_hant: 要分享的文字

source: Send details
ar: إرسال التفاصيل
az: Send detalları
bg: Подробности за Изпращането
cs: Podrobnosti Send
da: Send-detaljer
el: Στοιχεία Send
fa: جزئیات ارسال
fi: Sendin tiedot
fr: Détails du Send
gl: Detalles do Send
he: פרטי סֵנְד
hr: Detalji Senda
hu: Send részletek
id: Rincian Kirim
it: Invia dettagli
ja: Send の詳細
lv: Informācija par Send
pl: Szczegóły wysyłki
pt: Detalhes do Send
pt_br: Detalhes do Send
sk: Podrobnosti o Sende
sr: Детаљи пошиљке
ta: அனுப்பு விவரங்கள்
th: รายละเอียด Send
tr: Send ayrıntıları
uk: Подробиці відправлення
vi: Chi tiết Gửi
zh_hans: Send 详细信息
zh_hant: Send 詳細資訊

source: Send name (required)
ar: إرسال الاسم (مطلوب)
az: Send adı (tələb olunur)
bg: Име на Изпращането (задължително)
cs: Název Send (vyžadován)
da: Send navn (obligatorisk)
de: Send-Name (erforderlich)
fa: نام ارسال (الزامی)
fi: Send-nimi (pakollinen)
fr: Nom du Send (requis)
gl: Nome do Send (requirido)
he: שם סֵנְד (נדרש)
hr: Naziv Senda (obavezno)
hu: Send név (kötelező)
id: Nama Kirim (wajib)
it: Invia nome (richiesto)
ja: Send の名前 (必須)
lv: Send nosaukums (nepieciešams)
nl: Send naam (verplicht)
pl: Nazwa wysyłki (wymagane)
pt: Nome do Send (obrigatório)
pt_br: Nome do Send (obrigatório)
sk: Názov Sendu (povinné)
sr: Назив пошиљке (неопходно)
ta: அனுப்பு பெயர் (தேவை)
th: ชื่อ Send (จำเป็น)
tr: Send adı (gerekli)
uk: Назва відправлення (обов'язково)
vi: Tên mục Gửi (bắt buộc)
zh_hans: Send 名称（必填）

source: Check password for data breaches
ar: تحقق من كلمة المرور لخروقات البيانات
az: Data pozuntularına qarşı parolları yoxla
bg: Проверка дали паролата е засегната от пробиви
cs: Kontrola hesla pro případ narušení bezpečnosti dat
da: Tjek adgangskode for datalæk
de: Passwort auf Datendiebstahl überprüfen
fa: بررسی کلمه عبور برای نقض‌های داده
fi: Tarkasta salasana tietomurtojen varalta
fr: Chercher si ce mot de passe a été retrouvé dans des fuites de données
gl: Comprobar contrasinal en filtracións de datos
he: בדוק סיסמה לאיתור פרצות נתונים
hr: Provjeri je li lozinka procurila
hu: A jelszó ellenőrzése, hogy nem történt-e adatszivárgás
id: Periksa sandi untuk kebocoran data
it: Controlla la parola d'accesso per le violazioni dei dati
ja: パスワードが漏洩していないか確認する
lv: Pārbaudīt, vai parole ir datu noplūdēs
nl: Controleer wachtwoord op datalekken
pl: Sprawdź hasło w wyciekach danych
pt: Verificar a palavra-passe para detetar violações de dados
pt_br: Conferir se a senha vazou
sk: Skontrolovať kompromitáciu hesla
sr: Провери лозинку за провалу података
ta: தரவு மீறல்களுக்கு கடவுச்சொல்லைச் சரிபார்க்கவும்
th: ตรวจสอบรหัสผ่านสำหรับเหตุข้อมูลรั่วไหล
tr: Parolayı veri ihlallerine karşı kontrol et
uk: Перевірити пароль у витоках даних
vi: Kiểm tra xem mật khẩu có bị lộ
zh_hans: 检查数据泄露中的密码

source: Private note
ar: ملاحظة خاصة
az: Şəxsi not
bg: Лична бележка
cs: Soukromá poznámka
da: Privat notat
de: Private Notiz
el: Ιδιωτική σημείωση
fa: یادداشت خصوصی
fi: Yksityinen muistiinpano
fr: Note privée
gl: Nota privada
he: הערה פרטית
hr: Privatna bilješka
hu: Személyes jegyzet
id: Catatan pribadi
it: Nota privata
ja: 非公開メモ
lv: Personiska piezīme
nl: Privénotitie
pl: Prywatna notatka
pt: Nota privada
pt_br: Anotação privada
sk: Súkromná poznámka
sr: Приватна белешка
ta: தனிப்பட்ட குறிப்பு
th: โน้ตส่วนตัว
tr: Özel not
uk: Приватна нотатка
vi: Ghi chú riêng tư
zh_hans: 私密备注
zh_hant: 私人備註

# XItems
source: %1$@ items
ar: %1$@ عناصر
az: %1$@ element
bg: %1$@ елемента
cs: %1$@ položek
de: %1$@ Einträge
el: %1$@ στοιχεία
fa: %1$@ مورد
fi: %1$@ kohdetta
hr: %1$@ stavki
hu: %1$@ elem
ja: %1$@ 項目
lv: %1$@ vienumi
pl: %1$@ elementów(y)
pt: %1$@ itens
sk: Položky: %1$@
sr: Ставке: %1$@
uk: %1$@ записів
vi: %1$@ mục
zh_hans: %1$@ 个项目

# CannotDeleteUserSoleOwnerDescriptionLong
source: Cannot delete this user because it is the sole owner of at least one organization. Please delete these organizations or upgrade another user.
ar: لا يمكن حذف هذا المستخدم لأنه المالك الوحيد لمنظمة واحدة على الأقل. الرجاء حذف هذه المنظمات أو ترقية مستخدم آخر.
az: Bu istifadəçi silinə bilmir, çünki ən azı bir təşkilatın tək sahibidir. Lütfən bu təşkilatları silin və ya başqa bir istifadəçini yüksəldin.
bg: Този потребител не може да бъде изтрит, тъй като е единственият собственик на поне една организация. Трябва да изтриете съответните организации или да повишите друг потребител.
cs: Tohoto uživatele nelze smazat, protože je jediným vlastníkem alespoň jedné organizace. Smažte tyto organizace nebo aktualizujte jiného uživatele.
de: Dieser Benutzer kann nicht gelöscht werden, da er der einzige Eigentümer von mindestens einer Organisation ist. Bitte lösche diese Organisationen oder upgrade einen anderen Benutzer.
fa: امکان حذف این کاربر وجود ندارد زیرا تنها مالک حداقل یک سازمان است. لطفاً این سازمان‌ها را حذف کنید یا مالکیت را به کاربر دیگری منتقل کنید.
fi: Käyttäjää ei voi poistaa, koska se on ainakin yhden organisaation ainoa omistaja. Poista nämä organisaatiot tai päivitä eri käyttäjä.
fr: Impossible de supprimer cet utilisateur car il est le seul propriétaire d'au moins une organisation. Veuillez supprimer ces organisations ou promouvoir un autre utilisateur.
he: לא ניתן למחוק משתמש זה בגלל שהוא הבעלים היחיד של לפחות ארגון אחד. נא למחוק את הארגונים האלה או לשדרג משתמש אחר.
hr: Nije moguće izbrisati ovog korisnika je isti jedini vlasnik barem jedne organizacije. Treba ili obrisati organizaciju ili drugog korisnika postaviti za vlasnika.
hu: Ez a felhasználó nem törölhető, mert legalább egy szervezet kizárólagos tulajdonosa. Töröljük ezeket a szervezeteket vagy térjünk át másik felhasználóra.
id: Tidak dapat menghapus pengguna ini karena merupakan pemilik tunggal dari setidaknya satu organisasi. Harap hapus organisasi tersebut atau tingkatkan pengguna lain.
it: Impossibile eliminare questo utente perché è l'unico proprietario di almeno un'organizzazione. Si prega di eliminare queste organizzazioni o aggiornare un altro utente.
lv: Nevar izdzēst šo lietotāju, jo viņš ir vienīgais īpašnieks vismaz vienai apvienībai. Lūgums izdzēst šīs apvienības vai paaugstināt citu lietotāju.
nl: Kan deze gebruiker niet verwijderen omdat het de enige eigenaar is van ten minste één organisatie. Verwijder deze organisatie(s) of upgrade een andere gebruiker.
pl: Nie można usunąć użytkownika, ponieważ jest on jedynym właścicielem co najmniej jednej organizacji. Usuń te organizacje lub zaktualizuj innego użytkownika.
pt: Não é possível eliminar este utilizador porque é o único proprietário de pelo menos uma organização. Por favor, elimine estas organizações ou atualize outro utilizador.
pt_br: Não é possível apagar este usuário porque é o único proprietário de pelo menos uma organização. Apague essas organizações ou faça o upgrade de outro usuário.
sk: Tohto používateľa nie je možné vymazať, pretože je jediným vlastníkom najmenej jednej organizácie. Odstráňte tieto organizácie, alebo povýšte iného používateľa.
sr: Не могу да избришете овог корисника јер је једини власник најмање једне организације. Избришите ове организације или надоградите другог корисника.
ta: இந்த பயனர் குறைந்தபட்சம் ஒரு அமைப்பின் ஒரே உரிமையாளராக இருப்பதால், இந்த பயனரை நீக்க முடியாது. தயவுசெய்து இந்த அமைப்புகளை நீக்குங்கள் அல்லது மற்றொரு பயனரை மேம்படுத்தவும்.
th: ไม่สามารถลบผู้ใช้นี้ได้เนื่องจากเป็นเจ้าของคนเดียวของอย่างน้อยหนึ่งองค์กร โปรดลบองค์กรเหล่านี้หรือเลื่อนตำแหน่งผู้ใช้อื่น
tr: Bu kullanıcı, en az bir kuruluşun tek sahibi olduğu için silinemez. Lütfen bu kuruluşları silin veya başka bir kullanıcıyı yükseltin.
uk: Неможливо видалити цього користувача, оскільки він є єдиним власником принаймні однієї організації. Спершу видаліть ці організації або надайте повноваження іншому користувачу.
vi: Không thể xóa người dùng này vì người dùng này là chủ sở hữu duy nhất của ít nhất một tổ chức. Vui lòng xóa các tổ chức này hoặc nâng cấp quyền người dùng khác.
zh_hans: 无法删除此用户，因为它是至少一个组织的唯一所有者。请删除这些组织或升级其他用户。

source: A passkey already exists for this application.
ar: يوجد بالفعل مفتاح مرور لهذا التطبيق.
az: Bu tətbiq üçün bir keçid açarı artıq mövcuddur.
bg: За това приложение вече съществува секретен ключ.
cs: Přístupový klíč pro tuto aplikaci již existuje.
da: En adgangsnøgle findes allerede til denne applikation.
de: Für diese Anwendung existiert bereits ein Passkey.
el: Υπάρχει ήδη ένα κλειδί πρόσβασης για αυτήν την εφαρμογή.
fa: یک کلید عبور از قبل برای این برنامه وجود دارد.
fi: Tälle sovellukselle löytyy jo pääsyavain.
fr: Une clé d'identification (passkey) existe déjà pour cette application.
gl: Xa existe unha Clave de acceso para esta aplicación.
he: מפתח גישה כבר קיים עבור יישום זה.
hr: Za ovu aplikaciju već postoji pristupni ključ.
hu: Az alkalmazáshoz már létezik hozzáférési kulcs.
id: Kunci sandi sudah ada untuk aplikasi ini.
it: Esiste già una chiave di accesso per questa applicazione.
ja: このアプリにはすでにパスキーが存在します。
lv: Šai lietotnei jau pastāv piekļuves atslēga.
nl: Er bestaat al een passkey voor deze applicatie.
pl: Klucz dostępu dla tej aplikacji już istnieje.
pt: Já existe uma chave de acesso para esta aplicação.
pt_br: Uma chave de acesso já existe para este aplicativo.
sk: Pre túto aplikáciu už existuje prístupový kľúč.
sr: За ову апликацију већ постоји приступни кључ.
ta: இந்த பயன்பாட்டிற்கு ஒரு பாஸ்கீ ஏற்கனவே உள்ளது.
th: มีพาสคีย์สำหรับแอปพลิเคชันนี้อยู่แล้ว
tr: Bu uygulama için bir geçiş anahtarı zaten mevcut.
uk: Ключ доступу для цієї програми вже існує.
vi: Ứng dụng này đã có mã khóa.
zh_hans: 此应用程序已存在一个通行密钥。
zh_hant: 用於這個應用程式的密碼金鑰已經存在。

source: A passkey already exists for this application but an error occurred while loading it.
ar: يوجد بالفعل مفتاح مرور لهذا التطبيق ولكن حدث خطأ أثناء تحميله.
az: Bu tətbiq üçün bir keçid açarı artıq mövcuddur, ancaq yüklənərkən bir xəta baş verdi.
bg: За това приложение вече съществува секретен ключ, но имаше грешка при зареждането му.
cs: Pro tuto aplikaci již existuje přístupový klíč, ale při načítání došlo k chybě.
de: Für diese Anwendung existiert bereits ein Passkey, aber beim Laden ist ein Fehler aufgetreten.
fa: برای این برنامه قبلاً یک کلید عبور وجود دارد اما هنگام بارگذاری آن خطایی رخ داده است.
fi: Tällä sovellukselle löytyy jo pääsyavain, mutta sitä ladattaessa tapahtui virhe.
fr: Une clé d'accès existe déjà pour cette application mais une erreur est survenue lors de son chargement.
he: מפתח גישה כבר קיים עבור יישום זה אבל אירעה שגיאה בעת טעינתו.
hr: Za ovu aplikaciju već postoji pristupni ključ, ali je došlo do greške kod njegova učitavanja.
hu: Már létezik jelszó ehhez az alkalmazáshoz, de hiba történt a betöltése során.
id: Kunci sandi sudah ada untuk aplikasi ini, tetapi terjadi kesalahan saat memuatnya.
it: Esiste già una chiave di accesso per questa applicazione, ma si è verificato un errore durante il caricamento.
ja: このアプリのパスキーは既に存在しますが、読み込み中にエラーが発生しました。
lv: Šai lietotnei jau pastāv piekļuves atslēga, bet atgadījās kļūda tās ielādēšanas laikā.
nl: Er bestaat al een passkey voor deze applicatie, maar er is een fout opgetreden tijdens het laden ervan.
pl: Klucz dostępu dla tej aplikacji już istnieje, ale wystąpił błąd podczas jego ładowania.
pt: Já existe uma chave de acesso para esta aplicação, mas ocorreu um erro ao carregá-la.
pt_br: Uma chave de acesso já existe para este aplicativo, mas ocorreu um erro ao carregá-la.
sk: Pre túto aplikáciu už existuje prístupový kľúč, ale počas jej načítavania sa vyskytla chyba.
sr: Приступни кључ већ постоји за ову апликацију, али дошло је до грешке приликом учитавања.
ta: இந்த பயன்பாட்டிற்கு ஒரு பாஸ்கீ ஏற்கனவே உள்ளது ஆனால் அதை ஏற்றும்போது ஒரு பிழை ஏற்பட்டது.
th: มีพาสคีย์สำหรับแอปพลิเคชันนี้อยู่แล้ว แต่เกิดข้อผิดพลาดขณะโหลด
tr: Bu uygulama için bir geçiş anahtarı zaten mevcut ama bu anahtar yüklenirken bir hata oluştu.
uk: Ключ доступу для цієї програми вже існує, але під час його завантаження виникла помилка.
vi: Ứng dụng này đã có mã khóa nhưng đã xảy ra lỗi khi tải nó.
zh_hans: 此应用程序已存在一个通行密钥，但加载时发生错误。

source: Item name (required)
ar: اسم العنصر (مطلوب)
az: Element adı (tələb olunur)
bg: Име на елемента (задължително)
cs: Název položky (povinné)
de: Eintragsname (erforderlich)
el: Όνομα στοιχείου (απαιτείται)
fa: نام مورد (الزامی)
fi: Kohteen nimi (pakollinen)
fr: Nom de l'élément (requis)
gl: Nome do elemento (requirido)
he: שם פריט (נדרש)
hr: Naziv stavke (obavezno)
hu: Elem név (kötelező)
id: Nama item (wajib)
it: Nome dell'elemento (obbligatorio)
ja: アイテム名 (必須)
lv: Vienuma nosaukums (nepieciešams)
nl: Itemnaam (verplicht)
pl: Nazwa elementu (wymagane)
pt: Nome do item (obrigatório)
pt_br: Nome do item (obrigatório)
sk: Názov položky (povinné)
sr: Име ставке (неопходно)
ta: பொருள் பெயர் (தேவை)
th: ชื่อรายการ (จำเป็น)
tr: Kayıt adı (gerekli)
uk: Назва запису (обов'язково)
vi: Tên mục (bắt buộc)
zh_hans: 项目名称（必填）
