Repository: bitwarden/ios
Catalog: BitwardenResources/Localizations/*.lproj/Localizable.strings
Languages: ar, az, bg, cs, da, de, el, fa, fi, fr, gl, he, hr, hu, id, it, ja, lv, nl, pl, pt, pt_br, sk, sr, ta, th, tr, uk, vi, zh_hans, zh_hant

# SelectTypeField
source: What type of custom field do you want to add?
ar: ما نوع الحقل المخصص الذي تريد إضافته؟
az: Necə bir özəl xana əlavə etmək istəyirsiniz?
bg: Вид на допълнителното поле.
cs: Jaký typ vlastního pole chcete přidat?
da: Hvilken type brugerdefineret felt vil du tilføje?
de: Welche Art Eintrag möchtest du hinzufügen?
el: Τι τύπος προσαρμοσμένου πεδίου είναι αυτό που θέλετε να προσθέσετε;
fa: می‌خواهید چه نوع فیلد سفارشی اضافه کنید؟
fi: Minkä tyyppisen lisäkentän haluat lisätä?
fr: Quel type de champ personnalisé souhaitez-vous ajouter ?
gl: Que tipo de campo personalizado queres engadir?
he: איזה סוג של שדה מותאם אישית ברצונך להוסיף?
hr: Koju vrstu prilagođenog polja želiš dodati?
hu: Milyen típusú egyéni mező legyen hozzáadva?
id: Jenis kolom ubahsuai apa yang ingin Anda tambahkan?
it: Che tipo di campo personalizzato vuoi aggiungere?
ja: どのタイプのカスタムフィールドを追加しますか？
lv: Kāda veida pielāgoto lauku vēlies pievienot?
nl: Welk type aangepast veld wil je toevoegen?
pl: Jakiego rodzaju pole niestandardowe chcesz dodać?
pt: Que tipo de campo personalizado pretende adicionar?
pt_br: Que tipo de campo personalizado você deseja adicionar?
sk: Aký typ poľa chcete pridať?
sr: Какву врсту прилагођеног поља желите да додате?
ta: நீங்கள் எவ்வகையான தனிப்பயன் புலம் சேர்க்க விரும்புகிறீர்கள்?
th: คุณต้องการเพิ่มฟิลด์กำหนดเองประเภทใด
tr: Ne tür bir özel alan eklemek istiyorsunuz?
uk: Який тип власного поля ви хочете додати?
vi: Bạn muốn thêm loại trường tùy chỉnh nào?
zh_hans: 您想添加什么类型的自定义字段？
zh_hant: 您要新增哪種類型的自訂欄位？

source: Remove
ar: إزالة
az: Çıxart
bg: Премахване
cs: Odebrat
da: Fjern
de: Entfernen
el: Διαγραφή
fa: حذف
fi: Poista
fr: Supprimer
gl: Eliminar
he: הסר
hr: Ukloni
hu: Eltávolítás
id: Hapus
it: Rimuovi
ja: 削除
lv: Noņemt
nl: Verwijderen
pl: Usuń
pt: Remover
pt_br: Remover
sk: Odstrániť
sr: Уклони
ta: அகற்று
th: ลบออก
tr: Kaldır
uk: Вилучити
vi: Xoá
zh_hans: 移除
zh_hant: 移除

source: Base domain
ar: النطاق الأساسي
az: Baza domeni
bg: Основен домейн
cs: Základní doména
da: Grund-domæne
de: Basis-Domäne
el: Βασικός τομέας
fa: دامنه پایه
fi: Pääverkkotunnus
fr: Domaine de base
gl: Dominio base
he: שם בסיס הדומיין
hr: Primarna domena
hu: Alap domain
id: Domain basis
it: Dominio di base
ja: ベースドメイン
lv: Pamata domēns
nl: Basisdomein
pl: Domena podstawowa
pt: Domínio de base
pt_br: Domínio de base
sk: Základná doména
sr: Главни домен
ta: அடித்தள களம்
th: โดเมนหลัก
tr: Taban alan adı
uk: Основний домен
vi: Tên miền cơ sở
zh_hans: 基础域名
zh_hant: 基底網域

source: Default
ar: الافتراضي
az: İlkin
bg: Стандартно
cs: Výchozí
da: Standard
de: Standard
el: Προεπιλογή
fa: پیش‌فرض
fi: Oletus
fr: Par défaut
gl: Por defecto
he: ברירת המחדל
hr: Zadano
hu: Alapértelmezett
id: Bawaan
it: Predefinito
ja: デフォルト
lv: Noklusējums
nl: Standaard
pl: Domyślny
pt: Predefinido
pt_br: Padrão
sk: Predvolené
sr: Подразумевано
ta: இயல்புநிலை
th: ค่าเริ่มต้น
tr: Varsayılan
uk: Типово
vi: Mặc định
zh_hans: 默认
zh_hant: 預設

source: Exact
ar: بالضبط
az: Tam
bg: Точно
cs: Přesně
da: Nøjagtig
de: Exakt
el: Ακριβής
fa: دقیق
fi: Tarkka
gl: Exacto
he: מדויק
hr: Točno
hu: Pontos
id: Tepat
it: Esatto
ja: 完全一致
lv: Tieši
pl: Dokładnie
pt: Exato
pt_br: Exato
sk: Presný
sr: Тачно
ta: சரியான
th: ตรงกันทุกตัวอักษร
tr: Tam
uk: Точно
vi: Chính xác
zh_hans: 精确
zh_hant: 完全相符

source: Host
ar: المضيف
bg: Сървър
cs: Hostitel
da: Vært
de: Server
el: Διακομιστής
fa: میزبان
fi: Isäntä
fr: Hôte
gl: Servidor
he: שרת
hu: Kiszolgáló
ja: ホスト
lv: Saimniekdators
nl: Hostnaam
pt: Domínio
pt_br: Servidor
sk: Hostiteľ
sr: Хост
ta: வழங்கி
th: โฮสต์
tr: Sunucu
uk: Вузол
vi: Máy chủ
zh_hans: 主机
zh_hant: 主機

# RegEx
source: Regular expression
ar: التعبير الاعتيادي
az: Müntəzəm ifadə
bg: Регулярен израз
cs: Regulární výraz
da: Regulært udtryk
de: Regulärer Ausdruck
el: Κανονική έκφραση
fa: عبارت منظم
fi: Säännöllinen lauseke
fr: Expression régulière
gl: Expresión regular
he: ביטוי רגולרי
hr: Regularni izraz
hu: Reguláris kifejezés
id: Ekspresi umum
it: Espressione regolare
ja: 正規表現
lv: Regulārā izteiksme
nl: Reguliere expressie
pl: Wyrażenie regularne
pt: Expressão regular
pt_br: Expressão regular
sk: Regulárny výraz
sr: Регуларни израз
ta: சுருங்குறித்தொடர்
tr: Düzenli ifade
uk: Регулярний вираз
vi: Biểu thức chính quy
zh_hans: 正则表达式
zh_hant: 規則運算式

source: Starts with
ar: يبدأ بـ
az: Başlayır
bg: Започва с
cs: Začíná na
da: Begynder med
de: Beginnt mit
el: Έναρξη με
fa: شروع می شود با
fi: Alkaa
fr: Commence par
gl: Comeza por
he: מתחיל עם
hr: Počinje s
hu: Ezzel kezdődik
id: Dimulai dengan
it: Inizia con
ja: 前方一致
lv: Sākas ar
nl: Begint met
pl: Rozpoczyna się od
pt: Começa por
pt_br: Começa com
sk: Začína na
sr: Почиње са
ta: தொடக்கம்
th: ขึ้นต้นด้วย
tr: URI başlangıcı
uk: Починається з
vi: Bắt đầu với
zh_hans: 开始于
zh_hant: 開始於

source: URI match detection
ar: كشف مطابقة URI
az: URI uyuşma aşkarlaması
bg: Откриване на съвпадения в адрес
cs: Zjišťování shody URI
da: URI matchmetode
de: URI-Übereinstimmungserkennung
el: Εντοπισμός αντιστοίχισης URI
fa: تشخیص مطابقت نشانی اینترنتی
fi: URI:n tunnistustapa
fr: Détection de correspondance URI
gl: Detección de coincidencias de URI
he: זיהוי התאמת URI
hr: Otkrivanje podudaranja URI-ja
hu: URI-egyezés felismerése
id: Deteksi kecocokan URI
it: Rilevamento di corrispondenza URI
ja: URI の一致検出方法
lv: URI atbilstības noteikšana
nl: URI-overeenkomstdetectie
pl: Wykrywanie dopasowania URI
pt: Deteção de correspondência de URI
pt_br: Detecção de correspondência de URI
sk: Zisťovanie zhody URI
sr: Налажење УРЛ
ta: உரலிப்பொருத்தங்கண்டறிதல்
th: การตรวจสอบการจับคู่ URI
tr: URI eşleşme tespiti
uk: Виявлення збігів URI
vi: Cách nhận diện đường dẫn
zh_hans: URI 匹配检测
zh_hant: URI 一致性偵測

source: Match detection
ar: كشف المطابقة
az: Uyuşmanı aşkarlama
bg: Откриване на съвпадения
cs: Zjišťování shody
da: Matchmetode
de: Übereinstimmungserkennung
el: Εντοπισμός αντιστοίχισης
fa: تشخیص مطابقت
fi: Tunnistustapa
fr: Détection de correspondance
gl: Detección de coincidencias
he: זיהוי התאמה
hr: Otkrivanje podudaranja
hu: Egyezés felismerése
id: Deteksi kecocokan
it: Rilevamento di corrispondenza
ja: 一致するか検出する方法
lv: Atbilstības noteikšana
nl: Overeenkomstdetectie
pl: Wykrywanie dopasowania
pt: Deteção de correspondência
pt_br: Detecção de correspondência
sk: Zisťovanie zhody
sr: Налажење УРЛ
ta: பொருத்தம் கண்டறிதல்
th: การตรวจสอบการจับคู่
tr: Eşleşme tespiti
uk: Виявлення збігів
vi: Độ phù hợp
zh_hans: 匹配检测
zh_hant: 一致性偵測

source: Organization
ar: المؤسسة
az: Təşkilat
bg: Организация
cs: Organizace
da: Organisation
de: Organisation
el: Οργανισμός
fa: سازمان
fi: Organisaatio
fr: Organisation
gl: Organización
he: ארגון
hr: Organizacija
hu: Szervezet
id: Organisasi
it: Organizzazione
ja: 組織
lv: Apvienība
nl: Organisatie
pl: Organizacja
pt: Organização
pt_br: Organização
sk: Organizácia
sr: Организација
ta: நிறுவனம்
th: องค์กร
tr: Kuruluş
uk: Організація
vi: Tổ chức
zh_hans: 组织
zh_hant: 組織

# HoldYubikeyNearTop
source: Hold your Yubikey near the top of the device.
ar: اضغط على Yubikey بالقرب من الجزء العلوي من الجهاز.
az: Yubikey-nizi cihazınızın üzərində saxlayın.
bg: Поставете устройството YubiKey върху телефона си.
cs: Podržte Yubikey u horní části zařízení.
da: Hold din Yubikey nær toppen af enheden.
de: Halte deinen Yubikey an den oberen Bereich deines Geräts.
el: Κρατήστε το Yubikey κοντά στην κορυφή της συσκευής.
fa: Yubikey خود را در نزدیکی بالای دستگاه نگهدارید.
fi: Pidä YubiKey-suojausavaintasi lähellä laitteen yläosaa.
fr: Gardez votre Yubikey près du haut de l'appareil.
gl: Mantén o YubiKey cerca da parte superior do dispositivo.
he: קרב את מפתח הYubikey למכשיר.
hr: Drži Yubikey blizu vrha uređaja.
hu: Tartsuk lenyomva a Yubikey-t, a készülék tetején.
id: Pegang Yubikey di dekat bagian atas perangkat.
it: Tieni il tuo Yubikey vicino alla parte superiore del dispositivo.
ja: YubiKey を端末の上部にしっかりタッチし続けてください。
lv: Turi YubiKey tuvu ierīces augšai!
nl: Houd je Yubikey bij de bovenkant van het apparaat.
pl: Przyłóż klucz YubiKey w okolicy górnej części urządzenia.
pt: Segure a sua Yubikey perto da parte superior do dispositivo.
pt_br: Segure a sua Yubikey perto do topo do dispositivo.
sk: Držte vaše Yubikey blízko hornej časti prístroja.
sr: Дрћите Ваш Yubikey при врху уређаја.
ta: உம் யூபிவிசையை சாதனத்தின் உச்சிக்கருகில் பிடித்திரு.
th: ถือ YubiKey ไว้ใกล้ด้านบนของอุปกรณ์
tr: Yubikey'inizi cihazınızın üzerine doğru tutun.
uk: Утримуйте Yubikey біля верхньої частини пристрою.
vi: Đặt Yubikey của bạn ở phần đầu thiết bị.
zh_hans: 将您的 YubiKey 靠近设备的顶部。
zh_hant: 將您的 Yubikey 靠近裝置的頂端。

source: Try again
ar: حاول مرة أخرى
az: Yenidən sınayın
bg: Нов опит
cs: Zkusit znovu
da: Prøv igen
de: Versuche es erneut
el: Προσπαθήστε ξανά
fa: دوباره امتحان کنید
fi: Yritä uudelleen
fr: Réessayer
gl: Tentar de novo
he: נסה שוב
hr: Pokušaj ponovno
hu: Próbáluk újra
id: Coba Lagi
it: Riprova
ja: もう一度実行
lv: Mēģini vēlreiz
nl: Opnieuw proberen
pl: Spróbuj ponownie
pt: Tentar novamente
pt_br: Tentar novamente
sk: Skúsiť Znovu
sr: Покушајте опет
ta: மீண்டும் முயல்
th: ลองอีกครั้ง
tr: Yeniden dene
uk: Спробуйте знову
vi: Thử lại
zh_hans: 重试
zh_hant: 再試一次

# YubiKeyInstructionIos
source: To continue, hold your YubiKey NEO against the back of the device.
ar: للمتابعة، استمر بالضغط على Yubikey NEO على ظهر الجهاز.
az: Davam etmək üçün Yubikey NEO-nuzu cihazınızın arxasına tutun.
bg: За да продължите, задръжте устройството YubiKey NEO към гърба на телефона.
cs: Pro pokračování podržte YubiKey NEO u zadní části zařízení.
da: For at fortsætte skal du holde din YubiKey NEO mod bagsiden af enheden.
de: Um fortzufahren, halte deinen YubiKey NEO gegen die Rückseite des Gerätes.
el: Για να συνεχίσετε, κρατήστε παρατεταμένα το YubiKey NEO στο πίσω μέρος της συσκευής.
fa: برای ادامه، دوباره YubiKey NEO خود را پشت دستگاه نگهدارید.
fi: Jatka pitämällä YubiKey NEO -suojausavainta laitteen taustaa vasten.
fr: Pour continuer, gardez votre Yubikey NEO à l'arrière de l'appareil.
gl: Para continuar, mantén o YubiKey NEO apoiado na parte traseira do dispositivo.
he: להמשך, קרב את מפתח הYubiKey NEO לגב המכשיר.
hr: Za nastavak, približi YubiKey NEO stražnjoj strani uređaja.
hu: A folytatáshoz tartsuk lenyomva a YubiKey NEO-t a készülék hátoldalán.
id: Untuk melanjutkan, pegang YubiKey NEO Anda pada bagian belakang perangkat.
it: Per continuare, tieni il tuo YubiKey NEO sul retro del dispositivo.
ja: 続行するには、YubiKey NEO を端末の背面にしっかりタッチし続けてください。
lv: Lai turpinātu, turi YubiKey NEO pie ierīces aizmugures!
nl: Houd je YubiKey NEO bij de achterkant van het apparaat om door te gaan.
pl: Przyłóż klucz YubiKey NEO do tylnej części urządzenia.
pt: Para continuar, segure a sua YubiKey NEO contra a parte de trás do dispositivo.
pt_br: Para continuar, segure a sua YubiKey NEO contra a parte de trás do dispositivo.
sk: Ak chcete pokračovať, podržte YubiKey NEO na zadnej strane prístroja.
sr: Да бисте наставили, држите YubiKey NEO на задњој страни уређаја.
ta: தொடர, உம் யீபிகீ NEOவை சாதனத்தின் பின்புறத்திற்கெதிரே பிடித்திரு.
th: เมื่อต้องการดำเนินการต่อ ให้แตะ YubiKey NEO ไว้ที่ด้านหลังอุปกรณ์
tr: Devam etmek için Yubikey NEO'nuzu cihazınız arkasına doğru tutun.
uk: Щоб продовжити, утримуйте YubiKey NEO навпроти задньої частини пристрою.
vi: Để tiếp tục, hãy đặt YubiKey NEO của bạn dựa vào mặt lưng của thiết bị.
zh_hans: 要继续，请将您的 YubiKey NEO 靠在设备背面。
zh_hant: 若要繼續，請將您的 YubiKey 靠在裝置的背面。

source: AutoFill activated!
ar: تفعيل التعبئة التلقائية!
az: Avto-doldurma aktivləşdirildi!
bg: Автоматично дописване!
cs: Automatické vyplňování aktivováno!
da: Autoudfyld aktiveret!
de: Auto-Ausfüllen aktiviert!
el: Η αυτόματη συμπλήρωση ενεργοποιήθηκε!
fa: پر کردن خودکار فعال شد!
fi: Automaattinen täyttö on aktivoitu!
fr: Saisie automatique activée !
gl: Autoenchido activado!
he: מילוי אוטומטי הופעל!
hr: Automatsko popunjavanje uključeno!
hu: Az automatikus kitöltés bekapcsolásra került.
id: Isi Otomatis diaktifkan!
it: Riempimento automatico attivato!
ja: 自動入力を有効化しました！
lv: Automātiskā aizpilde iespējota!
nl: Automatisch invullen geactiveerd!
pl: Usługa autouzupełniania została aktywowana!
pt: Preenchimento automático ativado!
pt_br: Preenchimento automático ativado!
sk: Automatické vypĺňanie aktivované!
sr: Ауто-пуњење активирано!
ta: தன்னிரப்பல் செயல்படுத்தப்பட்டது!
th: เปิดใช้งานป้อนอัตโนมัติแล้ว
tr: Otomatik doldurma etkinleştirildi!
uk: Автозаповнення активовано!
vi: Đã bật Tự động điền!
zh_hans: 自动填充已激活！
zh_hant: 已啟用自動填入！

# AutofillSetup
source: Your logins are now easily accessible right from your keyboard while logging into apps and websites.
ar: تسجيلات الدخول الخاصة بك الآن يمكن الوصول إليها بسهولة من لوحة المفاتيح الخاصة بك أثناء تسجيل الدخول إلى التطبيقات ومواقع الويب.
az: Tətbiqlərdə və veb saytlarda giriş edərkən giriş məlumatlarınıza klaviaturadan asanlıqla müraciət edə bilərsiniz.
bg: Можете лесно да достъпите записите с потребителски имена и пароли от клавиатурата при вписване в програми и сайтове.
cs: Vaše přihlašovací údaje jsou nyní snadno přístupné přímo z Vaší klávesnice během přihlašování do aplikací či webů.
da: Dine logins kan nu nemt tilgås direkte fra dit tastatur, når du logger ind på apps og hjemmesider.
de: Du kannst nun direkt von der Tastatur auf deine Zugangsdaten zugreifen, wenn du dich auf Webseiten oder in Apps anmeldest.
el: Οι συνδέσεις σας είναι πλέον εύκολα προσβάσιμες απευθείας από το πληκτρολόγιό σας κατά τη σύνδεση σε εφαρμογές και ιστοσελίδες.
fa: حالا ورودهای شما به سادگی از طریق صفحه کلیدتان در برنامه‌ها و وب‌سایت‌ها قابل دسترس است.
fi: Kirjautumistietosi ovat nyt helposti saatavilla suoraan näppäimistöltäsi kun olet kirjautumassa sovelluksiin ja verkkosivustoille.
fr: Vos identifiants sont désormais facilement accessibles directement depuis votre clavier lorsque vous vous connectez à des applications et des sites web.
gl: As túas credenciais son agora facilmente accesibles desde o teclado cando inicies sesións en apps e webs.
he: כל פרטי הכניסה שלך נגישים ישירות מהמקלדת ברגע החיבור לאפליקציות ולאתרים.
hr: Tvojim prijavama sada je lako pristupiti izravno s tipkovnice prilikom prijava u aplikacijama i na web stranicama.
hu: Az alkalmazásokba és webhelyekre a belépési adatok most már könnyedén elérhető a billentyűzetről.
id: Sekarang login Anda bisa diakses dengan mudah dari keyboard saat masuk ke apl atau lewat situs web.
it: I tuoi login sono ora facilmente accessibili dalla tastiera mentre accedi a siti web e app.
ja: アプリやサイトにログインするときに、ログイン情報に簡単にキーボードでアクセス可能となります。
lv: Pieteikšanās vienumi tagad ir viegli pieejami tastatūrā, kad notiek pieteikšanās lietotnēs un tīmekļvietnēs.
nl: Je inloggevens zijn nu gemakkelijk vanaf het toetsenbord bereikbaar bij het inloggen op apps en websites.
pl: Dane logowania są teraz łatwo dostępne bezpośrednio z klawiatury podczas logowania się do aplikacji i stron internetowych.
pt: As suas credenciais estão agora facilmente acessíveis a partir do seu teclado ao iniciar sessão em aplicações e sites.
pt_br: Suas credenciais agora são acessíveis diretamente do seu teclado ao se conectar a aplicativos e sites.
sk: Pri prihlasovaní do aplikácií a westránok sú teraz vaše prihlasovacie údaje dostupné priamo z klávesnice.
sr: Вашим пријавама је сада лако приступити са тастатуре док се пријављујете у апликације и на веб локације.
ta: செயலிகள் மற்றும் வலைத்தளங்களில் உள்நுழையும்போது உம் உள்நுழைவுகளை இப்போது விசைப்பலகையிலிருந்து எளிதாக அணுக இயலும்.
th: คุณสามารถเข้าถึงข้อมูลเข้าสู่ระบบได้ง่าย ๆ จากแป้นพิมพ์ขณะเข้าสู่ระบบแอปและเว็บไซต์
tr: Uygulamalara ve web sitelerine giriş yaparken artık hesaplarınıza klavyenizden kolayca ulaşabilirsiniz.
uk: Тепер ви можете легко отримувати доступ до своїх записів з клавіатури під час входу в програмах і на вебсайтах.
vi: Bây giờ, bạn có thể dễ dàng truy cập các thông tin đăng nhập của mình ngay từ bàn phím khi đăng nhập vào các ứng dụng và trang web.
zh_hans: 现在，当登录 App 和网站时，您可以通过键盘轻松访问您的登录信息。
zh_hant: 登入應用程式和網站時，您可以透過鍵盤輕鬆存取您的登入資料。

# AutofillSetup2
source: We recommend disabling any other AutoFill apps under Settings if you do not plan to use them.
ar: نوصي بتعطيل أي تطبيقات أخرى من تطبيقات التعبئة التلقائية تحت الإعدادات إذا كنت لا تخطط لاستخدامها.
az: İstifadə etməyi düşünmürsünüzsə, digər Avto-doldurma tətbiqlərini Ayarlarda sıradan çıxartmağı tövsiyə edirik.
bg: Препоръчваме ви да изключите другите услуги за дописване в настройките, ако не ги използвате.
cs: Doporučujeme vypnout v nastavení všechny další aplikace pro automatické vyplňování údajů, pokud je neplánujete používat.
da: Vi anbefaler, at du deaktiverer andre Autoudfyld-apps under Indstillinger, hvis du ikke har planer om at bruge dem.
de: Wir empfehlen alle anderen Auto Ausfüllen Apps in den Einstellungen zu deaktivieren wenn du sie nicht nutzt.
el: Σας συνιστούμε να απενεργοποιήσετε οποιαδήποτε άλλη εφαρμογή Αυτόματης Συμπλήρωσης στις Ρυθμίσεις αν δεν σκοπεύετε να τις χρησιμοποιήσετε.
fa: پیشهاد ما این است که اگر از برنامه‌های پر کردن خودکار دیگری استفاده می‌کنید و قصدی برای به کار گرفتن آن‌ها ندارید غیرفعالشان کنید.
fi: Suosittelemme poistamaan kaikki muut automaattisen täytön sovellukset käytöstä järjestelmän asetuksista, jollet aio käyttää niitä.
fr: Nous vous recommandons de désactiver toutes les autres applications disponibles dans "Préremplir mots de passe" dans les Réglages d'iOS si vous n'avez pas l'intention de les utiliser.
gl: Recomendamos deshabilitar outras apps de autoenchido nos axustes se non tes pensado utilizalas.
he: אנו ממליצים לבטל את כל שאר שירותי ההשלמה האוטומטית בהגדרות המערכת בפרט אם אינך מעוניין להשתמש בהם.
hr: Preporučujemo da u Postavkama onemogućiš druge aplikacije za automatsko, ako ih ne namjeravaš koristiti.
hu: Célszerű kikapcsolni minden más automatikus kitöltő alkalmazást, ha nem tervezzük használni azokat.
id: Kami menyarankan untuk menonaktifkan apl Isi Otomatis lain di Setelan jika Anda tidak berencana menggunakannya.
it: Ti consigliamo di disabilitare qualsiasi altra app di riempimento automatico nelle impostazioni se non prevedi di usarle.
ja: 使う予定が無い場合は、設定で他の自動入力アプリを無効化することをおすすめします。
lv: Mēs iesakām atspējot jebkuras citas automātiskās aizpildes lietotnes iestatījumos, ja nav iecerēts izmantot tās.
nl: We adviseren om Automatisch invullen door andere apps uit te schakelen als je niet van plan bent om deze te gebruiken.
pl: Zalecamy wyłączenie innych usług autouzupełniania, jeśli nie zamierzasz ich używać.
pt: Recomendamos a desativação de quaisquer outras aplicações de preenchimento automático nas Definições, se não tencionar utilizá-las.
pt_br: É recomendado desativar quaisquer outros aplicativos de preenchimento automático nos Ajustes, se não pretende usá-los.
sk: Odporúčame vám vypnúť ostatné aplikácie pre automatické vypĺňanie, ak ich neplánujete používať.
sr: Препоручујемо да онемогућите било коју другу апликацију за ауто-попуњавање у оквиру Подешавања ако не планирате да их користите.
ta: அமைவுகளின் கீழ் வேறு எத்தன்னிரப்பி செயலிகளையும் நீங்கள் பயன்படுத்தத் திட்டமிடவில்லை எனில் முடக்க பரிந்துரைக்கிறோம்.
th: เราแนะนำให้ปิดใช้งานแอปป้อนอัตโนมัติอื่น ๆ ในการตั้งค่าหากคุณไม่ได้วางแผนที่จะใช้งาน
tr: Başka otomatik doldurma uygulamalarınız varsa ve artık onları kullanmayı düşünmüyorsanız Ayarlar'dan onları devre dışı bırakmanızı öneririz.
uk: Ми радимо вимкнути будь-які інші програми з функцією автозаповнення в Параметрах, якщо ви не плануєте ними користуватися.
vi: Bạn tắt các ứng dụng Tự động điền khác trong phần Cài đặt nếu bạn không có ý định sử dụng chúng.
zh_hans: 我们建议您在「设置」里禁用其它您不再使用的自动填充 App 。
zh_hant: 建議您在「設定」中關閉您不再使用的其他自動填入應用程式。

# AutofillTurnOn
source: To set up password autofill on your device, follow these instructions:
ar: لإعداد التعبئة التلقائية لكلمة المرور على جهازك، اتبع هذه التعليمات:
az: Cihazınızda parolun avto-doldurulması üçün aşağıdakı təlimatları izləyin:
bg: За да включите автоматичното попълване на устройството, следвайте инструкциите:
cs: Pokyny pro zapnutí automatického vyplňování hesel na Vašem zařízení:
da: Følg denne vejledning for at aktivere autoudfyldning af adgangskoder på enheden:
de: Um das automatische Ausfüllen von Passwörtern auf deinem Gerät einzurichten, befolge bitte diese Anweisungen:
fa: برای فعال کردن پر کردن خودکار کلمه عبور بر روی دستگاه‌تان، این دستورالعمل‌ها را دنبال کنید:
fr: Pour configurer la saisie automatique de mot de passe sur votre appareil, suivez ces instructions :
gl: Para configurar o autoenchido de contrasinais no teu dispositivo, segue as instrucións:
he: כדי להגדיר מילוי אוטומטי של סיסמאות במכשיר שלך, עקוב אחר ההוראות האלה:
hr: Slijedi upute za omogućavanje auto-ispune lozinki na svom uređaju:
hu: A következő képpen tudja beállítani a jelszó automata-kitöltést eszközén:
id: Untuk menyiapkan isi otomatis sandi di perangkat Anda, ikuti petunjuk berikut:
it: Segui le istruzioni per attivare il riempimento automatico delle password:
ja: このデバイスでパスワードの自動入力を有効化するには、下記の手順に従ってください：
lv: Lai ierīcē iestatītu paroļu automātisku aizpildīšanu, jāveic šādas darbības:
nl: Volg deze instructies om het automatisch invullen van wachtwoorden in te stellen op je apparaat:
pl: Aby włączyć usługę autouzupełniania, wykonaj następujące czynności:
pt: Para configurar o preenchimento automático de palavras-passe no seu dispositivo, siga estas instruções:
pt_br: Para configurar o preenchimento automático de senhas no seu dispositivo, siga estas instruções:
sk: Ak chcete povoliť automatické vypĺňanie, postupujte podľa nasledujúcich inštrukcií:
sr: Да бисте омогућили ауто-пуњење лозинке на уређају, пратите ова упутства:
ta: உங்கள் சாதனத்தில் கடவுச்சொல் தானாக நிரப்புதலை அமைக்க, இந்த வழிமுறைகளைப் பின்பற்றவும்:
th: หากต้องการตั้งค่าการป้อนรหัสผ่านอัตโนมัติบนอุปกรณ์ ให้ทำตามคำแนะนำเหล่านี้:
tr: Cihazınızda otomatik parola doldurmayı açmak için şu talimatları izleyin:
uk: Щоб увімкнути автозаповнення паролів на вашому пристрої, виконайте такі дії:
vi: Làm theo hướng dẫn để bật tính năng tự động điền mật khẩu trên thiết bị của bạn:
zh_hans: 要在您的设备上设置密码自动填充，请遵循以下说明：
zh_hant: 請按照以下步驟開啟 Bitwarden 自動填入功能：

# AutofillTurnOn1
source: 1. Go to the iOS “Settings” app
ar: 1. انتقل إلى تطبيق "إعدادات" iOS
az: 1. iOS "Ayarları"na gedin
bg: 1. Отворете настройките на iOS (Settings)
cs: 1. Přejděte do aplikace "Nastavení" v iOS
da: 1. Åbn iOS-appen "Indstillinger"
de: 1. Gehe in die iOS Einstellungen
el: 1. Μεταβείτε στις "Ρυθμίσεις" του iOS
fa: ۱. به برنامه "تنظیمات" iOS برو
fi: 1. Siirry iOS:n "Asetukset" -sovellukseen
fr: 1. Allez dans l'application « Réglages » d’iOS
gl: 1. Vai á app de "Axustes" de iOS
he: 1. עבור ליישום ה“הגדרות“ של iOS
hr: 1. Otvori iOS „Postavke”
hu: 1. Lépjünk be az iOS "Beállítások" alkalmazásba
id: 1. Buka aplikasi "Pengaturan" di iOS
it: 1. Apri le Impostazioni di iOS
ja: 1. iOS の「設定」アプリを開く
lv: 1. Jādodas uz iOS iestatījumu lietotni
nl: 1. Ga naar de iOS-app "Instellingen"
pl: 1. Przejdź do ustawień iOS
pt: 1. Vá às Definições do iOS
pt_br: 1. Acesse o aplicativo "Ajustes" do iOS
sk: 1. Prejdite do aplikácie "Nastavenia" pre iOS
sr: 1. Идите у „Подешавања“ iOS-а
th: 1. ไปที่แอป “การตั้งค่า” ของ iOS
tr: 1. iOS’te “Ayarlar” uygulamasına gidin
uk: 1. Відкрийте "Параметри" свого пристрою iOS
vi: 1. Vào "Cài đặt" của iOS
zh_hans: 1. 前往 iOS 的「设置」App
zh_hant: 1. 前往 iOS 的「設定」應用程式
