Repository: bitwarden/ios
Catalog: BitwardenResources/Localizations/*.lproj/Localizable.strings
Languages: ar, az, bg, cs, da, de, el, fa, fi, fr, gl, he, hr, hu, id, it, ja, lv, nl, pl, pt, pt_br, sk, sr, ta, th, tr, uk, vi, zh_hans, zh_hant

source: From your device settings, **toggle on autofill Passwords and Passkeys.**
ar: من إعدادات جهازك، **تبديل على كلمات المرور و كلمات المرور التعبئة التلقائية.**
az: Cihaz ayarlarında **Parol və Keçid açarlarının avto-doldurulmasını açın.**
bg: От настройките на устройството, **включете автоматичното попълване на пароли и секретни ключове.**
cs: V nastavení vašeho zařízení **zapněte automatické vyplňování hesel a přístupových klíčů**.
da: Fra enhedsindstillingerne, **slå autoudfyld til for Adgangskoder og Adgangsnøgler.**
de: Aktiviere in deinen Geräte-Einstellungen **Passwörter und Passkeys automatisch ausfüllen.**
el: Από τις ρυθμίσεις της συσκευής σας, **ενεργοποιήστε την αυτόματη συμπλήρωση κωδικών πρόσβασης και κλειδιών πρόσβασης.**
fa: از تنظیمات دستگاه خود، **تغییر وضعیت پر کردن خودکار کلمات و کلیدهای عبور را فعال کنید.**
fi: Kytke laitteesi asetuksista käyttöön **Täytä salasanat ja pääsyavaimet automaattisesti**.
fr: Depuis les paramètres de votre appareil, **activer/désactiver la saisie automatique des Mots de Passe et des Clés d'Accès.**
gl: Dende os axustes do dispositivo, **activa autoencher contrasinais e Claves de acceso**.
he: מהגדרות המכשיר שלך, **הפעל את מילוי אוטומטי של סיסמאות ומפתחות גישה.**
hr: U postavkama uređaja, ** uključi auto-ispunu Zaporke i pristupni ključevi.**
hu: Az eszköz beállításainál **kapcsoljuk be a jelszavak és a belépőkulcsok automatikus kitöltését.**
id: Dari pengaturan perangkat Anda, **aktifkan isi otomatis Sandi dan Kunci sandi.**
it: Dalle impostazioni del tuo dispositivo, attiva il **riempimento automatico di password e passkey**.
ja: デバイス設定から、**パスワードとパスワードの自動入力をオンにします。**
lv: Ierīces iestatījumos **jāieslēdz paroļu un piekļuves atslēgu automātiska aizpildīšana.***
nl: Schakel via de instellingen van je apparaat, **vul wachtwoorden en passkeys automatisch in** in
pl: **Włącz autouzupełnianie haseł i kluczy dostępu** w ustawieniach urządzenia.
pt: Nas definições do dispositivo, **ative o preenchimento automático de palavras-passe e chaves de acesso.**
pt_br: Nas configurações do seu dispositivo, **ative o preenchimento automático de senhas e chaves de acesso.**
sk: V nastavenia zariadenia **zapnite automatické vypĺňanie hesiel a prístupových kľúčov.**
sr: У подешавањима вашег уређаја, **укључите аутоматско попуњавање лозинки и фраза.**
ta: உங்கள் சாதன அமைப்புகளில் இருந்து, **கடவுச்சொற்கள் மற்றும் பாஸ்கீகளுக்கான தானியங்கு நிரப்புதலை இயக்கவும்.**
th: จากการตั้งค่าอุปกรณ์ของคุณ **เปิดใช้งานการป้อนรหัสผ่านอัตโนมัติและพาสคีย์**
tr: Cihaz ayarlarınızdan **Şifreleri ve Parolaları otomatik doldurma** özelliğini açın
uk: У параметрах пристрою **увімкніть "Автозаповнювати паролі та ключі допуску".**
vi: Từ cài đặt thiết bị, **bật Tự động điền Mật khẩu và Mã khóa.**
zh_hans: 在您的设备设置中，**打开自动填充密码和通行密钥**。
zh_hant: 從您的裝置設定，**啟動密碼及密碼金鑰自動填入**。

# ToggleOffICloudToMakeBitwardenYourDefaultAutoFillSource
source: **Toggle off iCloud Keychain** to make Bitwarden your default autofill source.
ar: **تبديل إيقاف iCloud Keychain** لجعل بت واردن مصدر التعبئة التلقائية الخاص بك.
az: Bitwarden-i ilkin avto-doldurma mənbəyi etmək üçün **iCloud Keychain-i** söndürün.
bg: **Изключете ключодържателя на iCloud**, за да направите Битуорден своя източник за авт. попълване по подразбиране.
cs: **Vypněte klíčenku na iCloudu**, aby byl Bitwarden výchozím zdrojem pro automatické vyplňování.
da: **Slå iCloud Keychain fra** for at gøre Bitwarden til standard autoudfyldningskilde.
de: **Deaktiviere iCloud-Schlüsselbund**, um Bitwarden zu deiner Standard-Auto-Ausfüllen-App zu machen.
el: **Απενεργοποιήστε την Κλειδοθήκη iCloud** για να ορίσετε το Bitwarden ως την προεπιλεγμένη πηγή αυτόματης συμπλήρωσης.
fa: **تغییر وضعیت iCloud Keychain را غیرفعال کنید** تا Bitwarden منبع پیش‌فرض پر کردن خودکار شما باشد.
fi: **Poista iCloud Keychain käytöstä** tehdäksesi Bitwardenista automaattisen täytön oletuslähteen.
fr: **Désactiver le trousseau de clés iCloud** pour faire de Bitwarden votre source de saise automatique par défaut.
gl: **Desactiva o xestor de contrasinais de iCloud** para facer de Bitwarden o provedor de autoenchido por defecto.
he: **כבה את צרור המפתחות של iCloud** כדי להפוך את Bitwarden למקור מילוי אוטומטי ברירת המחדל שלך.
hr: **Isključi iCloud Keychain** kako bi Bitwarden bio zadani izvor automatskog popunjavanja*.
hu: **Kapcsoljuk ki az iCloud kulcstartót**, hogy a Bitwarden legyen az alapértelmezett automatikus kitöltési forrás.
id: **Nonaktifkan iCloud Keychain** untuk menjadikan Bitwarden sebagai sumber isi otomatis standar Anda.
it: **Disattiva iCloud Keychain** per impostare Bitwarden come servizio di riempimento automatico predefinito.
ja: **iCloud Keychain をオフに切り替えて**、Bitwarden をデフォルトの自動入力ソースにします。
lv: **Jāizslēdz iCloud Keychain**, lai padarītu Bitwarden par galveno automātiskās aizpildes avotu.
nl: **Schakel iCloud Wachtwoorden uit** om Bitwarden voor automatisch invullen te gebruiken.
pl: **Wyłącz pęk kluczy iCloud**, aby ustawić Bitwarden domyślnym źródłem autouzupełniania.
pt: **Desative o Porta-chaves em iCloud** para tornar o Bitwarden a sua fonte de preenchimento automático predefinida.
pt_br: **Desative as Chaves do iCloud** para fazer do Bitwarden sua fonte padrão de preenchimento automático.
sk: **Vypnite iCloud Kľúčenku**, aby bol Bitwarden predvoleným zdrojom automatického vypĺňania.
sr: **Искључите iCloud Keychain** да би сте Bitwarden учинили подразумеваним извором аутоматске попуне.
ta: பிட்வார்டனை உங்கள் இயல்புநிலை தானியங்கு நிரப்புதல் மூலமாக மாற்ற, **iCloud Keychain-ஐ அணைக்கவும்**.
th: **ปิดใช้งานพวงกุญแจ iCloud** เพื่อให้ Bitwarden เป็นแหล่งป้อนอัตโนมัติเริ่มต้นของคุณ
tr: Bitwarden'ı varsayılan otomatik doldurma kaynağı yapmak için **iCloud Anahtar Zinciri** seçeneğini kapatın.
uk: **Вимкніть iCloud Keychain**, щоб зробити Bitwarden типовим засобом автозаповнення.
vi: **Tắt Mật khẩu** để Bitwarden trở thành nguồn tự động điền mặc định.
zh_hans: **关闭 iCloud 钥匙串** 以使 Bitwarden 成为默认的自动填充来源。
zh_hant: **關閉 iCloud 密碼填入**以使 Bitwarden 成為您的預設密碼自動填入來源。

source: **Toggle on Bitwarden** to use your saved passwords to log into your accounts.
ar: **تبديل على بت واردن** لاستخدام كلمات المرور المحفوظة لتسجيل الدخول إلى حساباتك.
az: Hesablarınıza giriş edərkən saxlanılmış parollarınızı istifadə etmək üçün **Bitwarden-i işə salın**.
bg: **Включете Биуторден**, за да използвате запазените си пароли за вписване в регистрациите си.
cs: **Zapněte Bitwarden**, aby používal uložená hesla pro přihlášení k vašim účtům.
da: **Slå Bitwarden til** til for at bruge de adgangskoder, man har gemt, til indlogning på sine konti.
de: **Aktiviere Bitwarden**, um deine gespeicherten Passwörter zu verwenden, um dich bei deinen Konten anzumelden.
el: **Ενεργοποιήστε το Bitwarden** για να χρησιμοποιήσετε τους αποθηκευμένους κωδικούς πρόσβασής σας για τη σύνδεση στους λογαριασμούς σας.
fa: **تغییر وضعیت Bitwarden را فعال کنید** تا بتوانید از کلمات عبور ذخیره شده خود برای ورود به حساب‌های کاربری استفاده کنید.
fi: **Ota Bitwarden käyttöön** kirjautuaksesi tileillesi tallennetuilla salasanoillasi.
fr: **Activer Bitwarden** pour utiliser vos mots de passe enregistrés pour vous connecter à vos comptes.
gl: **Activa Bitwarden** para empregar os teus contrasinais gardados para iniciar sesión nas túas contas.
he: **הפעל את Bitwarden** על מנת להשתמש בסיסמאות השמורות שלך כדי להיכנס לחשבונות שלך.
hr: **Uključi Bitwarden** za prijavu korištenjem svojih spremljenih lozinki.
hu: **Kapcsoljuk be a Bitwardent**, hogy a mentett jelszavakat használjuk a fiókokba bejelentkezéshez.
id: **Aktifkan Bitwarden** untuk menggunakan sandi tersimpan untuk login ke akun Anda.
it: **Attiva/disattiva Bitwarden** per utilizzare le credenziali salvate e accedere ai tuoi account.
ja: **Bitwarden に切り替え**ると、保存したパスワードを使ってアカウントにログインできます。
lv: **Jāieslēdz Bitwarden**, lai izmantotu savas saglabātās paroles, lai pieteiktos savos kontos.
nl: **Schakel Bitwarden in** om je opgeslagen wachtwoorden te gebruiken voor het inloggen op je accounts.
pl: **Włącz Bitwarden**, aby używać zapisanych haseł do logowania się na swoje konta.
pt: **Ative o Bitwarden** para utilizar as suas palavras-passe guardadas para iniciar sessão nas suas contas.
pt_br: **Ative o Bitwarden** para usar suas senhas salvas para se conectar às suas contas.
sk: **Zapnite Bitwarden**, aby ste mohli používať uložené heslá na prihlasovanie do účtov.
sr: **Укључите Bitwarden** да би сте користили ваше сачуване лозинке за пријављивање са вашим налозима.
ta: உங்கள் சேமிக்கப்பட்ட கடவுச்சொற்களைப் பயன்படுத்தி உங்கள் கணக்குகளில் உள்நுழைய **பிட்வார்டனை இயக்கவும்**.
th: **เปิดใช้งาน Bitwarden** เพื่อใช้รหัสผ่านที่บันทึกไว้เข้าสู่ระบบบัญชีของคุณ
tr: **Bitwarden'ı etkinleştirin**, kaydedilmiş şifrelerinizi kullanarak hesaplarınıza giriş yapın.
uk: **Увімкніть Bitwarden**, щоб використовувати збережені паролі для входу в облікові записи.
vi: **Bật Bitwarden** để sử dụng mật khẩu bạn đã lưu để đăng nhập vào các tài khoản của mình.
zh_hans: **打开 Bitwarden** 以使用保存的密码登录您的账户。
zh_hant: **開啟 Bitwarden** 以使用您儲存的密碼來登入您的帳號。

source: Turn on autofill
ar: تشغيل التعبئة التلقائية
az: Avto-doldurmanı işə sal
bg: Включете автоматичното попълване
cs: Zapnout automatické vyplňování
da: Slå Autoudfyldning til
de: Auto-Ausfüllen einschalten
el: Ενεργοποίηση αυτόματης συμπλήρωσης
fa: پر کردن خودکار را فعال کنید
fi: Ota automaattitäyttö käyttöön
fr: Activer la saisie automatique
gl: Activa o autoenchido
he: הפעל מילוי אוטומטי
hr: Uključi auto-ispunu
hu: Automatikus kitöltés bekapcsolása
id: Aktifkan isi otomatis
it: Attiva il riempimento automatico
ja: 自動入力をオンにする
lv: Ieslēgt automātisko aizpildi
nl: Automatisch invullen inschakelen
pl: Włącz autouzupełnienie
pt: Ativar o preenchimento automático
pt_br: Ativar preenchimento automático
sk: Zapnúť automatické vypĺňanie
sr: Омогућите ауто-пуњење
ta: தானாக நிரப்புதலை இயக்கு
th: เปิดใช้งานป้อนอัตโนมัติ
tr: Otomatik doldurmayı etkinleştir
uk: Увімкніть автозаповнення
vi: Bật tự động điền
zh_hans: 打开自动填充
zh_hant: 啟用自動填入

source: Use autofill to log into your accounts with a single tap.
ar: استخدم التعبئة التلقائية لتسجيل الدخول إلى حساباتك بنقرة واحدة.
az: Tək toxunuşda hesablarınıza giriş etmək üçün avto-doldurmanı istifadə edin.
bg: Използвайте автоматичното попълване, за да се вписвате с едно докосване.
cs: Použijte automatické vyplňování pro přihlášení do svých účtů jediným klepnutím.
da: Brug autofyld for at logge ind på konti med ét tryk.
de: Verwende Auto-Ausfüllen, um dich mit einem einzigen Fingertipp bei deinen Konten anzumelden.
el: Χρησιμοποιήστε την αυτόματη συμπλήρωση για τη σύνδεση σε λογαριασμούς με ένα μόνο πάτημα.
fa: از پر کردن خودکار برای ورود به حساب‌های کاربری خود با یک ضربه استفاده کنید.
fi: Automaattitäytön avulla kirjaudut tileillesi yhdellä napautuksella.
fr: Utilisez le remplissage automatique pour vous connecter à vos comptes en un seul clic.
gl: Emprega o autoenchido para iniciar sesión nas túas contas con un toque.
he: השתמש במילוי אוטומטי כדי להיכנס לחשבונות שלך בהקשה אחת.
hr: Koristi auto-ispunu za prijavu u svoje račune jednim dodirom.
hu: Az automatikus kitöltéssel egyetlen érintéssel bejelentkezhetünk a fiókokba.
id: Gunakan isi otomatis untuk masuk ke akun Anda dengan sekali ketuk.
it: Usa il riempimento automatico per accedere ai tuoi account con un solo tocco.
ja: 自動入力を使用するとワンタップでアカウントにログインできます。
lv: Automātiskā aizpilde ir izmantojama, lai pieteiktos savos kontos ar vienu piesitienu.
nl: Gebruik automatisch invullen om met een enkele tik in te loggen op je accounts.
pl: Użyj autouzupełniania, aby zalogować się na swoje konta jednym dotknięciem.
pt: Utilize o preenchimento automático para iniciar sessão nas suas contas com um simples toque.
pt_br: Use o preenchimento automático para acessar suas contas com um único toque.
sk: Pomocou automatického vypĺňania sa prihláste do svojich účtov jediným ťuknutím.
sr: Користите ауто-пуњење да бисте се пријавили на своје налоге једним додиром.
ta: ஒற்றை தட்டலில் உங்கள் கணக்குகளில் உள்நுழைய தானாக நிரப்புதலைப் பயன்படுத்தவும்.
th: ใช้การป้อนอัตโนมัติเพื่อเข้าสู่ระบบบัญชีของคุณด้วยการแตะเพียงครั้งเดียว
tr: Hesaplarınıza tek dokunuşla giriş yapmak için otomatik doldurmayı kullanabilirsiniz.
uk: Використовуйте автозаповнення для входу в облікові записи одним дотиком.
vi: Dùng tính năng tự động điền để đăng nhập vào tài khoản của bạn chỉ bằng một chạm.
zh_hans: 使用自动填充功能，只需点击一次即可登录您的账户。
zh_hant: 使用自動填入來一鍵登入您的帳號。

# NeedHelpCheckOutAutofillHelp
source: Need help? Check out **[autofill help](%1$@)**
ar: بحاجة إلى مساعدة؟ تحقق من **[مساعدة التعبئة التلقائية](%1$@)**
az: Kömək lazımdır? **[Avto-doldurma üzrə kömək] səhifəsinə nəzər salın(%1$@)**
bg: Имате ли нужда от помощ? Прегледайте **[помощта за автоматичното попълване](%1$@)**
cs: Potřebujete pomoc? Podívejte se do **[nápovědy automatického vyplňování](%1$@)**
da: Brug for hjælp? Tjek **[Autofyld-hjælp](%1$@)**
de: Brauchst du Hilfe? Schau dir **[autofill help](%1$@)** an
el: Χρειάζεστε βοήθεια; Δείτε τη **[βοήθεια με την αυτόματη συμπλήρωση](%1$@)**
fa: نیاز به کمک دارید؟ به **[راهنمای پر کردن خودکار](%1$@)** مراجعه کنید
fi: Tarvitsetko apua? Tutustu **[automaattitäytön ohjeisiin](%1$@)**
fr: Besoin d'aide ? Consultez **[aide de saisie automatique](%1$@)**
gl: Necesitas axuda? Bota un ollo á **[axuda de autoenchido](%1$@)**
he: צריך עזרה? בדוק את **[עזרה עם מילוי אוטומטי](%1$@)**
hr: Trebaš pomoć? Pogledaj **[pomoć auto-ispune](%1$@)**
hu: Segítségre van szükség? Nézzük meg az **[automatikus kitöltési súgót](%1$@)**
id: Butuh bantuan? Lihat **[bantuan isi otomatis](%1$@)**
it: Hai bisogno di aiuto? Dai un'occhiata a **[come attivare il riempimento automatico](%1$@)**
ja: ヘルプが必要ですか？**[自動入力のヘルプ](%1$@)**をチェックしてください。
lv: Vajadzīga palīdzība? Apskatīt **[palīdzību par automātisko aizpildi](%1$@)**
nl: Hulp nodig? Bekijk **[hulp bij automatisch invullen](%1$@)**
pl: Potrzebujesz pomocy? Sprawdź **[pomoc dotyczącą importowania](%1$@)**
pt: Precisa de ajuda? Consulte a **[ajuda com o preenchimento automático](%1$@)**
pt_br: Precisa de ajuda? Confira as **[informações do preenchimento automático](%1$@)**
sk: Potrebujete pomoc? Pozrite si **[pomocník pre automatické vyplňovanie](%1$@)**
sr: Треба помоћ? Проверите **[помоћ ауто-пуњења](%1$@)**
ta: உதவி தேவையா? **[தானாக நிரப்புதல் உதவி](%1$@)** ஐ சரிபார்க்கவும்
th: ต้องการความช่วยเหลือไหม ดู **[ความช่วยเหลือเกี่ยวกับการป้อนอัตโนมัติ](%1$@)**
tr: Yardıma mı ihtiyacınız var? **[Otomatik doldurma yardımını](%1$@)** inceleyin
uk: Потрібна допомога? Перегляньте **[довідку щодо автозаповнення](%1$@)**
vi: Cần hỗ trợ? Xem **[trợ giúp tự động điền](%1$@)**
zh_hans: 需要帮助吗？查看 **[自动填充帮助](%1$@)**
zh_hant: 需要協助嗎？檢查我們的**[自動填入幫助](%1$@)**

source: Turn on later
ar: تشغيل في وقت لاحق
az: Daha sonra işə sal
bg: Включване по-късно
cs: Zapnout později
da: Slå til senere
de: Später einschalten
el: Ενεργοποίηση αργότερα
fa: بعداً روشن کنید
fi: Ota käyttöön myöhemmin
fr: Activer plus tard
gl: Activar máis adiante
he: הפעל מאוחר יותר
hr: Uključi kasnije
hu: Bekapcsolás később
id: Aktifkan nanti
it: Attiva più tardi
ja: 後でオンにする
lv: Ieslēgt vēlāk
nl: Later inschakelen
pl: Włącz później
pt: Ativar mais tarde
pt_br: Ativar mais tarde
sk: Zapnúť neskôr
sr: Упалити касније
ta: பிறகு இயக்கு
th: เปิดใช้งานภายหลัง
tr: Daha sonra etkinleştir
uk: Увімкнути пізніше
vi: Bật sau
zh_hans: 稍后开启
zh_hant: 稍後再啟動

# TurnOnAutoFillLaterQuestion
source: Turn on autofill later?
ar: تشغيل التعبئة التلقائية في وقت لاحق؟
az: Avto-doldurma daha sonra işə salınsın?
bg: Искате да включите автоматичното попълване по-късно?
cs: Zapnout automatické vyplňování později?
da: Slå autofyld til senere?
de: Auto-Ausfüllen später einschalten?
el: Ενεργοποίηση αυτόματης συμπλήρωσης αργότερα;
fa: بعداً پر کردن خودکار روشن شود؟
fi: Otetaanko automaattitäyttö käyttöön myöhemmin?
fr: Activer le remplissage automatique plus tard ?
gl: Queres activar o autoenchido máis adiante?
he: להפעיל מילוי אוטומטי מאוחר יותר?
hr: Kasnije uključi auto-ispunu?
hu: Automatikus kulcs bekapcsolása később?
id: Aktifkan isi otomatis nanti?
it: Attivare il riempimento automatico più tardi?
ja: 後で自動入力をオンにしますか？
lv: Ieslēgt automātisko aizpildi vēlāk?
nl: Automatisch aanvullen later inschakelen?
pl: Włączyć autouzupełnianie później?
pt: Ativar o preenchimento automático mais tarde?
pt_br: Ativar preenchimento automático mais tarde?
sk: Zapnúť automatické vypĺňanie neskôr?
sr: Упалити ауто-пуњење касније?
ta: தானாக நிரப்புதலை பிறகு இயக்கவா?
th: เปิดใช้งานป้อนอัตโนมัติภายหลังหรือไม่
tr: Otomatik doldurma daha sonra mı etkinleştirilsin?
uk: Увімкнути автозаповнення пізніше?
vi: Bật tự động điền sau?
zh_hans: 稍后打开自动填充吗？
zh_hant: 稍後再啟動自動填入？

source: You can return to complete this step anytime in Settings.
ar: يمكنك العودة لإكمال هذه الخطوة في أي وقت من الإعدادات.
az: Bu addımı tamamlamaq üçün istənilən vaxt Ayarlara gedə bilərsiniz.
bg: Можете да се върнете и да завършите тази стъпка по всяко време в Настройките.
cs: K dokončení tohoto kroku se můžete kdykoliv vrátit v Nastavení.
da: Dette trin kan når som helst fuldføres via Indstillinger.
de: Du kannst diesen Schritt in den Einstellungen jederzeit fortsetzen und abschließen.
el: Μπορείτε να επιστρέψετε για να ολοκληρώσετε αυτό το βήμα ανά πάσα στιγμή στις Ρυθμίσεις.
fa: می‌توانید هر زمان برای تکمیل این مرحله به بخش تنظیمات مراجعه کنید.
fi: Voit palata viimeistelemään tämän vaiheen milloin tahansa asetuksista.
fr: Vous pouvez revenir compléter cette étape à tout moment dans les paramètres.
gl: Podes volver a facer este paso en calquera momento dende os Axustes.
he: אתה יכול לחזור כדי להשלים את השלב הזה בכל עת בהגדרות.
hr: Kasnije se možeš vratiti u Postavke i dovršiti ovaj korak.
hu: A lépés végrehajtásához bármikor visszatérhetünk a Beállításokban.
id: Anda dapat kembali menyelesaikan langkah ini kapan saja di Pengaturan.
it: Puoi completare questo passaggio in seguito tornando nelle Impostazioni.
ja: いつでも「設定」からこのステップに戻れます。
lv: Pie šī soļa pabeigšanas var agriezties jebkurā brīdī iestatījumos.
nl: Je kunt deze stap op ieder moment afronden via Instellingen.
pl: Możesz wrócić do ustawień w dowolnym momencie, aby zakończyć ten krok.
pt: Pode voltar a concluir este passo a qualquer altura nas Definições.
pt_br: Você pode retornar para concluir esta etapa a qualquer momento nas Configurações.
sk: K tomuto kroku sa môžete kedykoľvek vrátiť a dokončiť ho v nastaveniach.
sr: Можете се вратити да бисте завршили овај корак у било ком тренутку у подешавањима.
ta: அமைப்புகளில் எந்த நேரத்திலும் இந்த படிநிலையை முடிக்க நீங்கள் திரும்ப வரலாம்.
th: คุณสามารถกลับมาทำขั้นตอนนี้ให้เสร็จสิ้นได้ทุกเมื่อในการตั้งค่า
tr: İstediğiniz zaman Ayarlar'a girerek bu adımı tamamlayabilirsiniz.
uk: Ви можете виконати цей крок будь-коли в налаштуваннях.
vi: Bạn có thể hoàn tất bước này sau trong phần Cài đặt.
zh_hans: 您可以随时回到「设置」中完成此步骤。
zh_hant: 您可以在設定中隨時回到此步驟。

source: Continue to Bitwarden
ar: المتابعة إلى بت واردن
az: Bitwarden ilə davam et
bg: Продължаване към Битуорден
cs: Pokračovat do Bitwardenu
da: Fortsæt til Bitwarden
de: Weiter zu Bitwarden
el: Συνέχεια στο Bitwarden
fa: به Bitwarden ادامه دهید
fi: Jatka Bitwardeniin
fr: Continuer vers Bitwarden
gl: Iniciar sesión en Bitwarden
he: המשך אל Bitwarden
hr: Nastavi na bitwarden.com?
hu: Továbblépés a Bitwarden-be
id: Lanjut ke Bitwarden
it: Prosegui su Bitwarden
ja: Bitwarden へ進む
lv: Pāriet uz Bitwarden
nl: Doorgaan naar Bitwarden
pl: Kontynuuj w Bitwarden
pt: Continuar para o Bitwarden
pt_br: Continuar no Bitwarden
sk: Prejsť do Bitwardenu
sr: Настави на Bitwarden
ta: பிட்வார்டனுக்குத் தொடரவும்
th: ดำเนินการต่อไปยัง Bitwarden
tr: Bitwarden'a devam et
uk: Продовжити в Bitwarden
vi: Tiếp tục tới Bitwarden
zh_hans: 前往 Bitwarden
zh_hant: 繼續到 Bitwarden

source: Back to settings
ar: العودة إلى الإعدادات
az: Ayarlara qayıt
bg: Назад към настройките
cs: Zpět do nastavení
da: Retur til indstillinger
de: Zurück zu den Einstellungen
el: Επιστροφή στις ρυθμίσεις
fa: بازگشت به تنظیمات
fi: Takaisin asetuksiin
fr: Retour aux paramètres
gl: Volver ós axustes
he: חזרה להגדרות
hr: Povratak na Postavke
hu: Vissza a beállításokba
id: Kembali ke pengaturan
it: Torna alle impostazioni
ja: 設定に戻る
lv: Atpakaļ uz iestatījumiem
nl: Terug naar instellingen
pl: Przejdź do ustawień
pt: Voltar às definições
pt_br: Voltar às configurações
sk: Späť do nastavení
sr: Натраг на подешавања
ta: அமைப்புகளுக்குத் திரும்பு
th: กลับไปที่การตั้งค่า
tr: Ayarlara geri dön
uk: Назад до налаштувань
vi: Quay lại cài đặt
zh_hans: 返回设置
zh_hant: 返回設定

source: You’re all set!
ar: أنت جاهز تمامًا!
az: Artıq hazırsınız!
bg: Всичко е готово!
cs: Vše je nastaveno!
da: Så er alt klar!
de: Du bist bereit!
el: Όλα έτοιμα!
fa: همه چیز آماده است!
fi: Kaikki on valmista!
fr: Vous êtes tous prêts !
gl: Todo listo!
he: אתה מוכן!
hr: Sve je spremno!
hu: Készen is vagyunk!
id: Semua sudah siap!
it: Tutto pronto!
ja: 準備完了です！
lv: Viss ir gatavs.
nl: Je bent helemaal klaar!
pl: Wszystko gotowe!
pt: Tudo a postos!
pt_br: Você está pronto!
sk: Všetko je pripravené!
sr: Спремни сте!
ta: நீங்கள் தயாராக உள்ளீர்கள்!
th: เรียบร้อยแล้ว!
tr: Artık hazırsınız!
uk: Усе налаштовано!
vi: Bạn đã hoàn tất!
zh_hans: 一切就绪！
zh_hant: 一切就緒！
