Repository: bitwarden/ios
Catalog: BitwardenResources/Localizations/*.lproj/Localizable.strings
Languages: ar, az, bg, cs, da, de, el, fa, fi, fr, gl, he, hr, hu, id, it, ja, lv, nl, pl, pt, pt_br, sk, sr, ta, th, tr, uk, vi, zh_hans, zh_hant

source: No account found. Please log in again if you continue to see this error.
ar: لم يُعثر على حساب. الرجاء تسجيل الدخول مرة أخرى إذا كنت لا تزال ترى هذا الخطأ.
az: Hesab tapılmadı. Bu xətanı görməyə davam etsəniz lütfən yenidən giriş edin.
bg: Не е намерена регистрация. Впишете се отново, ако продължавате да виждате тази грешка.
cs: Nebyl nalezen žádný účet. Přihlaste se znovu, pokud znovu uvidíte tuto chybu.
da: Ingen konto fundet. Log venligst ind igen, hvis denne fejl fortsat bliver vist.
de: Kein Konto gefunden. Bitte melde dich erneut an, wenn du diesen Fehler weiterhin siehst.
fa: هیچ حساب کاربری پیدا نشد. اگر همچنان این خطا را مشاهده می‌کنید، لطفاً دوباره وارد شوید.
fi: Tiliä ei löytynyt. Kirjaudu sisään uudelleen, jos tämä virhe toistuu.
fr: Aucun compte trouvé. Veuillez vous reconnecter si vous continuez à voir cette erreur.
gl: Non se atopou ningunha conta. Volve iniciar sesión e o problema persiste.
he: לא נמצא חשבון. נא להיכנס שוב אם אתה ממשיך לראות שגיאה זו.
hr: Nije pronađen račun. Ako nastaviš viđati grešku, prijavi e ponovno.
hu: Nem található fiók. Kérem, lépjen be újra, ha továbbra is ezzel a hibával találkozik.
id: Tidak ada akun ditemukan. Silakan masuk kembali jika Anda terus melihat kesalahan ini.
it: Account non trovato. Se continui a riscontrare questo errore, prova a disconnetterti e ad accedere di nuovo.
ja: アカウントが見つかりません。このエラーが表示され続ける場合は、再度ログインしてください。
lv: Netika atrasts neviens konts. Lūgums pieteikties vēlreiz, ja šī kļūda joprojām ir redzama.
nl: Geen account gevonden. Log opnieuw in als je deze foutmelding blijft zien.
pl: Nie znaleziono konta. Zaloguj się ponownie, jeśli nadal widzisz ten błąd.
pt: Não foi encontrada nenhuma conta. Por favor, inicie sessão novamente se continuar a ver este erro.
pt_br: Nenhuma conta encontrada. Conecte-se novamente se você continuar vendo este erro.
sk: Nenašiel sa žiadny účet. Ak sa táto chyba bude naďalej zobrazovať, prihláste sa znova.
sr: Није пронађен ниједан налог. Пријавите се поново ако и даље видите ову грешку.
ta: கணக்கு எதுவும் கிடைக்கவில்லை. இந்த பிழையை நீங்கள் தொடர்ந்து கண்டால் மீண்டும் உள்நுழையவும்.
th: ไม่พบบัญชี โปรดเข้าสู่ระบบอีกครั้งหากยังพบข้อผิดพลาดนี้
tr: Hesap bulunamadı. Bu hatayı görmeye devam ederseniz lütfen yeniden giriş yapın.
uk: Обліковий запис не знайдено. Якщо ця помилка з'являтиметься й надалі, повторно виконайте вхід.
vi: Không tìm thấy tài khoản. Thử đăng nhập lại nếu bạn tiếp tục thấy lỗi này.
zh_hans: 未找到账户。如果您继续看到此错误，请重新登录。
zh_hant: 找不到帳號。若您持續看到此錯誤，請重試登入。

source: Import error
ar: خطأ في الاستيراد
az: Daxilə köçürmə xətası
bg: Грешка при внасянето
cs: Chyba importu
da: Importfejl
de: Importfehler
el: Σφάλμα εισαγωγής
fa: خطای درون ریزی
fi: Tuontivirhe
fr: Erreur lors de l'importation
gl: Erro ó importar
he: שגיאת ייבוא
hr: Greška prilikom uvoza
hu: Importálási hiba
id: Kesalahan impor
it: Errore di importazione
ja: インポートエラー
lv: Ievietošanas kļūda
nl: Fout bij importeren
pl: Błąd importowania
pt: Erro de importação
pt_br: Erro de importação
sk: Chyba importu
sr: Грешка при увозу
ta: இறக்குமதி பிழை
th: ข้อผิดพลาดในการนำเข้า
tr: İçe aktarma hatası
uk: Помилка імпорту
vi: Lỗi khi nhập
zh_hans: 导入错误
zh_hant: 匯入時發生錯誤

source: No logins were imported
ar: لم يتم استيراد أي تسجيلات دخول
az: Heç bir giriş daxilə köçürülmədi
bg: Не бяха внесени никакви елементи за вписване
cs: Nebyla importována žádná přihlášení
da: Ingen logins blev importeret
de: Es wurden keine Zugangsdaten importiert
el: Δεν εισήχθησαν συνδέσεις
fa: هیچ ورودی درون ریزی نشده است
fi: Kirjautumistietoja ei tuotu
fr: Aucun identifiant n'a été importé
gl: Non se importaron credenciais
he: לא יובאו כניסות
hr: Nije uvezena niti jedna prijava
hu: Nem lett bejelentkezés importáva.
id: Tidak ada login yang diimpor
it: Nessun login importato
ja: ログイン情報がインポートされませんでした
lv: Netika ievietots neviens pieteikšanās vienums
nl: Er zijn geen logins geïmporteerd
pl: Nie zaimportowano danych logowania
pt: Não foram importadas credenciais
pt_br: Nenhuma credencial foi importada
sk: Neboli importované žiadne prihlasovacie údaje
sr: Нису увезене никакве пријаве
ta: உள்நுழைவுகள் எதுவும் இறக்குமதி செய்யப்படவில்லை
th: ไม่มีข้อมูลเข้าสู่ระบบที่ถูกนำเข้า
tr: Hiç hesap aktarılmadı
uk: Жодного запису не імпортовано
vi: Không có tài khoản nào được nhập
zh_hans: 未导入任何登录信息
zh_hant: 沒有匯入任何登入資訊

# ThisIsNotARecognizedServerDescriptionLong
source: This is not a recognized Bitwarden server. You may need to check with your provider or update your server.
ar: هذا ليس خادم بت واردن المعترف به. قد تحتاج إلى التحقق مع المزود الخاص بك أو تحديث الخادم الخاص بك.
az: Bu, bilinən Bitwarden serveri deyil. Provayderinizi yoxlamağınız və ya serverinizi güncəlləməyiniz lazım gələ bilər.
bg: Това не изглежда да е познат сървър на Битуорден. Може да се наложи да го проверите при доставчика си или да обновите сървъра си.
cs: Nejedná se o rozpoznaný server Bitwarden. Možná budete muset zkontrolovat svého poskytovatele nebo aktualizovat svůj server.
da: Dette er ikke en genkendt Bitwarden-server. Man skal muligvis tjekke med sin udbyder eller opdatere sin server.
de: Dies ist kein anerkannter Bitwarden-Server. Möglicherweise musst du dich bei deinem Anbieter erkundigen oder deinen Server aktualisieren.
el: Αυτός δεν είναι αναγνωρισμένος διακομιστής Bitwarden. Μπορεί να χρειαστεί να ελέγξετε με τον πάροχο σας ή να ενημερώσετε τον διακομιστή σας.
fa: این یک سرور معتبر Bitwarden نیست. ممکن است لازم باشد با ارائه‌دهنده خود بررسی کنید یا سرور را به‌روزرسانی نمایید.
fi: Tätä ei tunnistettu Bitwarden-palvelimeksi. Tarkista tiedot palveluntarjoajaltasi tai päivitä palvelimesi.
fr: Ce n'est pas un serveur Bitwarden reconnu. Vous devrez peut-être vérifier auprès de votre fournisseur ou mettre à jour votre serveur.
gl: Este non é un servidor de Bitwarden recoñecido. Pode que teñas que comprobalo co teu provedor ou actualizar o servidor.
he: זה לא שרת מוכר של Bitwarden. ייתכן שתצטרך לבדוק עם הספק שלך או לעדכן את השרת שלך.
hr: Ovo nije prepoznati Bitwarden poslužitelj. Možda ćeš morati provjeriti kod svog davatelja usluga ili ažurirati svoj poslužitelj.
hu: Ez nem egy felismert Bitwarden szerver. Konzultálhatunk a szolgáltatóval vagy frissítsük a szervert.
id: Ini bukan server Bitwarden yang dikenali. Anda mungkin perlu memeriksa dengan penyedia atau memperbarui server Anda.
it: Server Bitwarden non riconosciuto. Verifica con il tuo provider o modifica il server.
ja: これは認識された Bitwarden サーバーではありません。プロバイダーに確認するか、サーバーを更新する必要があるかもしれません。
lv: Šis nav atzīts Bitwarden serveris. Var būt nepieciešams vērsties pie nodrošinātāja, lai pārbaudītu, vai atjaunināt savu serveri.
nl: Dit is geen herkende Bitwarden-server. Je moet mogelijk controleren met je provider of je server bijwerken.
pl: To nie jest serwer Bitwarden. Sprawdź dostawcę lub zaktualizuj serwer.
pt: Este não é um servidor Bitwarden reconhecido. Poderá ter de verificar com o seu fornecedor ou atualizar o seu servidor.
pt_br: Este não é um servidor reconhecido do Bitwarden. Você pode precisar verificar com o seu provedor ou atualizar o seu servidor.
sk: Toto nie je známy Bitwarden server. Možno bude potrebné overiť si to u svojho poskytovateľa alebo aktualizovať server.
sr: Ово није признати Bitwarden сервер. Можда ћете морати да проверите код свог провајдера или да ажурирате сервер.
ta: இது அங்கீகரிக்கப்பட்ட பிட்வார்டன் சேவையகம் அல்ல. நீங்கள் உங்கள் வழங்குநருடன் சரிபார்க்க வேண்டும் அல்லது உங்கள் சேவையகத்தைப் புதுப்பிக்க வேண்டும்.
th: นี่ไม่ใช่เซิร์ฟเวอร์ Bitwarden ที่รู้จัก คุณอาจต้องตรวจสอบกับผู้ให้บริการของคุณหรืออัปเดตเซิร์ฟเวอร์
tr: Bu Bitwarden sunucusu tanınmıyor. Servis sağlayıcınızdan bilgi alın veya sunucunuzu güncelleyin.
uk: Це не розпізнаний сервер Bitwarden. Можливо, вам необхідно перевірити параметри свого провайдера або оновити свій сервер.
vi: Đây không phải là máy chủ Bitwarden được công nhận. Bạn có thể cần liên hệ với nhà cung cấp dịch vụ hoặc cập nhật máy chủ của mình.
zh_hans: 这是一个无法识别的 Bitwarden 服务器。您可能需要向您的提供商查询或更新您的服务器。
zh_hant: 這不是一個 Bitwarden 伺服器。您可能需要聯繫您的提供商或更新您的伺服器。

source: Logins imported
ar: تسجيلات الدخول المستوردة
az: Girişlər daxilə köçürüldü
bg: Данните за вписване са внесени
cs: Přihlášení importována
da: Logins importeret
de: Zugangsdaten importiert
el: Εισήχθησαν συνδέσεις
fa: ورودها درون ریزی شد
fi: Kirjautumistiedot tuotiin
fr: Identifiants importés
gl: Credenciais importadas
he: יובאו כניסות
hr: Prijave uvezene
hu: A bejelentkezések importálásra kerültek.
id: Login berhasil diimpor
it: Login importati
ja: ログイン情報をインポートしました
lv: Pieteikšanās vienumi ievietoti
nl: Inloggegevens geïmporteerd
pl: Dane logowania zostały zaimportowane
pt: Credenciais importadas
pt_br: Credenciais importadas
sk: Prihlasovacie údaje boli importované
sr: Увезене пријаве
ta: உள்நுழைவுகள் இறக்குமதி செய்யப்பட்டன
th: นำเข้าข้อมูลเข้าสู่ระบบแล้ว
tr: Hesaplar içe aktarıldı
uk: Записи імпортовано
vi: Đã nhập các thông tin đăng nhập
zh_hans: 登录信息已导入
zh_hant: 登入資訊已匯入

source: Remember to delete your imported password file from your computer.
ar: تذكر أن تحذف ملف كلمة المرور المستوردة من جهاز الكمبيوتر الخاص بك.
az: Kompüterinizdən daxilə köçürdüyünüz parol faylını silməyi unutmayın.
bg: Не забравяйте да изтриете файла с паролите за внасяне от компютъра си.
cs: Nezapomeňte smazat soubor importovaných hesel z Vašeho počítače.
da: Husk at slette den importerede adgangskodefil fra computeren.
de: Vergiss nicht, deine importierte Passwortdatei von deinem Computer zu löschen.
fa: فراموش نکنید پرونده کلمات عبور درون ریزی شده را از رایانه خود حذف کنید.
fi: Muista poistaa tuotu salasanatiedosto tietokoneeltasi.
fr: N'oubliez pas de supprimer votre fichier de mots de passe importé de votre ordinateur.
gl: Lembra eliminar o arquivo de contrasinais importado do teu computador.
he: זכור למחוק את קובץ הסיסמאות המיובאות שלך מהמחשב שלך.
hr: Ne zaboravi izbrisati datoteku uvezenih lozinki sa svog računala.
hu: Ne felejtsük el törölni az importált jelszófájlt a számítógépről.
id: Jangan lupa hapus berkas sandi yang sudah diimpor dari komputer Anda.
it: Ricordati di eliminare il file di origine dopo l'importazione.
ja: インポートが済んだパスワードファイルをコンピュータから削除することを忘れないでください。
lv: Jāatceras datorā izdzēst savu ievietoto paroļu datni.
nl: Vergeet niet het geïmporteerde wachtwoordbestand van je computer te verwijderen.
pl: Pamiętaj, aby usunąć zaimportowany plik z komputera.
pt: Lembre-se de eliminar o ficheiro da palavra-passe importada do seu computador.
pt_br: Lembre-se de apagar o arquivo de senhas importado do seu computador.
sk: Nezabudnite z počítača odstrániť importovaný súbor s heslami.
sr: Не заборавите да избришете увезену датотеку лозинке са свог рачунара.
ta: உங்கள் கணினியிலிருந்து உங்கள் இறக்குமதி செய்யப்பட்ட கடவுச்சொல் கோப்பை நீக்க நினைவில் கொள்ளுங்கள்.
th: อย่าลืมลบไฟล์รหัสผ่านที่นำเข้าจากคอมพิวเตอร์ของคุณ
tr: İçe aktardığınız parola dosyasını bilgisayarınızdan silmeyi unutmayın.
uk: Обов'язково видаліть імпортований файл із паролями з комп'ютера.
vi: Hãy nhớ xóa tệp mật khẩu đã nhập khỏi máy tính của bạn.
zh_hans: 记得从计算机中删除已导入的密码文件。
zh_hant: 請記得要刪除您電腦內匯入的密碼檔案。

source: Something went wrong
ar: حدث خطأ ما
az: Nəsə səhv getdi
bg: Нещо се обърка
cs: Něco se pokazilo
da: Noget gik galt
de: Etwas ist schiefgelaufen
el: Κάτι πήγε στραβά
fa: اوه! مشکلی پیش آمده
fi: Jokin meni pieleen
fr: Un problème est survenu
gl: Algo fallou
he: משהו השתבש
hr: Dogodila se greška
hu: Valami hiba lépett fel
id: Terjadi kesalahan
it: Si è verificato un problema
ja: 何らかのエラーが発生しました
lv: Kaut kas nogājis greizi
nl: Er is iets fout gegaan
pl: Coś poszło nie tak
pt: Alguma coisa correu mal
pt_br: Algo deu errado
sk: Niečo sa pokazilo
sr: Нешто није у реду
ta: ஏதோ தவறு நடந்தது
th: มีบางอย่างผิดปกติ
tr: Bir sorun oluştu
uk: Щось пішло не так
vi: Đã xảy ra lỗi
zh_hans: 出错了
zh_hant: 出了點問題

source: Unable to move the selected item. Please try again.
ar: غير قادر على نقل العنصر المحدد. الرجاء المحاولة مرة أخرى.
az: Seçilmiş element daşına bilmir. Lütfən yenidən sınayın.
bg: Избраният елемент не може да бъде преместен. Моля, опитайте отново.
cs: Nelze přesunout vybranou položku. Zkuste to znovu.
da: Det valgte element kan ikke flyttes. Forsøg igen.
de: Der ausgewählte Eintrag konnte nicht verschoben werden. Bitte versuche es erneut.
fa: امکان جابه‌جایی مورد انتخاب شده وجود ندارد. لطفاً دوباره تلاش کنید.
fi: Valittua kohdetta ei voitu siirtää. Yritä uudelleen.
fr: Impossible de déplacer l'élément sélectionné. Veuillez réessayer.
gl: Non se puido mover o elemento seleccionado. Por favor, volve intentalo.
he: לא ניתן להעביר את הפריט הנבחר. נא לנסות שוב.
hr: Nije moguće premjestiti odabranu stavku. Pokušaj ponovno.
hu: Nem helyezhető át a kijelölt elem. Próbálja újra.
id: Tidak dapat memindahkan item yang dipilih. Silakan coba lagi.
it: Impossibile spostare l'elemento selezionato. Riprova.
ja: 選択したアイテムを移動できません。もう一度やり直してください。
lv: Nebija iespējams pārvietot atlasīto vienumu. Lūgumus mēģināt vēlreiz.
nl: Kan het geselecteerde item niet verplaatsen. Probeer het opnieuw.
pl: Nie można przenieść wybranego elementu. Spróbuj ponownie.
pt: Não foi possível mover o item selecionado. Por favor, tente novamente.
pt_br: Não é possível mover o item selecionado. Tente novamente.
sk: Nepodarilo sa presunúť vybranú položku. Skúste to znova, prosím.
sr: Није могуће преместити изабрану ставку. Покушајте поново.
ta: தேர்ந்தெடுக்கப்பட்ட பொருளை நகர்த்த முடியவில்லை. மீண்டும் முயற்சிக்கவும்.
th: ไม่สามารถย้ายรายการที่เลือกได้ โปรดลองอีกครั้ง
tr: Seçilen kayıt taşınamadı. Lütfen yeniden deneyin.
uk: Не вдалося перемістити вибраний запис. Повторіть спробу.
vi: Không thể di chuyển mục đã chọn. Vui lòng thử lại.
zh_hans: 无法移动所选项目。请重试。
zh_hant: 無法移動所選擇的項目。請稍後重試。

source: Done
ar: تم
az: Bitdi
bg: Готово
cs: Hotovo
da: Færdig
de: Fertig
el: Τέλος
fa: انجام شد
fi: Valmis
fr: Terminé
gl: Feito
he: בוצע
hr: Gotovo
hu: Kész
id: Selesai
it: Completato
ja: 完了
lv: Darīts
nl: Klaar
pl: Gotowe
pt: Concluído
pt_br: Pronto
sk: Hotovo
sr: Готово
ta: முடிந்தது
th: เสร็จสิ้น
tr: Tamam
uk: Виконано
vi: Xong
zh_hans: 完成
zh_hant: 完成

source: Next
ar: التالي
az: Növbəti
bg: Следващо
cs: Další
da: Næste
de: Weiter
el: Επόμενο
fa: بعدی
fi: Seuraava
fr: Suivant
gl: Seguinte
he: הבא
hr: Sljedeće
hu: Következő
id: Lanjut
it: Prossimo
ja: 次へ
lv: Turpināt
nl: Volgende
pl: Dalej
pt: Seguinte
pt_br: Avançar
sk: Ďalej
sr: Следеће
ta: அடுத்து
th: ถัดไป
tr: İleri
uk: Далі
vi: Tiếp theo
zh_hans: 下一步
zh_hant: 下一步

source: Copy public key
ar: اِنسخ المفتاح العام
az: Public açarı kopyala
bg: Копиране на публичния ключ
cs: Kopírovat veřejný klíč
da: Kopiér offentlig nøgle
de: Öffentlichen Schlüssel kopieren
el: Αντιγραφή δημόσιου κλειδιού
fa: کپی کلید عمومی
fi: Kopioi julkinen avain
fr: Copier la clé publique
gl: Copiar clave pública
he: העתק מפתח ציבורי
hr: Kopiraj javni ključ
hu: Nyilvános kulcs másolása
id: Salin kunci publik
it: Copia chiave pubblica
ja: 公開鍵をコピー
lv: Ievietot starpliktuvē publisko atslēgu
nl: Publieke sleutel kopiëren
pl: Kopiuj klucz publiczny
pt: Copiar chave pública
pt_br: Copiar chave pública
sk: Kopírovať verejný kľúč
sr: Копирај јавни кључ
ta: பொது விசையை நகலெடு
th: คัดลอก Public Key
tr: Ortak anahtarı kopyala
uk: Копіювати відкритий ключ
vi: Sao chép khóa công khai
zh_hans: 复制公钥
zh_hant: 複製公開金鑰

source: Copy private key
ar: نسخ المفتاح الخاص
az: Private açarı kopyala
bg: Копиране на частния ключ
cs: Kopírovat soukromý klíč
da: Kopiér privat nøgle
de: Privaten Schlüssel kopieren
el: Αντιγραφή ιδιωτικού κλειδιού
fa: کپی کلید خصوصی
fi: Kopioi yksityinen avain
fr: Copier la clé privée
gl: Copiar clave privada
he: העתק מפתח פרטי
hr: Kopiraj privatni ključ
hu: Személyes kulcs másolása
id: Salin kunci pribadi
it: Copia chiave privata
ja: 秘密鍵をコピー
lv: Ievietot starpliktuvē privāto atslēgu
nl: Privésleutel kopiëren
pl: Kopiuj klucz prywatny
pt: Copiar chave privada
pt_br: Copiar chave privada
sk: Kopírovať súkromný kľúč
sr: Копирај приватни кључ
ta: தனிப்பட்ட விசையை நகலெடு
th: คัดลอก Private Key
tr: Özel anahtarı kopyala
uk: Копіювати закритий ключ
vi: Sao chép khóa riêng tư
zh_hans: 复制私钥
zh_hant: 複製私密金鑰

source: Copy fingerprint
ar: نسخ بصمة الإصبع
az: Barmaq izini kopyala
bg: Копиране на отпечатъка
cs: Kopírovat otisk prstu
da: Kopiér fingeraftryk
de: Fingerabdruck kopieren
el: Αντιγραφή αποτυπώματος
fa: کپی اثر انگشت
fi: Kopioi sormenjälki
fr: Copier l'empreinte digitale
gl: Copiar pegada dixital
he: העתק טביעת אצבע
hr: Kopiraj otisak prsta
hu: Ujjlenyomat másolása
id: Salin sidik jari
it: Copia impronta
ja: フィンガープリントをコピー
lv: Ievietot starpliktuvē pirkstu nospiedumu
nl: Vingerafdruk kopiëren
pl: Kopiuj odcisk klucza
pt: Copiar impressão digital
pt_br: Copiar impressão digital
sk: Kopírovať odtlačok prsta
sr: Копирати отисак
ta: கைரேகையை நகலெடு
th: คัดลอกลายนิ้วมือ
tr: Parmak izini kopyala
uk: Копіювати відбиток
vi: Sao chép vân tay
zh_hans: 复制指纹
zh_hant: 複製指紋

source: SSH keys
ar: مفتاح SSH
az: SSH açarları
bg: SSH ключове
cs: SSH klíče
da: SSH-nøgler
de: SSH-Schlüssel
el: Κλειδιά SSH
fa: کلیدهای SSH
fi: SSH-avaimet
fr: Clés SSH
gl: Claves SSH
he: מפתחות SSH
hr: SSH ključevi
hu: SSH kulcsok
id: Kunci SSH
it: Chiavi SSH
ja: SSHキー
lv: SSH atslēgas
nl: SSH-sleutels
pl: Klucze SSH
pt: Chaves SSH
pt_br: Chaves SSH
sk: Kľúče SSH
sr: SSH кључеве
ta: SSH விசைகள்
th: คีย์ SSH
tr: SSH anahtarları
uk: Ключі SSH
vi: Khóa SSH
zh_hans: SSH 密钥
zh_hant: SSH 金鑰

source: Use Optic ID To Unlock
ar: استخدام المعرف البصري للفتح
az: Kilidi açmaq üçün Optic ID istifadə edin
bg: Отключване чрез Optic ID
cs: Použít Optic ID k odemknutí
de: Optic ID zum Entsperren verwenden
fa: از Optic ID برای قفل گشایی استفاده شود
fi: Avaa Optic ID:llä
fr: Utiliser Optic ID pour déverrouiller
he: השתמש ב־Optic ID כדי לפתוח
hr: Koristi Optic ID za otključavanje
hu: Optikai AZ használata a feloldáshoz
id: Gunakan Optic ID untuk membuka
it: Usa L'ID ottico per sbloccare
ja: Optic ID を使用してロック解除
lv: Izmantot Optic ID, lai atslēgtu
nl: Gebruik Optische ID om te ontgrendelen
pl: Odblokuj za pomocą Optic ID
pt: Utilizar o Optic ID para desbloquear
pt_br: Usar Optic ID para desbloquear
sk: Odomknúť pomocou Optic ID
sr: Користи Оптик ИД за откључавање
ta: திறக்க ஆப்டிக் ஐடியைப் பயன்படுத்தவும்
th: ใช้ Optic ID เพื่อปลดล็อก
tr: Kilidi Optic ID ile aç
uk: Розблокування з Optic ID
vi: Dùng Optic ID để mở khóa
zh_hans: 使用 Optic ID 解锁

source: Nothing available to autofill
ar: لا يوجد شيء متاح للملء التلقائي
az: Avto-doldurmaq üçün istifadə ediləcək heç nə yoxdur
bg: Няма нищо налично за автоматично попълване
cs: Není k dispozici nic k automatickému vyplnění
da: Intet tilgængeligt at autofylde
de: Nichts zum automatischen Ausfüllen vorhanden
fa: موردی برای پر کردن خودکار در دسترس نیست
fi: Mitään automaattisesti täytettävää ei löytynyt
fr: Rien n'est disponible pour saisir automatiquement
gl: Nada dispoñible para autoencher
he: אין שום דבר זמין למלא אוטומטית
hr: Nema ništa za auto-ispunu
hu: Semmi sem érhető el az automatikus kitöltéshez.
id: Tidak ada data untuk isi otomatis
it: Nessun dato disponibile per il riempimento automatico
ja: 自動入力できる項目がありません
lv: Nav piejams nekas automātiski aizpildāms
nl: Niets beschikbaar voor automatisch invullen
pl: Brak pasujących elementów
pt: Nada disponível para preenchimento automático
pt_br: Nada para preencher
sk: Nie je nič na vyplnenie
sr: Ништа доступно за аутоматско попуњавање
ta: தானாக நிரப்ப எதுவும் கிடைக்கவில்லை
th: ไม่มีอะไรให้ป้อนอัตโนมัติ
tr: Otomatik doldurulabilecek bir şey tok
uk: Немає записів для автозаповнення
vi: Không có gì để điền tự động
zh_hans: 没有可供自动填充的内容
zh_hant: 沒有資訊可以自動填入

source: Failed to generate verification code
ar: فشل في إنشاء رمز التحقق
az: Doğrulama kodunu yaratma uğursuz oldu
bg: Кодът за потвърждение не може да бъде генериран
cs: Generování ověřovacího kódu se nezdařilo
da: Bekræftelseskode kunne ikke genereres
de: Fehler beim Generieren des Verifizierungscodes
fa: تولید کد تأیید با شکست مواجه شد
fi: Vahvistuskoodin luonti epäonnistui
fr: Impossible de générer le code de vérification
gl: Non se puido xerar o código de verificación
he: נכשל לייצר קוד אימות
hr: Neuspješno generiranje kôda za provjeru
hu: Nem sikerült létrehozni az ellenőrző kódot.
id: Gagal membuat kode verifikasi
it: Impossibile generare il codice di verifica
ja: 認証コードの生成に失敗しました
lv: Neizdevās izveidot apliecinājuma kodu
nl: Genereren van verificatiecode mislukt
pl: Wygenerowanie kodu weryfikacyjnego nie powiodło się
pt: Falha ao gerar o código de verificação
pt_br: Falha ao gerar código de verificação
sk: Nepodarilo sa vygenerovať overovací kód
sr: Неуспело генерисање кода потврде
ta: சரிபார்ப்புக் குறியீட்டை உருவாக்கத் தவறிவிட்டது
th: สร้างรหัสยืนยันไม่สำเร็จ
tr: Doğrulama kodu oluşturulamadı
uk: Не вдалося згенерувати код підтвердження
vi: Không thể tạo mã xác minh
zh_hans: 生成验证码失败
zh_hant: 產生驗證碼失敗

# FailedToAutofillItem
source: Failed to autofill item %1$@
ar: فشل في التعبئة التلقائية للعنصر %1$@
az: %1$@ elementini avto-doldurmaq uğursuz oldu
bg: Елементът не успя да бъде попълнен автоматично %1$@
cs: Nezdařilo se automaticky vyplnit položku %1$@
da: Kunne ikke autoudfylde emnet %1$@
de: Fehler beim automatischen Ausfüllen des Eintrags %1$@
fa: پر کردن خودکار مورد %1$@ با شکست مواجه شد
fi: Kohteen %1$@ automaattitäyttö epäonnistui
fr: Impossible de saisir automatiquement l'élément %1$@
gl: Non ser puido autoencher %1$@
he: נכשל למלא אוטומטית פריט %1$@
hr: Nuspješna auto-ispuna za %1$@
hu: %1$@ elemet nem sikerült automatikusan kitölteni.
id: Gagal mengisi otomatis item %1$@
it: Riempimento automatico per %1$@ non riuscito
ja: アイテム %1$@ の自動入力に失敗しました
lv: Neizdevās automātiski aizpildīt vienumu %1$@
nl: Automatisch invullen van item %1$@ mislukt
pl: Autouzupełnianie elementu %1$@ nie powiodło się
pt: Falha no preenchimento automático do item %1$@
pt_br: Falha ao preencher o item %1$@
sk: Nepodarilo sa automaticky vyplniť položku %1$@
sr: Неуспело аутоматско попуњавање ставке %1$@
ta: %1$@ பொருளை தானாக நிரப்பத் தவறிவிட்டது
th: ป้อนข้อมูลรายการ %1$@ อัตโนมัติไม่สำเร็จ
tr: %1$@ kaydı otomatik doldurulamadı
uk: Збій автозаповнення запису %1$@
vi: Tự động điền %1$@ thất bại
zh_hans: 自动填充项目 %1$@ 失败
zh_hant: 自動填入 %1$@ 失敗

source: Exporting failed
ar: فشل التصدير
az: Xaricə köçürmə uğursuzdur
bg: Изнасянето беше неуспешно
cs: Exportování selhalo
da: Eksport mislykkedes
de: Exportieren fehlgeschlagen
el: Αποτυχία εξαγωγής
fa: برون ریزی شکست خورد
fi: Vienti epäonnistui
fr: L'exportation a échoué
gl: Exportación fallida
he: ייצוא נכשל
hr: Izvoz nije uspio
hu: Az exportálás sikertelen volt.
id: Gagal mengekspor
it: Esportazione fallita
ja: エクスポートに失敗しました
lv: Izgūšana neizdevās
nl: Exporteren mislukt
pl: Eksportowanie nie powiodło się
pt: Falha na exportação
pt_br: Falha na exportação
sk: Export zlyhal
sr: Неуспешан извоз
ta: ஏற்றுமதி தோல்வியடைந்தது
th: การส่งออกล้มเหลว
tr: Dışa aktarılamadı
uk: Не вдалося експортувати
vi: Xuất thất bại
zh_hans: 导出失败
zh_hant: 匯出失敗
