Repository: bitwarden/ios
Catalog: BitwardenResources/Localizations/*.lproj/Localizable.strings
Languages: ar, az, bg, cs, da, de, el, fa, fi, fr, gl, he, hr, hu, id, it, ja, lv, nl, pl, pt, pt_br, sk, sr, ta, th, tr, uk, vi, zh_hans, zh_hant

# AutoFillActivatedDescriptionLong
source: You can now use autofill to log into apps and websites using your saved passwords. Now, you can explore everything else Bitwarden has to offer.
ar: يمكنك الآن استخدام الملء التلقائي لتسجيل الدخول إلى التطبيقات ومواقع الويب باستخدام كلمات المرور المحفوظة. الآن، يمكنك استكشاف كل شيء آخر يجب على بت واردن عرضه.
az: Artıq saxlanılmış parollarınızı istifadə edərək tətbiq və veb saytlara giriş etmək üçün avto-doldurmanı istifadə edə bilərsiniz. Artıq, Bitwarden-nin təklif etdiyi hər şeyi kəşf edə bilərsiniz.
bg: Вече можете да използвате автоматичното попълване, за да се вписвате в уеб сайтове и приложения използвайки запазените си пароли. Сега можете да разгледате всичко останало, което Битуорден предлага.
cs: K přihlašování do aplikací a na webové stránky pomocí uložených hesel můžete nyní používat automatické vyplňování. Nyní můžete prozkoumat vše ostatní, co Bitwarden nabízí.
da: Man kan nu bruge autofyld til at logge ind på apps og websteder med sine gemte adgangskoder. Nu kan man tjekke alt det andet, Bitwarden har at tilbyde.
de: Du kannst nun Auto-Ausfüllen verwenden, um dich mit deinen gespeicherten Passwörtern bei Apps und Websites anzumelden. Du kannst jetzt alles erkunden, was Bitwarden sonst noch zu bieten hat.
el: Μπορείτε πλέον να χρησιμοποιείτε την αυτόματη συμπλήρωση για να συνδέεστε σε εφαρμογές και ιστοτόπους με τους αποθηκευμένους κωδικούς πρόσβασής σας. Τώρα, μπορείτε να εξερευνήσετε όλα όσα έχει να προσφέρει το Bitwarden.
fa: اکنون می‌توانید از پر کردن خودکار برای ورود به برنامه‌ها و وب‌سایت‌ها با استفاده از کلمات عبور ذخیره‌شده خود استفاده کنید. حالا می‌توانید از دیگر امکانات Bitwarden نیز بهره‌مند شوید.
fi: Nyt voit kirjautua appeihin ja verkkosivustoille tallennetuilla salasanoillasi, ja olet vapaa tutustumaan Bitwardenin muihin ominaisuuksiin.
fr: Vous pouvez maintenant utiliser la saise automatique pour vous connecter à des applications et des sites Web en utilisant vos mots de passe enregistrés. Maintenant, vous pouvez explorer tout ce que Bitwarden a à offrir.
gl: Xa podes empregar o autoenchido para iniciar sesión en aplicacións webs empregando os contrasinais gardados. Tamén poderes explorar tódalas outras funcións de Bitwarden.
he: אתה יכול עכשיו להשתמש במילוי אוטומטי כדי להיכנס אל יישומים ואתרים באמצעות הסיסמאות השמורות שלך. עכשיו, אתה יכול לגלות את כל שאר הדברים שיש ל־Bitwarden להציע.
hr: Sada možeš koristiti auto-ispunu za prijavu u aplikacije i web stranice koristeći svoje spremljene lozinke. Istraži sve ostalo što Bitwarden nudi.
hu: Immáron használhatja az automata-kitöltést a mentett jelszavaival való appokba vagy oldalakra való belépéshez. Így felfedezheti a Bitwarden által nyújtott további lehetőségeket.
id: Sekarang Anda bisa menggunakan isi otomatis untuk masuk ke aplikasi dan situs web dengan sandi tersimpan. Jelajahi berbagai fitur lain dari Bitwarden.
it: Ora puoi usare il riempimento automatico per accedere ad app e siti web usando le tue password salvate. Puoi esplorare tutto ciò che Bitwarden ha da offrire.
ja: 自動入力を使用して、保存したパスワードを使ってアプリやウェブサイトにログインできるようになりました。これで、Bitwarden が提供しているすべての機能の確認が終わりました。
lv: Tagad var izmantot automātisko aizpildi, lai pieteiktos lietotnēs un tīmekļvietnēs ar savām saglabātajām parolēm. Tagad var izpētīt visu pārējo, kas ir Bitwarden piedāvājumā.
nl: Je kunt nu automatisch invullen om in te loggen op apps en websites met je opgeslagen wachtwoorden. Nu kun je alles ontdekken wat Bitwarden te bieden heeft.
pl: Możesz teraz korzystać z autouzupełniania, aby logować się do aplikacji i stron internetowych za pomocą zapisanych haseł. Teraz możesz odkrywać wszystko, co Bitwarden ma do zaoferowania.
pt: Pode agora utilizar o preenchimento automático para iniciar sessão em aplicações e sites utilizando as suas palavras-passe guardadas. Agora, pode explorar tudo o que o Bitwarden tem para oferecer.
pt_br: Você pode usar o preenchimento automático para se conectar a aplicativos e sites usando suas senhas salvas. Agora, você pode descobrir tudo o que o Bitwarden tem para oferecer.
sk: Na prihlasovanie do aplikácií a webových lokalít pomocou uložených hesiel môžete teraz používať automatické vypĺňanie. Teraz môžete preskúmať všetko ostatné, čo Bitwarden ponúka.
sr: Сада можете да користите аутоматско попуњавање за пријављивање у апликације и веб локације помоћу сачуваних лозинки. Сада можете истражити све остало што Bitwarden може да понуди.
ta: உங்கள் சேமிக்கப்பட்ட கடவுச்சொற்களைப் பயன்படுத்தி பயன்பாடுகள் மற்றும் வலைத்தளங்களில் உள்நுழைய இப்போது நீங்கள் தானாக நிரப்புதலைப் பயன்படுத்தலாம். இப்போது, பிட்வார்டன் வழங்கும் மற்ற எல்லாவற்றையும் நீங்கள் ஆராயலாம்.
th: ตอนนี้คุณสามารถใช้การป้อนอัตโนมัติเพื่อเข้าสู่ระบบแอปและเว็บไซต์โดยใช้รหัสผ่านที่บันทึกไว้ได้แล้ว ตอนนี้คุณสามารถสำรวจทุกสิ่งที่ Bitwarden มีให้
tr: Artık kayıtlı parolalarınızı kullanarak uygulamalara ve web sitelerine giriş yapmak için otomatik doldurmayı kullanabilirsiniz. Bitwarden'ın sunduğu tüm imkânları keşfetmeye hazırsınız.
uk: Тепер ви можете автоматично заповнювати облікові дані для входу в програмах і на вебсайтах, використовуючи свої збережені паролі. Дослідіть інші можливості, які пропонує Bitwarden.
vi: Bạn có thể sử dụng tính năng tự động điền để đăng nhập vào các ứng dụng và trang web bằng mật khẩu đã lưu của mình. Bây giờ, bạn có thể khám phá tất cả các tính năng khác mà Bitwarden cung cấp.
zh_hans: 您现在可以使用自动填充功能，使用保存的密码来登录 App 和网站。也可以探索 Bitwarden 为您提供的其他便捷功能。
zh_hant: 您選擇可以使用自動填入以使用已儲存的密碼來登入應用程式或網站。您也可以瀏覽 Bitwarden 提供的所有功能。

source: Get started
ar: ابدأ الآن
az: Başlayaq
bg: Първи стъпки
cs: Začínáme
da: Komme i gang
de: Loslegen
el: Έναρξη
fa: شروع کنید
fi: Aloita
fr: Commencer
gl: Comezar
he: התחל
hr: Počni
hu: Kezdés
id: Mulai
it: Per iniziare
ja: 利用を開始
lv: Sākam
nl: Aan de slag
pl: Rozpocznij
pt: Começar
pt_br: Introdução
sk: Začať
sr: Почните
ta: தொடங்கவும்
th: เริ่มต้นใช้งาน
tr: Başlayın
uk: Початок роботи
vi: Bắt đầu
zh_hans: 开始使用
zh_hant: 開始使用

source: Dismiss
ar: تجاهل
az: Rədd et
bg: Отхвърляне
cs: Zavřít
da: Afvis
de: Verwerfen
el: Απόρριψη
fa: نادیده گرفتن
fi: Hylkää
fr: Rejeter
gl: Rexeitar
he: התעלם
hr: Odbaci
hu: Elvetés
id: Tutup
it: Ignora
ja: 閉じる
lv: Noraidīt
nl: Sluiten
pl: Odrzuć
pt: Dispensar
pt_br: Descartar
sk: Zatvoriť
sr: Одбаци
ta: நீக்கு
th: ปิด
tr: Kapat
uk: Відхилити
vi: Bỏ qua
zh_hans: 忽略
zh_hant: 忽略

source: Save and protect your data
ar: حفظ وحماية البيانات الخاصة بك
az: Datanızı saxlayın və qoruyun
bg: Запазвайте и защитавайте своите данни
cs: Uložit a chránit Vaše data
da: Gem og beskyt dine data
de: Speicher und schütze deine Daten
el: Αποθηκεύστε και προστατεύστε τα δεδομένα σας
fa: داده‌های خود را ذخیره و از آن‌ها محافظت کنید
fi: Tallenna ja suojaa tietojasi
fr: Sauvegardez et protégez vos données
gl: Garda e protexe os teus datos
he: שמור והגן על הנתונים שלך
hr: Spremi i zaštiti svoje podatke
hu: Mentse és védje meg adatát
id: Simpan dan lindungi data Anda
it: Proteggi i tuoi dati
ja: データの保存と保護
lv: Saglabā un aizsargā Tavus datus
nl: Je gegevens opslaan en beschermen
pl: Zapisz i chroń swoje dane
pt: Guarde e proteja os seus dados
pt_br: Salve e proteja seus dados
sk: Uložiť a ochrániť vaše údaje
sr: Сачувај и заштити своје податке
ta: உங்கள் தரவைச் சேமித்து பாதுகாக்கவும்
th: บันทึกและปกป้องข้อมูลของคุณ
tr: Verilerinizi kaydedin ve koruyun
uk: Збережіть і захистіть свої дані
vi: Lưu và bảo vệ dữ liệu của bạn
zh_hans: 保存和保护您的数据
zh_hant: 儲存並保護您的資料

source: The vault protects more than just your passwords. Store secure logins, IDs, cards and notes securely here.
ar: المخزن يحمي أكثر من مجرد كلمات المرور. خزّن تسجيلات الدخول الآمنة والمعرفات والبطاقات والملاحظات بشكل آمن هنا.
az: Seyf, yalnız parollar üçün deyil. Giriş məlumatlarınızı, kimlikləri, kartları və notları burada güvənli şəkildə saxlaya bilərsiniz.
bg: Трезорът може да пази не само паролите Ви. Съхранявайте защитени данни за вход, идентификационни данни, карти и бележки.
cs: Trezor chrání více než jen Vaše hesla. Bezpečně zde uložte zabezpečená přihlášení, ID, karty a poznámky.
da: Boksen beskytter mere end blot adgangskoder. Gem sikre logins, ID'er, kort og notater sikkert her.
de: Der Tresor schützt mehr als nur deine Passwörter. Speicher hier sicher Zugangsdaten, Ausweise, Karten und Notizen.
el: Η κρύπτη προστατεύει περισσότερα από απλώς τους κωδικούς πρόσβασής σας. Αποθηκεύστε με ασφάλεια εδώ ασφαλείς συνδέσεις, ταυτότητες, κάρτες και σημειώσεις.
fa: گاوصندوق تنها کلمات عبور را محافظت نمی‌کند. ورودهای امن، شناسه‌ها، کارت‌ها و یادداشت‌ها را نیز به صورت امن در اینجا ذخیره کنید.
fi: Holvi suojaa muutakin kuin salasanoja. Siellä säilytät turvallisesti suojatut kirjautumistiedot, henkilöllisyystodistukset, kortit ja muistiinpanot turvallisesti.
fr: Le coffre-fort protège bien plus que vos mots de passe. Stockez ici en toute sécurité des identifiants, des cartes d'identité, des cartes et des notes sécurisés.
gl: A caixa forte protexe máis que contrasinais. Tamén almacena credenciais seguros, identificadores, tarxetas e notas de forma segura.
he: הכספת מגנה על יותר מרק הסיסמאות שלך. אחסן כניסות מאובטחות, זהויות, כרטיסים והערות באופן מאובטח כאן.
hr: Trezor štiti više od lozinki. Sigurno spremi prijave, identitete, kartice i bilješke.
hu: A széf többre alkalmas, mint a jelszavak mentése. Menthet belépéseket, azonosítókat, kártyákat és feljegyzéseket teljes biztonságban.
id: Brankas melindungi lebih dari sekadar sandi Anda. Simpan login aman, identitas, kartu, dan catatan dengan aman di sini.
it: La cassaforte protegge e tiene al sicuro non solo le password, ma anche le passkey, i nomi utente, le identità, le carte e le note.
ja: 保管庫はパスワードだけではなく、ログイン情報、ID、カード、メモを安全に保管できます。
lv: Glabātava aizsargā vairāk kā tikai paroles. Drošā veidā glabā šeit pieteikšanās vienumus, identitātes, kartes un piezīmes!
nl: De kluis beschermt meer dan alleen je wachtwoorden. Sla hier beveiligde inloggegevens, ID's, kaarten en notities op.
pl: Sejf chroni nie tylko hasła. Przechowuj bezpiecznie dane logowania, identyfikatory, karty i notatki.
pt: O cofre protege mais do que apenas as suas palavras-passe. Guarde aqui credenciais, IDs, cartões e notas de forma segura.
pt_br: O cofre protege mais do que só suas senhas. Armazene credenciais, identidades, cartões, e anotações com segurança aqui.
sk: Trezor chráni viac ako len heslá. Môžete tu bezpečne ukladať prihlasovacie údaje, identifikačné údaje, karty a poznámky.
sr: Сеф штити више од само ваших лозинки. Овде безбедно чувајте безбедне пријаве, личне карте, картице и белешке.
ta: பெட்டகம் கடவுச்சொற்களை மட்டும் பாதுகாப்பதில்லை. பாதுகாப்பான உள்நுழைவுகள், அடையாள அட்டைகள், அட்டைகள் மற்றும் குறிப்புகளை இங்கே பாதுகாப்பாக சேமிக்கவும்.
th: ตู้นิรภัยปกป้องมากกว่าแค่รหัสผ่านของคุณ จัดเก็บข้อมูลเข้าสู่ระบบที่ปลอดภัย ข้อมูลระบุตัวตน บัตร และโน้ตอย่างปลอดภัยที่นี่
tr: Kasanız sadece parolalarınız için değil. Hesaplarınızı, kimliklerinizi, kredi kartlarınızı ve notlarınızı da güvenle burada depolayabilirsiniz.
uk: Сховище захищає не лише ваші паролі. Безпечно зберігайте дані для входу, посвідчення, картки й нотатки.
vi: Kho lưu trữ không chỉ bảo vệ mật khẩu của bạn. Bạn có thể lưu trữ an toàn các thông tin đăng nhập, ID, thẻ và ghi chú tại đây.
zh_hans: 密码库不仅保护您的密码。在这里可以安全地存储登录、ID、支付卡和笔记。
zh_hant: 除了密碼之外，您也可以儲存安全的登入資訊、身分資訊、信用卡及筆記在您的密碼庫。

source: Send sensitive information, safely
ar: إرسال معلومات حساسة بأمان
az: Həssas məlumatları göndər, təhlükəsiz
bg: Изпращайте чувствителна информация, сигурно
cs: Posílejte citlivé informace bezpečně
da: Send sensitive oplysninger sikkert
de: Sensible Informationen sicher versenden
el: Ασφαλής αποστολή ευαίσθητων πληροφοριών
fa: اطلاعات حساس را به‌صورت ایمن ارسال کنید
fi: Lähetä arkaluonteisia tietoja turvallisesti
fr: Envoyez des informations sensibles, en toute sécurité
gl: Envía información sensible de forma segura
he: שלח מידע רגיש, באופן בטוח
hr: Sigurno pošalji osjetljive podatke
hu: Bizalmas információk küldése biztonságosan
id: Kirim informasi sensitif dengan aman
it: Invia informazioni sensibili in tutta sicurezza
ja: 機密情報を安全に送信
lv: Sūti jutīgu informāciju drošā veidā
nl: Gevoelige informatie veilig versturen
pl: Wysyłaj poufne informacje w bezpieczny sposób
pt: Envie informações sensíveis, com segurança
pt_br: Envie informações confidenciais, com segurança
sk: Posielajte citlivé informácie bezpečne
sr: Шаљите осетљиве информације, безбедно
ta: மறைமுகத் தகவலை அனுப்புக, பாதுகாப்பாக
th: ส่งข้อมูลสำคัญอย่างปลอดภัย
tr: Hassas bilgileri güvenle paylaşın
uk: Безпечно надсилайте конфіденційну інформацію
vi: Gửi thông tin nhạy cảm an toàn
zh_hans: 安全地发送敏感信息
zh_hant: 安全傳送機密的資訊

source: Share files and data securely with anyone, on any platform. Your information will remain end-to-end encrypted while limiting exposure.
ar: مشاركة الملفات والبيانات بشكل آمن مع أي شخص، على أي منصة. ستبقى معلوماتك مشفرة من النهاية إلى النهاية مع الحد من التعرض.
az: İstənilən platformada faylları və dataları hər kəslə paylaşın. İfşa olunmağı məhdudlaşdıraraq məlumatlarınız ucdan-uca şifrələnmiş qalacaq.
bg: Споделяйте сигурно файлове и данни с всекиго, през всяка система. Информацията Ви ще бъде защитена с шифроване от край до край, а видимостта ѝ ще бъде ограничена.
cs: Sdílejte bezpečně soubory a data s kýmkoli na libovolné platformě. Vaše informace zůstanou šifrovány a zároveň omezují expozici.
da: Del filer og data sikkert med alle på enhver platform. Oplysningerne forbliver ende-til-ende krypterede og med begrænset eksponering.
de: Teile Dateien und Daten sicher mit jedem auf jeder Plattform. Deine Informationen bleiben Ende-zu-Ende-Verschlüsselt, während die Verbreitung begrenzt wird.
el: Κοινή χρήση αρχείων και δεδομένων με ασφάλεια σε οποιονδήποτε, σε οποιαδήποτε πλατφόρμα. Οι πληροφορίες σας θα παραμείνουν κρυπτογραφημένες από άκρο σε άκρο, περιορίζοντας την έκθεση.
fa: پرونده‌ها و داده‌های خود را به‌صورت امن با هر کسی، در هر پلتفرمی به اشتراک بگذارید. اطلاعات شما در حین اشتراک‌گذاری به‌طور کامل با رمزگذاری سراسری باقی خواهد ماند و میزان افشا محدود می‌شود.
fi: Jaa tiedostoja ja dataa turvallisesti kenen tahansa kanssa millä tahansa alustalla. Tiedot pysyvät päästä päähän salattuina ja altistuminen rajoitetaan.
fr: Partagez des fichiers et des données en toute sécurité avec n'importe qui, sur n'importe quelle plateforme. Vos informations resteront cryptées de bout en bout tout en limitant l'exposition.
gl: Comparte arquivos e datos de forma segura con quen queiras. A información permanecerá cifrada de punto a punto e limitarase a exposición.
he: שתף קבצים ונתונים באופן מאובטח עם כל אחד, בכל פלטפורמה. המידע שלך יישאר מוצפן מקצה־לקצה תוך הגבלת חשיפה.
hr: Sigurno dijeli datoteke i podatke s bilo kime, na bilo kojoj platformi. Tvoji podaci ostaju kriptirani uz ograničenje izloženosti.
hu: Osszuk meg a fájlokat és adatokat biztonságosan bárkivel, bármilyen platformon. Az adatok a végpontokig titkosítva maradnak, miközben a kitettség korlátozva van.
id: Bagikan berkas dan data dengan aman kepada siapa pun, di platform mana pun. Informasi Anda akan tetap terenkripsi end-to-end dan membatasi potensi paparan.
it: Condividi file in modo sicuro con chiunque, su qualsiasi piattaforma. Le tue informazioni saranno crittografate end-to-end.
ja: どのプラットフォームでも、誰とでも安全にファイルとデータを共有できます。流出を防止しながら、あなたの情報はエンドツーエンドで暗号化されます。
lv: Kopīgo datnes un datus drošā veidā ar ikvienu jebkurā platformā! Tava informācija paliks pilnībā šifrēta, vienlaikus ierobežojot riskantumu.
nl: Deel bestanden en gegevens veilig met iedereen, op elk platform. Je informatie blijft end-to-end versleuteld terwijl en blootstelling beperkt.
pl: Udostępniaj pliki i teksty każdemu na dowolnej platformie. Informacje będę szyfrowane end-to-end, zapewniając poufność.
pt: Partilhe ficheiros e dados de forma segura com qualquer pessoa, em qualquer plataforma. As suas informações permanecerão encriptadas ponto a ponto, limitando a exposição.
pt_br: Compartilhe dados e arquivos com segurança com qualquer pessoa, em qualquer plataforma. Suas informações permanecerão criptografadas de ponta a ponta, limitando a exposição.
sk: Bezpečne zdieľajte súbory a údaje s kýmkoľvek a na akejkoľvek platforme. Vaše informácie zostanú end-to-end zašifrované a zároveň sa obmedzí ich odhalenie.
sr: Делите датотеке и податке безбедно са било ким, на било којој платформи. Ваше информације ће остати шифроване од почетка-до-краја уз ограничење изложености.
ta: கோப்புகள் மற்றும் தரவை யாருடனும், எத்தளத்திலும் பாதுகாப்பாகப் பகிர்க. வெளிப்படுதலைக் கட்டுப்படுத்தி உமது தகவல் இருமுனை மறையாக்கம் செய்யப்பட்டிருக்கும்.
th: แชร์ไฟล์และข้อมูลอย่างปลอดภัยกับใครก็ได้ บนแพลตฟอร์มใดก็ได้ ข้อมูลของคุณจะยังคงถูกเข้ารหัสแบบต้นทางถึงปลายทางในขณะที่จำกัดการเปิดเผย
tr: Dosyaları ve verileri istediğiniz kişilerle, istediğiniz platformda paylaşın. Bilgileriniz başkalarının eline geçmemesi için uçtan şifrelenecektir.
uk: Безпечно діліться файлами й даними з ким завгодно, на будь-якій платформі. Ваша інформація наскрізно зашифрована та має обмежений доступ.
vi: Chia sẻ tệp tin và dữ liệu một cách an toàn với bất kỳ ai, trên bất kỳ nền tảng nào. Thông tin của bạn sẽ được mã hóa đầu cuối để hạn chế rủi ro bị lộ.
zh_hans: 在任何平台上安全地与任何人共享文件和数据。您的信息将在限制曝光的同时保持端到端加密。
zh_hant: 安全的和任何人及任何平臺分享檔案及資料。您的資料會受到端對端加密的保護。

source: New login
ar: تسجيل دخول جديد
az: Yeni giriş
bg: Нов елемент за вписване
cs: Nové přihlášení
da: Nyt login
de: Neue Zugangsdaten
el: Νέα σύνδεση
fa: ورود جدید
fi: Uusi kirjautumistieto
fr: Nouvel identifiant
gl: Novo inicio de sesión
he: כניסה חדשה
hr: Nova prijava
hu: Új bejelentkezés
id: Login baru
it: Nuovo accesso
ja: 新しいログイン
lv: Jauns pieteikšanās vienums
nl: Nieuwe login
pl: Nowe dane logowania
pt: Nova credencial
pt_br: Nova credencial
sk: Nové prihlasovacie údaje
sr: Ново пријављивање
ta: புதிய உள்நுழைவு
th: ข้อมูลเข้าสู่ระบบใหม่
tr: Yeni hesap
uk: Новий запис
vi: Đăng nhập mới
zh_hans: 新增登录
zh_hant: 新增登入資訊

source: New card
ar: بطاقة جديدة
az: Yeni kart
bg: Нова карта
cs: Nová karta
da: Nyt kort
de: Neue Karte
el: Νέα κάρτα
fa: کارت جدید
fi: Uusi kortti
fr: Nouvelle carte de paiement
gl: Nova tarxeta
he: כרטיס חדש
hr: Nova kartica
hu: Új kártya
id: Kartu baru
it: Nuova carta
ja: 新しいカード
lv: Jauna karte
nl: Nieuwe kaart
pl: Nowa karta
pt: Novo cartão
pt_br: Novo cartão
sk: Nová karta
sr: Нова картица
ta: புதிய அட்டை
th: บัตรใหม่
tr: Yeni kart
uk: Нова картка
vi: Thêm thẻ
zh_hans: 新增支付卡
zh_hant: 新信用卡

source: New identity
ar: هوية جديدة
az: Yeni kimlik
bg: Нова самоличност
cs: Nová identita
da: Ny identitet
de: Neue Identität
el: Νέα ταυτότητα
fa: هویت جدید
fi: Uusi henkilöllisyys
fr: Nouvelle identité
gl: Nova identidade
he: זהות חדשה
hr: Novi identitet
hu: Új személyazonosság
id: Pengenal baru
it: Nuova identità
ja: 新しい ID
lv: Jauna identitāte
nl: Nieuwe identiteit
pl: Nowa tożsamość
pt: Nova identidade
pt_br: Nova identidade
sk: Nová identita
sr: Нови идентитет
ta: புதிய அடையாளம்
th: ข้อมูลระบุตัวตนใหม่
tr: Yeni kimlik
uk: Нове посвідчення
vi: Danh tính mới
zh_hans: 新增身份
zh_hant: 新身份識別

source: New note
ar: ملاحظة جديدة
az: Yeni not
bg: Нова бележка
cs: Nová poznámka
de: Neue Notiz
el: Νέα σημείωση
fa: یادداشت جدید
fi: Uusi muistio
fr: Nouvelle note
gl: Nova nota
he: הערה חדשה
hr: Nova bilješka
hu: Új jegyzet
id: Catatan baru
it: Nuova nota
ja: 新しいメモ
lv: Jauna piezīme
nl: Nieuwe notitie
pl: Nowa notatka
pt: Nova nota
pt_br: Nova anotação
sk: Nová poznámka
sr: Нова белешка
ta: புதிய குறிப்பு
th: โน้ตใหม่
tr: Yeni not
uk: Нова нотатка
vi: Thêm ghi chú
zh_hans: 新增笔记

source: New SSH key
ar: مفتاح SSH جديد
az: Yeni SSH açarı
bg: Нов SSH ключ
cs: Nový SSH klíč
de: Neuer SSH-Schlüssel
el: Νέο κλειδί SSH
fa: کلید SSH جدید
fi: Uusi SSH-avain
fr: Nouvelle clé SSH
he: מפתח SSH חדש
hr: Novi SSH ključ
hu: Új SSH kulcs
id: Kunci SSH baru
it: Nuova chiave SSH
ja: 新しいSSHキー
lv: Jauna SSH atslēga
nl: Nieuwe SSH-sleutel
pl: Nowy klucz SSH
pt: Nova chave SSH
pt_br: Nova chave SSH
sk: Nový kľúč SSH
sr: Нов SSH кљич
ta: புதிய SSH விசை
th: คีย์ SSH ใหม่
tr: Yeni SSH anahtarı
uk: Новий ключ SSH
vi: Khóa SSH mới
zh_hans: 新增 SSH 密钥

source: Edit login
ar: تعديل تسجيل الدخول
az: Girişə düzəliş et
bg: Редактиране на елемента за вписване
cs: Upravit přihlašovací údaje
de: Zugangsdaten bearbeiten
fa: ویرایش ورود
fi: Muokkaa kirjautumistietoa
fr: Modifier l'identifiant
he: ערוך כניסה
hr: Uredi prijavu
hu: Bejelentkezés szerkesztése
id: Ubah login
it: Modifica accesso
ja: ログイン情報の編集
lv: Labot pieteikšanās vienumu
nl: Login bewerken
pl: Edytuj dane logowania
pt: Editar credencial
pt_br: Editar credencial
sk: Upraviť prihlásenie
sr: Уредити пријаву
ta: உள்நுழைவைத் திருத்து
th: แก้ไขข้อมูลเข้าสู่ระบบ
tr: Hesabı düzenle
uk: Редагувати запис
vi: Sửa thông tin đăng nhập
zh_hans: 编辑登录

source: Edit card
ar: تعديل البطاقة
az: Karta düzəliş et
bg: Редактиране на картата
cs: Upravit kartu
de: Karte bearbeiten
el: Επεξεργασία κάρτας
fa: ویرایش کارت
fi: Muokkaa korttia
fr: Modifier la carte
he: ערוך כרטיס
hr: Uredi karticu
hu: Kártya szerkesztése
id: Ubah kartu
it: Modifica carta
ja: カードの編集
lv: Labot karti
nl: Kaart bewerken
pl: Edytuj kartę
pt: Editar cartão
pt_br: Editar cartão
sk: Upraviť kartu
sr: Уредити картицу
ta: அட்டையைத் திருத்து
th: แก้ไขบัตร
tr: Kartı düzenle
uk: Редагувати картку
vi: Sửa thông tin thẻ
zh_hans: 编辑支付卡

source: Edit identity
ar: تعديل الهوية
az: Kimliyə düzəliş et
bg: Редактиране на самоличността
cs: Upravit identitu
de: Identität bearbeiten
el: Επεξεργασία ταυτότητας
fa: ویرایش هویت
fi: Muokkaa henkilöllisyyttä
fr: Modifier l’identité
he: ערוך זהות
hr: Uredi identitet
hu: Személyazonossság szerkesztése
id: Ubah identitas
it: Modifica identità
ja: ID の編集
lv: Labot identitāti
nl: Identiteit bewerken
pl: Edytuj tożsamość
pt: Editar identidade
pt_br: Editar identidade
sk: Upraviť identitu
sr: Уредити идентитет
ta: அடையாளத்தைத் திருத்து
th: แก้ไขข้อมูลระบุตัวตน
tr: Kimliği düzenle
uk: Редагувати посвідчення
vi: Sửa danh tính
zh_hans: 编辑身份

source: Edit note
ar: تعديل الملاحظة
az: Nota düzəliş et
bg: Редактиране на бележката
cs: Upravit poznámku
de: Notiz bearbeiten
el: Επεξεργασία σημείωσης
fa: ویرایش یادداشت
fi: Muokkaa muistiota
fr: Modifier la note
he: ערוך הערה
hr: Uredi bilješku
hu: Jegyzet szerkesztése
id: Ubah catatan
it: Modifica nota
ja: メモの編集
lv: Labot piezīmi
nl: Notitie bewerken
pl: Edytuj notatkę
pt: Editar nota
pt_br: Editar anotação
sk: Upraviť poznámku
sr: Уредити белешку
ta: குறிப்பைத் திருத்து
th: แก้ไขโน้ต
tr: Notu düzenle
uk: Редагувати нотатку
vi: Sửa ghi chú
zh_hans: 编辑笔记

source: Edit SSH key
ar: تعديل مفتاح SSH
az: SSH açarına düzəliş et
bg: Редактиране на SSH ключа
cs: Upravit SSH klíč
de: SSH-Schlüssel bearbeiten
el: Επεξεργασία κλειδιού SSH
fa: ویرایش کلید SSH
fi: Muokkaa SSH avainta
fr: Modifier la clé SSH
he: ערוך מפתח SSH
hr: Uredi SSH ključ
hu: SSH kulcs szerkesztése
id: Ubah kunci SSH
it: Modifica chiave SSH
ja: SSH キーの編集
lv: Labot SSH atslēgu
nl: SSH-sleutel bewerken
pl: Edytuj klucz SSH
pt: Editar chave SSH
pt_br: Editar chave SSH
sk: Upraviť kľúč SSH
sr: Уредити SSH кључ
ta: SSH விசையைத் திருத்து
th: แก้ไขคีย์ SSH
tr: SSH anahtarını düzenle
uk: Редагувати ключ SSH
vi: Sửa khóa SSH
zh_hans: 编辑 SSH 密钥

source: View login
ar: عرض تسجيل الدخول
az: Girişə bax
bg: Преглед на елемента за вписване
cs: Zobrazit přihlašovací údaje
de: Zugangsdaten anzeigen
fa: مشاهده ورود
fi: Näytä kirjautumistieto
fr: Voir les identifiants
he: הצג כניסה
hr: Prikaži prijavu
hu: Bejelentkezés megtekintése
id: Lihat login
it: Vedi accesso
ja: ログイン情報を見る
lv: Apskatīt pieteikšanās vienumu
nl: Login bekijken
pl: Pokaż dane logowania
pt: Ver credencial
pt_br: Ver credencial
sk: Zobraziť prihlásenie
sr: Преглед пријаве
ta: உள்நுழைவைப் பார்
th: ดูข้อมูลเข้าสู่ระบบ
tr: Hesabı göster
uk: Переглянути запис
vi: Xem thông tin đăng nhập
zh_hans: 查看登录
