Repository: bitwarden/ios
Catalog: BitwardenResources/Localizations/*.lproj/Localizable.strings
Languages: ar, az, bg, cs, da, de, el, fa, fi, fr, gl, he, hr, hu, id, it, ja, lv, nl, pl, pt, pt_br, sk, sr, ta, th, tr, uk, vi, zh_hans, zh_hant

source: Dr
ar: د
bg: Д-р
fa: دکتر
fi: Tri
he: דוקטור
pl: Doktor
sr: Др
th: ดร.
uk: Доктор
vi: Tiến sĩ/Bác sĩ
zh_hans: 博士

source: Expiration month
ar: شهر انتهاء الصلاحية
az: Son istifadə ayı
bg: Месец на изтичане
cs: Měsíc expirace
da: Udløbsmåned
de: Ablaufmonat
el: Μήνας λήξης
fa: ماه انقضاء
fi: Erääntymiskuukausi
fr: Mois d'expiration de la carte
gl: Mes de vencemento
he: חודש תפוגה
hr: Mjesec isteka
hu: Lejárati hónap
id: Bulan Kedaluwarsa
it: Mese di scadenza
ja: 有効期限月
lv: Derīguma mēnesis
nl: Vervalmaand
pl: Miesiąc wygaśnięcia
pt: Mês de validade
pt_br: Mês de vencimento
sk: Mesiac expirácie
sr: Месец истека
ta: காலாவதி மாதம்
th: เดือนที่หมดอายุ
tr: Son kullanma ayı
uk: Місяць завершення
vi: Tháng hết hạn
zh_hans: 过期月份
zh_hant: 逾期月份

source: Expiration year
ar: سنة انتهاء الصلاحية
az: Son istifadə ili
bg: Година на изтичане
cs: Rok expirace
da: Udløbsår
de: Ablaufjahr
el: Έτος λήξης
fa: سال انقضاء
fi: Erääntymisvuosi
fr: Année d'expiration de la carte
gl: Ano de vencemento
he: שנת תפוגה
hr: Godina isteka
hu: Lejárati év
id: Tahun Kedaluwarsa
it: Anno di scadenza
ja: 有効期限年
lv: Derīguma gads
nl: Vervaljaar
pl: Rok wygaśnięcia
pt: Ano de validade
pt_br: Ano de vencimento
sk: Rok expirácie
sr: Година истека
ta: காலாவதி ஆண்டு
th: ปีที่หมดอายุ
tr: Son kullanma yılı
uk: Рік завершення
vi: Năm hết hạn
zh_hans: 过期年份
zh_hant: 逾期年份

source: February
ar: فبراير
az: Fevral
bg: февруари
cs: únor
da: Februar
de: Februar
el: Φεβρουάριος
fa: فوریه
fi: Helmikuu
fr: Février
gl: Febreiro
he: פברואר
hr: veljača
hu: február
id: Februari
it: Febbraio
ja: 2月
lv: Februāris
nl: februari
pl: Luty
pt: Fevereiro
pt_br: Fevereiro
sk: Február
sr: Фебруар
ta: பிப்ரவரி
th: กุมภาพันธ์
tr: Şubat
uk: Лютий
vi: Tháng 2
zh_hans: 二月
zh_hant: 二月

source: First name
ar: الاسم الأول
az: Ad
bg: Име
cs: Křestní jméno
da: Fornavn
de: Vorname
el: Όνομα
fa: نام
fi: Etunimi
fr: Prénom
gl: Primeiro nome
he: שם פרטי
hr: Ime
hu: Személynév
id: Nama Depan
it: Nome
ja: 名
lv: Vārds
nl: Voornaam
pl: Imię
pt: Nome próprio
pt_br: Primeiro nome
sk: Krstné meno
sr: Име
ta: முதற்பெயர்
th: ชื่อจริง
tr: İlk ad
uk: Ім'я
vi: Tên
zh_hans: 名
zh_hant: 名

source: January
ar: يناير
az: Yanvar
bg: януари
cs: leden
da: Januar
de: Januar
el: Ιανουάριος
fa: ژانویه
fi: Tammikuu
fr: Janvier
gl: Xaneiro
he: ינואר
hr: siječanj
hu: január
id: Januari
it: Gennaio
ja: 1月
lv: Janvāris
nl: januari
pl: Styczeń
pt: Janeiro
pt_br: Janeiro
sk: Január
sr: Јануар
ta: ஜனவரி
th: มกราคม
tr: Ocak
uk: Січень
vi: Tháng 1
zh_hans: 一月
zh_hant: 一月

source: July
ar: يوليو
az: İyul
bg: юли
cs: červenec
da: Juli
de: Juli
el: Ιούλιος
fa: جولای
fi: Heinäkuu
fr: Juillet
gl: Xullo
he: יולי
hr: srpanj
hu: július
id: Juli
it: Luglio
ja: 7月
lv: Jūlijs
nl: juli
pl: Lipiec
pt: Julho
pt_br: Julho
sk: Júl
sr: Јул
ta: ஜூலை
th: กรกฎาคม
tr: Temmuz
uk: Липень
vi: Tháng 7
zh_hans: 七月
zh_hant: 七月

source: June
ar: يونيو
az: İyun
bg: юни
cs: červen
da: Juni
de: Juni
el: Ιούνιος
fa: ژوئن
fi: Kesäkuu
fr: Juin
gl: Xuño
he: יוני
hr: lipanj
hu: június
id: Juni
it: Giugno
ja: 6月
lv: Jūnijs
nl: juni
pl: Czerwiec
pt: Junho
pt_br: Junho
sk: Jún
sr: Јун
ta: ஜூன்
th: มิถุนายน
tr: Haziran
uk: Червень
vi: Tháng 6
zh_hans: 六月
zh_hant: 六月

source: Last name
ar: الأسم الأخير
az: Soyad
bg: Фамилия
cs: Příjmení
da: Efternavn
de: Nachname
el: Επίθετο
fa: نام خانوادگی
fi: Sukunimi
fr: Nom de famille
gl: Apelidos
he: שם משפחה
hr: Prezime
hu: Családnév
id: Nama Belakang
it: Cognome
ja: 姓
lv: Uzvārds
nl: Achternaam
pl: Nazwisko
pt: Apelido
pt_br: Sobrenome
sk: Priezvisko
sr: Презиме
ta: இறுதி பெயர்
th: นามสกุล
tr: Soyadı
uk: Прізвище
vi: Họ
zh_hans: 姓
zh_hant: 姓

source: Full name
ar: الاسم الكامل
az: Tam ad
bg: Пълно име
cs: Celé jméno
da: Fulde navn
de: Vollständiger Name
el: Ονοματεπώνυμο
fa: نام کامل
fi: Koko nimi
fr: Nom et prénom
gl: Nome completo
he: שם מלא
hr: Ime i prezime
hu: Teljes név
id: Nama Lengkap
it: Nome e cognome
ja: フルネーム
lv: Pilnais vārds
nl: Volledige naam
pl: Imię i nazwisko
pt: Nome completo
pt_br: Nome completo
sk: Celé meno
sr: Пуно име
ta: முழுப்பெயர்
th: ชื่อเต็ม
tr: Adı soyadı
uk: Повне ім'я
vi: Họ và tên
zh_hans: 全名
zh_hant: 全名

source: License number
ar: رقم الرخصة
az: Lisenziya nömrəsi
bg: Номер на лиценза
cs: Číslo dokladu totožnosti
da: Kørekortnummer
de: Lizenznummer
el: Αριθμός άδειας
fa: شماره گواهی‌نامه
fi: Ajokortin numero
fr: Numéro de permis
gl: Número de matrícula
he: מספר רישיון
hr: Broj vozačke dozvole
hu: Vezetői engedély száma
id: Nomor Lisensi
it: Numero patente
ja: 免許証番号
lv: Autovadītāja apliecības numurs
nl: Rijbewijsnummer
pl: Numer prawa jazdy
pt: Número da carta de condução
pt_br: Número da licença
sk: Číslo vodičského preukazu
sr: Број возачке дозволе
ta: உரிம எண்
th: เลขที่ใบอนุญาต
tr: Ehliyet numarası
uk: Номер ліцензії
vi: Số giấy phép lái xe
zh_hans: 许可证号码
zh_hant: 許可證編號

source: March
ar: مارس
az: Mart
bg: март
cs: březen
da: Marts
de: März
el: Μάρτιος
fa: مارس
fi: Maaliskuu
fr: Mars
gl: Marzo
he: מרץ
hr: ožujak
hu: március
id: Maret
it: Marzo
ja: 3月
lv: Marts
nl: maart
pl: Marzec
pt: Março
pt_br: Março
sk: Marec
sr: Март
ta: மார்ச்
th: มีนาคม
tr: Mart
uk: Березень
vi: Tháng 3
zh_hans: 三月
zh_hant: 三月

source: May
ar: مايو
bg: май
cs: květen
da: Maj
de: Mai
el: Μάιος
fa: مِی
fi: Toukokuu
fr: Mai
gl: Maio
he: מאי
hr: svibanj
hu: május
id: Mei
it: Maggio
ja: 5月
lv: Maijs
nl: mei
pl: Maj
pt: Maio
pt_br: Maio
sk: Máj
sr: Мај
ta: மே
th: พฤษภาคม
tr: Mayıs
uk: Травень
vi: Tháng 5
zh_hans: 五月
zh_hant: 五月

source: Middle name
ar: الإسم الأوسط
az: Orta ad
bg: Презиме
cs: Prostřední jméno
da: Mellemnavn
de: Zweiter Vorname
el: Μεσαίο όνομα
fa: نام میانی
fi: Toinen nimi
fr: Deuxième prénom
gl: Segundo nome
he: שם אמצעי
hr: Srednje ime
hu: Középső név
id: Nama Tengah
it: Secondo nome
ja: ミドルネーム
lv: Citi vārdi
nl: Tweede naam
pl: Drugie imię
pt: Nome do meio
pt_br: Nome do meio
sk: Druhé meno
sr: Средње име
ta: நடு பெயர்
th: ชื่อกลาง
tr: İkinci ad
uk: По батькові
vi: Tên đệm
zh_hans: 中间名
zh_hant: 中間名

source: Mr
ar: السيد
az: Cənab
bg: Г-н
cs: Pan
da: Hr
de: Herr
el: Κος
fa: آقا
fi: Hra
fr: M.
gl: Sr
he: מר
hr: g.
hu: Úr
id: Tuan
it: Sig
lv: K-gs
nl: Dhr.
pl: Pan
pt: Sr.
pt_br: Sr
sk: Pán
sr: Господин
ta: திரு
th: นาย
tr: Bay
uk: Містер
vi: Ông
zh_hans: 先生

source: Mrs
ar: السيدة
az: Xanım
bg: Г-жа
cs: Paní
da: Fru
de: Frau
el: Κα
fa: خانم
fi: Rva
fr: Mme
gl: Sra
he: גברת
hr: gđa.
hu: Asszony
id: Nyonya
it: Sig.ra
lv: K-dze
nl: Mevr.
pt: Sr.ª
pt_br: Sra
sk: Pani
sr: Госпођица
ta: திருமதி
th: นาง
uk: Місіс
vi: Bà
zh_hans: 夫人

source: Ms
ar: آنسة
az: Hörmətli
bg: Г-ца
cs: Slečna
da: Frk
de: Frau
el: Κα
fa: بانو
fi: Nti
fr: Mlle
gl: Srta
he: העלמה
hr: gđica.
hu: Kisasszony
id: Nona
it: Sig.na
lv: Jk-dze
nl: Mej.
pl: Pani
pt: Menina
pt_br: Sra
sk: Slečna
sr: Госпођа
ta: செல்வி
th: นางสาว
uk: Міс
vi: Cô
zh_hans: 女士

source: Mx
az: Hörmətli
bg: Предпочитам да не посочвам
cs: Neutrální
da: Neutral
de: Divers
el: Ουδέτερο
fa: بی جنسیت
fi: Neutraali
gl: Srx
he: מיקס
hr: gx.
id: Bapak/Ibu
pl: Pan(i)
pt: Neutro
pt_br: Sre
sk: Vážený
ta: திரு(மதி)
zh_hant: 非二元

source: November
ar: نوفمبر
az: Noyabr
bg: ноември
cs: listopad
el: Νοέμβριος
fa: نوامبر
fi: Marraskuu
fr: Novembre
gl: Novembro
he: נובמבר
hr: studeni
it: Novembre
ja: 11月
lv: Novembris
pl: Listopad
pt: Novembro
pt_br: Novembro
sr: Новембар
ta: நவம்பர்
th: พฤศจิกายน
tr: Kasım
uk: Листопад
vi: Tháng 11
zh_hans: 十一月
zh_hant: 十一月

source: October
ar: أكتوبر
az: Oktyabr
bg: октомври
cs: říjen
da: Oktober
de: Oktober
el: Οκτώβριος
fa: اکتبر
fi: Lokakuu
fr: Octobre
gl: Outubro
he: אוקטובר
hr: listopad
hu: október
id: Oktober
it: Ottobre
ja: 10月
lv: Oktobris
nl: oktober
pl: Październik
pt: Outubro
pt_br: Outubro
sk: Október
sr: Октобар
ta: அக்டோபர்
th: ตุลาคม
tr: Ekim
uk: Жовтень
vi: Tháng 10
zh_hans: 十月
zh_hant: 十月

source: Passport number
ar: رقم جواز السفر
az: Pasport nömrəsi
bg: Номер на паспорта
cs: Číslo cestovního pasu
da: Pasnummer
de: Reisepassnummer
el: Αριθμός διαβατηρίου
fa: شماره گذرنامه
fi: Passin numero
fr: Numéro de passeport
gl: Número de pasaporte
he: מספר דרכון
hr: Broj putovnice
hu: Útlevélszám
id: Nomor Paspor
it: Numero passaporto
ja: パスポート番号
lv: Pases numurs
nl: Paspoortnummer
pl: Numer paszportu
pt: Número do passaporte
pt_br: Número do passaporte
sk: Číslo pasu
sr: Број пасоша
ta: கடவுச்சீட்டு எண்
th: หมายเลขหนังสือเดินทาง
tr: Pasaport numarası
uk: Номер паспорта
vi: Số hộ chiếu
zh_hans: 护照号码
zh_hant: 護照號碼

source: Phone
ar: الهاتف
az: Telefon
bg: Телефон
cs: Telefon
da: Telefon
de: Telefon
el: Τηλέφωνο
fa: تلفن
fi: Puhelinnumero
fr: Téléphone
gl: Teléfono
he: טלפון
hr: Telefon
hu: Telefonszám
id: Telepon
it: Telefono
ja: 電話番号
lv: Tālrunis
nl: Telefoonnummer
pl: Telefon
pt: Telefone
pt_br: Telefone
sk: Telefón
sr: Телефон
ta: தொலைபேசி
th: โทรศัพท์
tr: Telefon
uk: Телефон
vi: Số điện thoại
zh_hans: 电话
zh_hant: 電話號碼

source: September
ar: سبتمبر
az: Sentyabr
bg: септември
cs: září
el: Σεπτέμβριος
fa: سپتامبر
fi: Syyskuu
fr: Septembre
gl: Setembro
he: ספטמבר
hr: rujan
hu: szeptember
it: Settembre
ja: 9月
lv: Septembris
pt: Setembro
pt_br: Setembro
sr: Септембар
ta: செப்டம்பர்
th: กันยายน
tr: Eylül
uk: Вересень
vi: Tháng 9
zh_hans: 九月
zh_hant: 九月

# SSN
source: Social Security number
ar: رقم الضمان الاجتماعي
az: Sosial güvənlik nömrəsi
bg: Номер на осигуровката
cs: Rodné číslo
da: CPR-nummer
de: Sozialversicherungsnummer
el: ΑΜΚΑ
fa: کد ملی
fi: Henkilötunnus
fr: Numéro de sécurité sociale
gl: Número da Seguridade Social
he: מספר תעודת זהות
hr: Broj zdravstvenog osiguranja
hu: Társadalombiztosítási szám
id: Nomor Jaminan Sosial
it: Codice fiscale/Previdenza sociale
ja: 社会保障番号
lv: Personas kods
nl: Burgerservicenummer
pl: Numer PESEL
pt: Número de segurança social
pt_br: Número de CPF
sk: Číslo poistenca sociálnej poisťovne
sr: Број социјалног осигурања
ta: சமூக பாதுகாப்பு எண்
th: หมายเลขประกันสังคม
tr: Sosyal güvenlik numarası
uk: Номер соціального страхування
vi: Số bảo hiểm xã hội
zh_hans: 社会保障号码
zh_hant: 社會保險號碼

source: State / Province
ar: الولاية / المقاطعة
az: Ölkə/Əyalət
bg: Област
cs: Kraj / Provincie
da: Region
de: Bundesland
el: Περιοχή / Νομός
fa: ایالت / استان
fi: Osavaltio/maakunta
fr: État / Région
gl: Estado / Provincia
he: מדינה \ מחוז
hr: Država / Pokrajina
hu: Állam / Megye
id: Negara Bagian / Provinsi
it: Stato / Provincia
ja: 都道府県
lv: Novads / pagasts
nl: Staat / provincie
pl: Województwo
pt: Estado / Região
pt_br: Estado / Província
sk: Región
sr: Држава / покрајина
ta: மாநிலம் / மாகாணம்
th: รัฐ / จังหวัด
tr: Eyalet / İl
uk: Штат / Область
vi: Tỉnh / Thành Phố
zh_hans: 州 / 省
zh_hant: 州/省

source: Title
ar: اللقب
az: Başlıq
bg: Обръщение
cs: Oslovení
da: Titel
de: Titel
el: Τίτλος
fa: عنوان
fi: Titteli
fr: Titre
gl: Título
he: תואר
hr: Titula
hu: Titulus
id: Panggilan
it: Titolo
ja: 敬称
lv: Uzruna
nl: Aanhef
pl: Tytuł
pt: Título
pt_br: Título
sk: Oslovenie
sr: Наслов
ta: தலைப்பு
th: คำนำหน้าชื่อ
tr: Başlık
uk: Звернення
vi: Tiêu đề
zh_hans: 称呼
zh_hant: 稱呼

source: Zip / Postal code
ar: الرمز البريدي
az: Zip/ Poçt kodu
bg: Пощенски код
cs: PSČ
da: Postnummer
de: Postleitzahl
el: Ταχυδρομικός κώδικας
fa: کد پستی
fi: Postinumero
fr: Code postal
gl: Código postal
he: מיקוד
hr: Poštanski broj
hu: Irányítószám
id: Kode Pos
it: CAP
ja: 郵便番号
lv: Pasta indekss
nl: Postcode
pl: Kod pocztowy
pt: Código postal
pt_br: CEP / Código postal
sk: PSČ
sr: Поштански број
ta: Zip / அஞ்சல் குறியீடு
th: รหัสไปรษณีย์
tr: Posta kodu
uk: Поштовий індекс
vi: Mã bưu chính
zh_hans: 邮政编码
zh_hant: 郵遞區號

source: Address
ar: العنوان
az: Ünvan
bg: Адрес
cs: Adresa
da: Adresse
de: Adresse
el: Διεύθυνση
fa: نشانی
fi: Osoite
fr: Adresse
gl: Enderezo
he: כתובת
hr: Adresa
hu: Postai cím
id: Alamat
it: Indirizzo
ja: 住所
lv: Adrese
nl: Adres
pl: Adres
pt: Endereço
pt_br: Endereço
sk: Adresa
sr: Адреса
ta: முகவரி
th: ที่อยู่
tr: Adres
uk: Адреса
vi: Địa chỉ
zh_hans: 地址
zh_hant: 地址

source: Expiration
ar: تاريخ الانتهاء
az: Bitmə vaxtı
bg: Изтичане
cs: Expirace
da: Udløb
de: Gültig bis
el: Λήξη
fa: انقضاء
fi: Voimassaolo päättyy
gl: Vencemento
he: תוקף
hr: Istek
hu: Lejárat
id: Masa Berlaku
it: Scadenza
ja: 有効期限
lv: Derīgums
nl: Vervaldatum
pl: Data wygaśnięcia
pt: Prazo de validade
pt_br: Vencimento
sk: Expirácia
sr: Истек
ta: காலாவதி
th: วันหมดอายุ
tr: Son kullanma tarihi
uk: Термін дії
vi: Hết hạn
zh_hans: 有效期
zh_hant: 逾期

source: Show website icons
ar: إظهار أيقونات الموقع
az: Veb sayt ikonlarını göstər
bg: Показване на иконките на уеб сайтовете
cs: Zobrazit ikony webových stránek
da: Vis webstedsikoner
de: Website-Symbole anzeigen
el: Εμφάνιση εικονιδίων ιστοσελίδας
fa: نمایش نمادهای وب‌سایت
fi: Näytä sivustokuvakkeet
fr: Afficher les icônes des sites web
gl: Amosar iconas web
he: הצג סמלי אתר אינטרנט
hr: Prikaži ikone mrežnih mjesta
hu: Webhely ikonok megjelenítése
id: Tampilkan ikon website
it: Mostra icone dei siti
ja: ウェブサイトのアイコンを表示
lv: Rādīt tīmekļvietņu ikonas
nl: Websitepictogrammen weergeven
pl: Pokaż ikony stron internetowych
pt: Mostrar ícones do site
pt_br: Mostrar ícones dos sites
sk: Zobrazovať favikony stránok
sr: Прикажи иконе сајтова
ta: வலைத்தள படவுருக்களைக் காட்டு
th: แสดงไอคอนเว็บไซต์
tr: Web sitesi simgelerini göster
uk: Показувати піктограми вебсайтів
vi: Hiện biểu tượng trang web
zh_hans: 显示网站图标
zh_hant: 顯示網站圖示

# ShowWebsiteIconsDescription
source: Show a recognizable image next to each login.
ar: إظهار صورة قابلة للتعرف بجانب كل تسجيل دخول.
az: Hər girişin yanında tanına bilən təsvir göstər.
bg: Показване на разпознаваемо изображение до всеки запис.
cs: Zobrazí rozeznatelný obrázek vedle každého přihlášení.
da: Vis et genkendeligt billede ud for hvert login.
de: Ein wiedererkennbares Bild neben jeden Zugangsdaten anzeigen.
el: Εμφάνιση μιας αναγνωρίσιμης εικόνας δίπλα σε κάθε σύνδεση.
fa: یک تصویر قابل تشخیص در کنار هر ورود نشان دهید.
fi: Näytä tunnistettava kuva jokaiselle kirjautumistiedolle.
fr: Affichez une image reconnaissable à côté de chaque identifiant.
gl: Amosar unha imaxe recoñecible xunto a cada credencial.
he: הצג תמונה מוכרת בכל נסיון התחברות.
hr: Prikaži prepoznatljivu sliku pored svake prijave.
hu: Felismerhető kép megjelenítése minden bejelentkezés mellett.
id: Menampilkan gambar pengenal di samping setiap login.
it: Mostra un piccolo logo riconoscibile accanto a ogni login.
ja: ログイン情報の隣にアイコン画像を表示します
lv: Attēlot atpazīstamu attēlu pie katra pieteikšanās vienuma.
nl: Een herkenbare afbeelding naast iedere login weergeven.
pl: Pokaż rozpoznawalną ikonę obok danych logowania.
pt: Mostrar uma imagem reconhecível junto a cada credencial.
pt_br: Mostre uma imagem reconhecível ao lado de cada credencial.
sk: Pri každom prihlásení zobrazí rozpoznateľný obrázok.
sr: Прикажи препознатљиву слику поред сваке ставке за пријаву.
ta: ஒவ்வொரு உள்நுழைவுக்கு அடுத்தும் அறியம்படியான படத்தைக் காட்டு.
th: แสดงภาพที่จดจำได้ถัดจากข้อมูลเข้าสู่ระบบแต่ละรายการ
tr: Hesapların yanında tanıdık görseller göster.
uk: Показувати впізнаване зображення біля кожного запису.
vi: Hiện logo trang web bên cạnh mỗi đăng nhập.
zh_hans: 在每个登录项目旁边显示一个可识别的图像。
zh_hant: 在每個登入資料旁顯示一個可辨識的圖片。

# IconsUrl
source: Icons server URL
ar: رابط ملقم الأيقونات
az: İkon server URL-si
bg: Адрес на сървъра с иконки
cs: URL serveru ikon
da: Ikonserver URL
de: URL des Icons-Servers
el: URL διακομιστή εικονιδίων
fa: نشانی اینترنتی سرور نمادها
fi: Kuvakepalvelimen URL
fr: Icônes URL du serveur
gl: URL do servidor de iconas
he: URL של שרת הסמלים
hr: URL poslužitelja ikona
hu: Ikonszerver webcím
id: URL Server Ikon
it: URL del server di icone
ja: アイコンのサーバー URL
lv: Ikonu servera URL
nl: Pictogrammenserver-URL
pl: Adres URL serwera ikon
pt: URL do servidor de ícones
pt_br: URL do servidor de ícones
sk: URL servera ikôn
sr: УРЛ сервера иконице
ta: படவுரு தேக்க உரலி
th: URL เซิร์ฟเวอร์ไอคอน
tr: Simge sunucusu URL'si
uk: URL-адреса сервера піктограм
vi: URL máy chủ biểu tượng
zh_hans: 图标服务器 URL
zh_hant: 圖示伺服器 URL

source: Collections
ar: المختارات
az: Kolleksiyalar
bg: Колекции
cs: Sbírky
da: Samlinger
de: Sammlungen
el: Συλλογές
fa: مجموعه‌ها
fi: Kokoelmat
gl: Coleccións
he: אוספים
hr: Zbirke
hu: Gyűjtemények
id: Koleksi
it: Collezioni
ja: コレクション
lv: Krājumi
nl: Verzamelingen
pl: Kolekcje
pt: Coleções
pt_br: Conjuntos
sk: Zbierky
sr: Колекције
ta: தொகுப்புகள்
th: คอลเลกชัน
tr: Koleksiyonlar
uk: Збірки
vi: Các Bộ Sưu Tập
zh_hans: 集合
zh_hant: 集合

# NoItemsCollection
source: There are no items in this collection
ar: لا توجد عناصر في هذه المجموعة
az: Bu kolleksiyada heç bir element yoxdur
bg: Няма елементи в тази колекция
cs: V této sbírce nejsou žádné položky
de: Es gibt keine Einträge in dieser Sammlung
fa: در این مجموعه موردی برای نمایش نیست
fi: Kokoelmassa ei ole kohteita
fr: Il n'y a aucun élément dans cette collection
he: אין פרטים באוסף זה
hr: Nema stavki u ovoj zbirci
hu: Nincsenek elemek a gyűjteményben
id: Tidak ada item dalam koleksi ini
it: La raccolta è vuota
ja: このコレクションにはアイテムがありません
lv: Šajā krājumā nav vienumu
nl: Deze collectie bevat geen items
pl: Brak elementów w kolekcji
pt: Não existem itens nesta coleção
pt_br: Não há itens neste conjunto
sk: V zbierke sa nenachádzajú žiadne položky
ta: இந்தத் தொகுப்பில் எந்தப் பொருளும் இல்லை
th: ไม่มีรายการในคอลเลกชันนี้
tr: Bu koleksiyonda hiç kayıt yok
uk: У цій збірці немає записів
vi: Không có mục nào trong bộ sưu tập này
zh_hans: 此集合中没有项目

# NoItemsFolder
source: There are no items in this folder
ar: لا توجد عناصر في هذا المجلد
az: Bu qovluqda heç bir element yoxdur
bg: Няма елементи в тази папка
cs: V této složce nejsou žádné položky
de: Es gibt keine Einträge in diesem Ordner
fa: در این پوشه موردی برای نمایش نیست
fi: Kansiossa ei ole kohteita
fr: Il n'y a aucun élément dans ce dossier
he: אין פריטים בתיקייה זו
hr: Nema stavki u ovoj mapi
hu: Nincsenek elemek a mappában
id: Tidak ada item di folder ini
it: La cartella è vuota
ja: このフォルダーにはアイテムがありません
lv: Šajā mapē nav vienumu
nl: Deze map bevat geen items
pl: Brak elementów w folderze
pt: Não existem itens nesta pasta
pt_br: Não há itens nesta pasta
sk: V tomto priečinku sa nenachádzajú žiadne položky
ta: இந்தக் கோப்புறையில் எந்தப் பொருளும் இல்லை
th: ไม่มีรายการในโฟลเดอร์นี้
tr: Bu klasörde hiç kayıt yok
uk: У цій теці немає записів
vi: Không có mục nào trong thư mục này
zh_hans: 此文件夹中没有项目

# NoItemsTrash
source: There are no items in the trash.
ar: لا توجد عناصر في سلة المهملات.
az: Tullantı qutusunda heç bir element yoxdur.
bg: Няма записи в кошчето.
cs: V koši nejsou žádné položky.
da: Der er ingen elementer i papirkurven.
de: Es sind keine Einträge im Papierkorb.
el: Δεν υπάρχουν αντικείμενα στον κάδο απορριμμάτων.
fa: هیچ موردی در سطل زباله وجود ندارد.
fi: Roskakorissa ei ole kohteita.
fr: Il n'y a aucun élément dans la corbeille.
gl: No hai entradas no lixo.
he: אין פריטים בסל המחזור.
hr: Nema stavki u smeću.
hu: Nincs elem a lomtárban.
id: Tidak ada item di sampah.
it: Non ci sono elementi nel cestino.
ja: ごみ箱にアイテムはありません。
lv: Atkritnē nav vienumu.
nl: Er zijn geen items in de prullenbak.
pl: Brak elementów w koszu.
pt: Não existem itens no lixo.
pt_br: Não há itens na lixeira.
sk: V koši nie sú žiadne položky
sr: У отпад нема ставке.
ta: இக்குப்பையில் உருப்படிகள் ஏதுமில்லை.
th: ไม่มีรายการในถังขยะ
tr: Çöp kutusunda hiç kayıt yok.
uk: У смітнику немає записів.
vi: Không có gì trong thùng rác
zh_hans: 回收站中没有项目。
zh_hant: 垃圾桶中沒有項目。

source: Face ID
ar: معرف الوجه
bg: Идентификация по лице (Face ID)
fi: Face ID:llä
he: מזהה פנים של Apple
hu: Arc AZ
ta: முக அடையாளம்
zh_hans: 面容 ID

source: Use Face ID To Unlock
ar: استخدم معرف الوجه للفتح
az: Kilidi açmaq üçün Face ID istifadə edin
bg: Отключване чрез Face ID
cs: Použít Face ID k odemknutí
da: Brug Face ID til at låse op
de: Face ID zum Entsperren verwenden
el: Χρήση Face ID για Ξεκλείδωμα
fa: از Face ID برای قفل گشایی استفاده شود
fi: Avaa Face ID:llä
fr: Utiliser Face ID pour déverrouiller
gl: Usar Face ID para desbloquear
he: השתמש בזיהוי פנים של Apple עבור פתיחת המכשיר
hr: Koristi Face ID za otključavanje
hu: Arc AZ használata a feloldáshoz
id: Gunakan Face ID untuk membuka
it: Usa Face ID per sbloccare
ja: Face ID を使用してロック解除
lv: Izmantot Face ID, lai atslēgtu
nl: Gebruik Face ID voor ontgrendeling
pl: Odblokuj za pomocą Touch ID
pt: Utilizar o Face ID para desbloquear
pt_br: Use o Face ID para desbloquear
sk: Odomknúť pomocou Face ID
sr: Face ID за откључавање
ta: முக அடையாளத்தைப் பயன்படுத்தி பூட்டவிழ்.
th: ใช้ Face ID เพื่อปลดล็อก
tr: Kilidi Face ID ile aç
uk: Розблокування з Face ID
vi: Dùng Face ID để mở khóa
zh_hans: 使用面容 ID 解锁
zh_hant: 使用 Face ID 解鎖

source: Custom field name
ar: اسم الحقل المخصص
az: Özəl xana adı
bg: Име на допълнителното поле
cs: Název vlastního pole
da: Brugerdefineret felt navn
de: Name des benutzerdefinierten Feldes
el: Όνομα προσαρμοσμένου πεδίου
fa: نام فیلد سفارشی
fi: Lisäkentän nimi
fr: Nom du champ personnalisé
gl: Nome de campo personalizado
he: שם שדה מותאם אישית
hr: Prilagođeno ime polja
hu: Egyedi mezőnév
id: Nama kolom ubahsuai
it: Nome campo personalizzato
ja: カスタムフィールド名
lv: Pielāgotā lauka nosaukums
nl: Naam van aangepast veld
pl: Nazwa pola niestandardowego
pt: Nome do campo personalizado
pt_br: Nome do campo personalizado
sk: Názov vlastného poľa
sr: Назив прилагођеног поља
ta: தனிப்பயன் புலத்தின் பெயர்
th: ชื่อฟิลด์กำหนดเอง
tr: Özel alan adı
uk: Назва власного поля
vi: Tên trường tùy chỉnh
zh_hans: 自定义字段名称
zh_hant: 自訂欄位名稱

# FieldTypeBoolean
source: Boolean
ar: قيمة منطقية
bg: Булево
da: Boolsk
el: Δυαδικό
fa: منطقی
fi: Totuusarvo
fr: Booléen
gl: Booleano
he: אמת או שקר
hu: Logikai
it: Booleano
ja: 真偽値
lv: Patiesuma vērtība
pl: Wartość logiczna
pt: Booleano
pt_br: Booleano
sk: Áno/Nie
sr: Булове
ta: ஈர்மம்
th: ค่าบูลีน
tr: Boole
uk: Логічне значення
vi: Đúng/Sai
zh_hans: 布尔型
zh_hant: 布林值

# FieldTypeHidden
source: Hidden
ar: مخفي
az: Gizli
bg: Скрито
cs: Skryté
da: Skjult
de: Versteckt
el: Κρυφό
fa: مخفی
fi: Piilotettu
fr: Masqué
gl: Agochado
he: מוסתר
hr: Skriveno
hu: Rejtett
id: Tersembunyi
it: Nascosto
ja: 非表示
lv: Paslēpts
nl: Verborgen
pl: Pole maskowane
pt: Oculto
pt_br: Oculto
sk: Skryté
sr: Сакривено
ta: மறைக்கப்பட்ட
th: ซ่อน
tr: Gizli
uk: Приховано
vi: Bí ẩn
zh_hans: 隐藏型
zh_hant: 隱藏型

# FieldTypeLinked
source: Linked
ar: مرتبط
az: Əlaqə yaradıldı
bg: Свързано
cs: Propojené
da: Linket
de: Verknüpft
el: Συνδεδεμένο
fa: پیوند شده
fi: Linkitetty
fr: Lié
gl: Vinculado
he: מקושר
hr: Povezano
hu: Csatolva
id: Terhubung
it: Collegato
ja: リンク済
lv: Saistīts
nl: Gekoppeld
pl: Powiązane pole
pt: Associado
pt_br: Vinculado
sk: Prepojené
sr: Повезано
ta: இணைக்கப்பட்டது
th: เชื่อมโยง
tr: Bağlantılı
uk: Пов'язано
vi: Đã liên kết
zh_hans: 链接型
zh_hant: 連結型

# FieldTypeText
source: Text
ar: نص
az: Mətn
bg: Текст
da: Tekst
el: Κείμενο
fa: متن
fi: Teksti
fr: Texte
gl: Texto
he: טקסט
hr: Tekst
hu: Szöveg
id: Teks
it: Testo
ja: テキスト
lv: Teksts
nl: Tekst
pl: Tekst
pt: Texto
pt_br: Texto
sr: Текст
ta: சொற்சரம்
th: ข้อความ
tr: Metin
uk: Текст
vi: Văn bản
zh_hans: 文本型
zh_hant: 文字型

source: New custom field
ar: حقل مخصص جديد
az: Yeni özəl xana
bg: Ново допълнително поле
cs: Nové vlastní pole
da: Nyt brugerdefineret felt
de: Neues benutzerdefiniertes Feld
el: Νέο προσαρμοσμένο πεδίο
fa: فیلد سفارشی جدید
fi: Uusi lisäkenttä
fr: Nouveau champ personnalisé
gl: Novo campo personalizado
he: שדה מותאם אישית חדש
hr: Novo prilagođeno polje
hu: Új egyedi mező
id: Kolom ubahsuai baru
it: Nuovo campo personalizzato
ja: 新規カスタムフィールド
lv: Jauns pielāgotais lauks
nl: Nieuw aangepast veld
pl: Nowe pole niestandardowe
pt: Novo campo personalizado
pt_br: Novo campo personalizado
sk: Nové vlastné pole
sr: Ново прилагођено поље
ta: புதிய தனிப்பயன் புலம்
th: ฟิลด์กำหนดเองใหม่
tr: Yeni özel alan
uk: Нове власне поле
vi: Trường tùy chỉnh mới
zh_hans: 新增自定义字段
zh_hant: 新增自訂欄位
