Repository: bitwarden/ios
Catalog: BitwardenResources/Localizations/*.lproj/Localizable.strings
Languages: ar, az, bg, cs, da, de, el, fa, fi, fr, gl, he, hr, hu, id, it, ja, lv, nl, pl, pt, pt_br, sk, sr, ta, th, tr, uk, vi, zh_hans, zh_hant

# MaxFileSize
source: Maximum file size is 100 MB.
ar: الحد الأقصى لحجم الملف هو 100 ميغابايت.
az: Maksimal fayl həcmi 100 MB-dır
bg: Големината на файла е най-много 100 MB.
cs: Maximální velikost souboru je 100 MB.
da: Maksimum filstørrelse er 100 MB.
de: Die maximale Dateigröße beträgt 100 MB.
el: Το μέγιστο μέγεθος αρχείου είναι 100 MB.
fa: بیشترین حجم پرونده ۱۰۰ مگابایت است.
fi: Tiedoston enimmäiskoko on 100 MB.
fr: La taille maximale du fichier est de 100 Mo.
gl: O tamaño máximo é de 100 MB.
he: גודל הקובץ המירבי הוא 100 מגה.
hr: Najveća veličina datoteke je 100 MB.
hu: Maximális fájl méret 100 MB.
id: Ukuran berkas maksimal adalah 100 MB.
it: La dimensione massima del file è 100 MB.
ja: 最大ファイルサイズは100MBです。
lv: Lielākais pieļaujamais datnes izmērs ir 100 MB.
nl: De maximale bestandsgrootte is 100 MB.
pl: Maksymalny rozmiar pliku to 100 MB.
pt: O tamanho máximo do ficheiro é de 100 MB.
pt_br: O tamanho máximo do arquivo é de 100 MB.
sk: Maximálna veľkosť súboru je 100 MB.
sr: Максимална величина је 100МБ.
ta: அதிகபட்ச கோப்பு அளவு 100 மெ.பை.
th: ขนาดไฟล์สูงสุดคือ 100 MB
tr: Maksimum dosya boyutu 100 MB'dir.
uk: Максимальний розмір файлу 100 МБ.
vi: Kích thước tối đa của tập tin là 100MB.
zh_hans: 文件最大为 100 MB。
zh_hant: 檔案最大為 100MB。

# RequiredMaximumFileSizeIsX
source: Required. Maximum file size is %1$@.
az: Tələb olunur. Maksimal fayl həcmi: %1$@.
bg: Задължително. Максималният размер на файловете е %1$@.
cs: Vyžadováno. Maximální velikost souboru je %1$@.
de: Erforderlich. Die maximale Dateigröße ist %1$@.
fa: الزامی است. حداکثر اندازه پرونده %1$@ است.
fr: Requis. La taille maximale du fichier est de %1$@.
he: נדרש. גודל הקובץ המרבי הוא %1$@.
hr: Obavezno. Maksimalna veličina datoteke je %1$@.
hu: Szükséges. A maximális fájlméret %1$@.
id: Wajib. Maksimal ukuran file %1$@.
it: Obbligatoria. La dimensione massima del file è %1$@.
ja: 必須。最大ファイルサイズは %1$@ です。
lv: Nepieciešams. Lielākais pieļaujamais datnes izmērs ir %1$@.
nl: Verplicht. De maximale bestandsgrootte is %1$@.
pl: Wymagane. Maksymalny rozmiar pliku to %1$@.
pt: Obrigatório. O tamanho máximo do ficheiro é de %1$@.
pt_br: Obrigatório. O tamanho máximo do arquivo é de %1$@.
sk: Povinné. Maximálna veľkosť súboru je %1$@.
sr: Потребно. Максимална величина је %1$@.
ta: தேவை. அதிகபட்ச கோப்பு அளவு %1$@.
th: จำเป็น ขนาดไฟล์สูงสุดคือ %1$@
tr: Gerekli. Maksimum dosya boyutu: %1$@
uk: Обов'язково. Максимальний розмір файлу %1$@.
vi: Bắt buộc. Kích thước tệp tối đa là %1$@.
zh_hans: 必填。文件最大为 %1$@。

source: Learn more
ar: اعرف المزيد
az: Daha ətraflı
bg: Научете повече
cs: Dozvědět se více
da: Få mere at vide
de: Mehr erfahren
el: Μάθετε περισσότερα
fa: بیشتر بدانید
fi: Lue lisää
fr: En savoir plus
gl: Saber máis
he: למד עוד
hr: Saznaj više
hu: További információ
id: Pelajari Lebih Lanjut
it: Ulteriori informazioni
ja: 詳細情報
lv: Uzzināt vairāk
nl: Meer informatie
pl: Dowiedz się więcej
pt: Saber mais
pt_br: Saiba mais
sk: Zistiť viac
sr: Сазнај више
ta: மேலும் அறிக
th: เรียนรู้เพิ่มเติม
tr: Daha fazla bilgi al
uk: Докладніше
vi: Tìm hiểu thêm
zh_hans: 进一步了解
zh_hant: 深入了解

# ApiUrl
source: API server URL
ar: رابط خادم API
az: API server URL-si
bg: Адрес на ППИ-сървъра
cs: URL serveru API
el: URL διακομιστή API
fa: نشانی API سرور
fi: API-palvelimen URL
fr: URL du serveur de l'API
gl: URL do servidor da API
he: URL של שרת ה־API
hr: URL API poslužitelja
hu: API szerver webcím
id: URL Server API
it: URL del server API
ja: API サーバー URL
lv: API servera URL
pl: Adres URL serwera API
pt: URL do servidor da API
pt_br: URL do servidor da API
sk: URL API servera
sr: УРЛ АПИ Сервера
ta: API தேக்க உரலி
th: URL เซิร์ฟเวอร์ API
tr: API sunucu URL'si
uk: URL-адреса сервера API
vi: Địa chỉ máy chủ API
zh_hans: API 服务器 URL
zh_hant: API 伺服器 URL

source: Custom environment
ar: بيئة مخصصة
az: Özəl mühit
bg: Специална среда
cs: Vlastní prostředí
da: Brugerdefineret miljø
de: Benutzerdefinierte Umgebung
el: Προσαρμοσμένο περιβάλλον
fa: محیط سفارشی
fi: Mukautettu palvelinympäristö
fr: Environnement personnalisé
gl: Entorno personalizado
he: סביבה מותאמת אישית
hr: Prilagođeno okruženje
hu: Egyedi környezet
id: Lingkungan khusus
it: Ambiente personalizzato
ja: カスタム環境
lv: Pielāgota vide
nl: Aangepaste omgeving
pl: Niestandardowe środowisko
pt: Ambiente personalizado
pt_br: Ambiente personalizado
sk: Vlastné prostredie
sr: Прилагођено окружење
ta: விருப்பிற்கேற்ற சுற்றுசூழல்
th: สภาพแวดล้อมกำหนดเอง
tr: Özel ortam
uk: Власне середовище
vi: Môi trường tùy chỉnh
zh_hans: 自定义环境
zh_hant: 自訂環境

# CustomEnvironmentFooter
source: For advanced users. You can specify the base URL of each service independently.
ar: للمستخدمين المتقدمين. يمكنك تحديد عنوان URL الأساسي لكل خدمة بشكل مستقل.
az: Qabaqcıl istifadəçilər üçündür. Hər xidmətin baza URL-sini müstəqil olaraq müəyyənləşdirə bilərsiniz.
bg: За специални случаи. Може да укажете основните адреси на всяка ползвана услуга поотделно.
cs: Pro pokročilé uživatele. Můžete zadat základní URL každé služby zvlášť.
da: Til avancerede brugere. Du kan angive grund URL'en for hver tjeneste uafhængigt.
de: Für fortgeschrittene Benutzer. Du kannst die Basis-URL der jeweiligen Dienste unabhängig voneinander festlegen.
el: Για προχωρημένους χρήστες. Μπορείτε να ορίσετε τo URL κάθε υπηρεσίας ανεξάρτητα.
fa: برای کاربران پیشرفته. شما می‌توانید نشانی اینترنتی پایه هر سرویس را مستقلاً تعیین کنید.
fi: Edistyneille käyttäjille. Voit määrittää jokaiselle palvelulle oman pääverkkotunnuksen.
fr: Pour les utilisateurs avancés. Vous pouvez spécifier l'URL de base de chaque service indépendamment.
gl: Para usuarios avanzados. Podes especificar o URL base de cada servizo de xeito independente.
he: למשתמשים מתקדמים. באפשרותך לציין את כתובת השרת עבור כל שירות בנפרד.
hr: Za napredne korisnike. Samostalno možeš odrediti osnovni URL svake usluge.
hu: Haladó felhasználóknak. Minden egyes szolgáltatásnak külön megadhatod az alap URL-t.
id: Untuk pengguna tingkat lanjutan. Anda dapat menentukan secara mandiri basis dari URL untuk setiap layanan.
it: Per utenti avanzati. Puoi specificare l'URL principale di ogni servizio indipendentemente.
ja: 上級者向けです。各サービスのベース URL を個別に指定できます。
lv: Pieredzējušiem lietotājiem. Ir iespējams norādīt URL katram pakalpojumam atsevišķi.
nl: Voor gevorderde gebruikers. Je kunt de basis-URL van elke dienst onafhankelijk instellen.
pl: Dla zaawansowanych użytkowników. Możesz wpisać podstawowy adres URL niezależnie dla każdej usługi.
pt: Para utilizadores avançados. Pode especificar o URL de base de cada serviço de forma independente.
pt_br: Para usuários avançados. Você pode especificar a URL de base de cada serviço independentemente.
sk: Pre pokročilých používateľov. Môžete špecifikovať základnú URL pre každú službu nezávisle.
sr: За напредне кориснике. Можете да одредите независно основни УРЛ сваког сервиса.
ta: மேம்பட்ட பயனர்களுக்காக. ஒவ்வொரு சேவைக்கும் அடித்தள உரலியை சார்பின்றி குறிப்பிடலாம்.
th: สำหรับผู้ใช้ขั้นสูง คุณสามารถระบุ Base URL ของแต่ละบริการได้อย่างอิสระ
tr: İleri düzey kullanıcılar için. Her hizmetin taban URL'sini bağımsız olarak belirleyebilirsiniz.
uk: Для досвідчених користувачів. Ви можете вказати основну URL-адресу окремо для кожної служби.
vi: Đối với người dùng nâng cao. Bạn có thể chỉ định liên kết cơ bản của mỗi dịch vụ một cách độc lập.
zh_hans: 适用于高级用户。您可以分别指定各个服务的基础 URL。
zh_hant: 適用於進階使用者。您可以單獨指定各個服務的基礎 URL。

# EnvironmentSaved
source: The environment URLs have been saved.
ar: تم حفظ عناوين URL للبيئة.
az: Mühit URL-ləri saxlanıldı.
bg: Средата с адресите е запазена.
cs: URL vlastního prostředí byly uloženy.
da: Miljøets URLs er blevet gemt.
de: Die URLs der Umgebung wurden gespeichert.
el: Τα URL έχουν αποθηκευτεί.
fa: نشانی‌های اینترنتی محیط ذخیره شد.
fi: Palvelinympäristön URL-osoitteet tallennettiin.
fr: Les URLs d'environnement ont été enregistrées.
gl: As URLs do entorno foron gardadas.
he: כתובות הסביבה נשמרו.
hr: URL-ovi okoline su spremljeni.
hu: A környezet URL-ek el lettek mentve.
id: URL dari lingkungan sudah tersimpan.
it: Gli URL dell'ambiente sono stati salvati.
ja: 環境 URL を保存しました。
lv: Vides URL ir saglabāti.
nl: De omgeving-URL's zijn opgeslagen.
pl: Adresy URL środowiska zostały zapisane.
pt: Os URLs de ambiente foram guardados.
pt_br: As URLs do ambiente foram salvas.
sk: URL prostredia boli uložené.
sr: УРЛ адресе окружења су сачуване.
ta: சுற்றுசூழல் உரலிகள் சேமிக்கப்பட்டன.
th: บันทึก URL สภาพแวดล้อมแล้ว
tr: Ortam URL'leri kaydedildi.
uk: URL-адреси середовища збережено.
vi: Địa chỉ môi trường đã được lưu.
zh_hans: 各环境 URL 已保存。
zh_hant: 已儲存環境 URL。

# IdentityUrl
source: Identity server URL
ar: رابط خادم الهوية
az: Kimlik server URL-si
bg: Адрес на сървъра със самоличности
cs: URL serveru identity
da: Identitetsserver URL
de: URL des Identitätsservers
el: URL διακομιστή ταυτότητας
fa: نشانی اینترنتی سرور هویت
fi: Henkilöllisyyspalvelimen URL
fr: URL du serveur d'identification
gl: URL do servidor de identidade
he: URL של שרת הזהות
hr: URL id poslužitelja
hu: Azonosító szerver webcím
id: URL Server Identitas
it: URL del server di identità
ja: ID サーバー URL
lv: Identitātes servera URL
nl: Identiteitserver-URL
pl: Adres URL serwera tożsamości
pt: URL do servidor de identidade
pt_br: URL do servidor de identidade
sk: URL servera identít
sr: УРЛ сервера идентитета
ta: அடையாள தேக்க உரலி
th: URL เซิร์ฟเวอร์ระบุตัวตน
tr: Kimlik sunucu URL'si
uk: URL-адреса сервера ідентифікації
vi: URL máy chủ định danh
zh_hans: 身份服务器 URL
zh_hant: 身分伺服器 URL

source: Self-hosted environment
ar: البيئة المستضافة ذاتيا
az: Öz-özünə sahiblik edən mühit
bg: Собствена среда
cs: Vlastní hostované prostředí
da: Selv-hostet miljø
de: Selbst gehostete Umgebung
el: Αυτο-Φιλοξενούμενο Περιβάλλον
fa: محیط خود میزبان
fi: Itse ylläpidetty palvelinympäristö
fr: Environnement auto-hébergé
gl: Entorno de aloxamento propio
he: סביבה באירוח עצמי
hr: Vlastito poslužiteljsko okruženje
hu: Saját üzemeltetésű környezet
id: Lingkungan Host-Mandiri
it: Ambiente self-hosted
ja: セルフホスティング環境
lv: Pašuzturēta vide
nl: Zelfgehoste omgeving
pl: Samodzielnie hostowane środowisko
pt: Ambiente auto-hospedado
pt_br: Ambiente auto-hospedado
sk: Sebou hosťované prostredie
sr: Самостално окружење
ta: சுய-வழங்கப்பட்ட சுற்றுசூழல்
th: สภาพแวดล้อมแบบโฮสต์เอง
tr: Şirket içinde barındırılan ortam
uk: Середовище власного хостингу
vi: Môi trường tự lưu trữ
zh_hans: 自托管环境
zh_hant: 自我裝載環境

# SelfHostedEnvironmentFooter
source: Specify the base URL of your on-premise hosted Bitwarden installation.
ar: حدد عنوان URL الأساسي الخاص بك على الفرضية المستضيفة بت واردن
az: Öz-özünə sahiblik edən Bitwarden quraşdırmasının baza URL-sini müəyyənləşdirin.
bg: Укажете базовия адрес за собствената ви инсталирана среда на Битуорден.
cs: Zadejte základní URL vlastní hostované aplikace Bitwarden.
da: Angiv grund-URL'en til din lokal-hostede Bitwarden-installation.
de: Bitte gebe die Basis-URL deiner selbst gehosteten Bitwarden-Installation an.
el: Καθορίστε το URL εγκατάστασης Bitwarden.
fa: نشانی اینترنتی پایه فرضی نصب Bitwarden میزبانی شده را مشخص کنید.
fi: Määritä omassa palvelinympäristössäsi suoritettavan Bitwarden-asennuksen pääverkkotunnus.
fr: Spécifiez l'URL de base de votre installation Bitwarden auto-hébergée.
gl: Especifica a URL base do teu servidor Bitwarden de aloxamento propio.
he: הזן את כתובת השרת המקומי של Bitwarden.
hr: Navedi osnovni URL svoje lokalno smještene Bitwarden instalacije.
hu: Adjuk meg a helyileg üzemeltetett Bitwarden telepítés alap webcímét.
it: Specifica l'URL principale della tua installazione Bitwarden self-hosted.
ja: セルフホスティングしている Bitwarden のベース URL を指定してください。
lv: Norādīt pašuzstādīta Bitwarden pamata URL.
nl: Geef de basis-URL van je zelfgehoste Bitwarden-installatie op.
pl: Wpisz podstawowy adres URL hostowanej instalacji Bitwarden.
pt: Especifique o URL de base da sua instalação local do Bitwarden.
pt_br: Especifique a URL de base da sua instalação local do Bitwarden.
sk: Špecifikujte základnú URL lokálne hosťovanej inštalácie bitwarden.
sr: Наведите основни УРЛ вашег локалног инсталиране Bitwarden инсталације.
ta: உம் வளாகத்திலேயே வழங்கியுள்ள Bitwarden நிறுவலின் அடித்தள உரலியைக் குறிப்பிடு.
th: ระบุ Base URL ของการติดตั้ง Bitwarden แบบ On-premise ที่คุณโฮสต์
tr: Kurum içinde barındırılan Bitwarden kurulumunuzun taban URL'sini belirtin.
uk: Вкажіть основну URL-адресу вашого встановлення Bitwarden на власному хостингу.
vi: Nhập URL cơ sở của cài đặt Bitwarden được lưu trữ trên máy chủ nội bộ của bạn.
zh_hans: 指定您本地托管的 Bitwarden 安装的基础 URL。
zh_hant: 指定您內部部署的 Bitwarden 安裝之基礎 URL。

source: Server URL
ar: رابط الخادم
az: Server URL-si
bg: Адрес на сървъра
cs: URL serveru
el: URL Διακομιστή
fa: نشانی اینترنتی سرور
fi: Palvelimen URL
fr: URL du serveur
gl: URL do servidor
he: כתובת שרת
hr: URL poslužitelja
hu: Szerver URL
id: URL Server
it: URL del server
ja: サーバー URL
lv: Servera URL
pl: Adres URL serwera
pt: URL do servidor
pt_br: URL do servidor
sk: URL servera
sr: УРЛ Сервера
ta: தேக்க உரலி
th: URL เซิร์ฟเวอร์
tr: Sunucu URL'si
uk: URL-адреса сервера
vi: Địa chỉ máy chủ
zh_hans: 服务器 URL
zh_hant: 伺服器 URL

# WebVaultUrl
source: Web vault server URL
ar: رابط خادم خزانة الويب
az: Veb seyf server URL-si
bg: Адрес на сървъра с трезора в уеб
cs: URL serveru webového trezoru
da: Web-boks server URL
de: URL des Web-Tresor-Servers
el: URL διακομιστή διαδικτυακής κρύπτης
fa: نشانی اینترنتی سرور گاوصندوق وب
fi: Verkkoholvipalvelimen URL
fr: URL du serveur du coffre web
gl: URL do servidor da caixa forte web
he: URL של שרת כספת הרשת
hr: URL poslužitelja web trezora
hu: Webes széf szerver webcím
id: URL Server Brankas Web
it: URL della cassaforte web
ja: ウェブ保管庫サーバー URL
lv: Tīmekļa glabātavas servera URL
nl: Webkluis server-URL
pl: Adres URL serwera sejfu internetowego
pt: URL do servidor do cofre Web
pt_br: URL do servidor do cofre web
sk: URL servera webového trezora
sr: УРЛ сервера Сефа
ta: வலைப்பெட்டக தேக்க உரலி
th: URL เซิร์ฟเวอร์ตู้นิรภัยเว็บ
tr: Web kasası sunucu URL'si
uk: URL-адреса сервера вебсховища
vi: Địa chỉ máy chủ lưu trữ web
zh_hans: 网页密码库服务器 URL
zh_hant: 網頁版密碼庫伺服器 URL

source: Custom fields
ar: حقول مخصصة
az: Özəl xanalar
bg: Допълнителни полета
cs: Vlastní pole
da: Brugerdefinerede felter
de: Benutzerdefinierte Felder
el: Προσαρμοσμένα πεδία
fa: فیلدهای سفارشی
fi: Lisäkentät
fr: Champs personnalisés
gl: Campos personalizados
he: שדות מותאמים אישית
hr: Prilagođena polja
hu: Egyedi mezők
id: Kolom ubahsuai
it: Campi personalizzati
ja: カスタムフィールド
lv: Pielāgoti lauki
nl: Aangepaste velden
pl: Pola niestandardowe
pt: Campos personalizados
pt_br: Campos personalizados
sk: Vlastné polia
sr: Прилагођена Поља
ta: தனிப்பயன் புலங்கள்
th: ฟิลด์กำหนดเอง
tr: Özel alanlar
uk: Власні поля
vi: Trường tùy chỉnh
zh_hans: 自定义字段
zh_hant: 自訂欄位

source: Copy number
ar: نسخ الرقم
az: Nömrəni kopyala
bg: Копиране на но̀мера
cs: Kopírovat číslo
da: Kopiér nummer
de: Nummer kopieren
el: Αντιγραφή αριθμού
fa: کپی شماره
fi: Kopioi numero
fr: Copier le numéro
gl: Copiar número
he: העתק מספר
hr: Kopiraj broj
hu: Szám másolása
id: Salin Nomor
it: Copia numero
ja: 番号のコピー
lv: Ievietot numuru starpliktuvē
nl: Nummer kopiëren
pl: Kopiuj numer
pt: Copiar número
pt_br: Copiar número
sk: Kopírovať číslo
sr: Копирај број
ta: எண்ணை நகலெடு
th: คัดลอกหมายเลข
tr: Numarayı kopyala
uk: Копіювати номер
vi: Sao chép số
zh_hans: 复制号码
zh_hant: 複製號碼

source: Copy security code
ar: نسخ رمز الأمان
az: Güvənlik kodunu kopyala
bg: Копиране на кода за сигурност
cs: Kopírovat bezpečnostní kód
da: Kopiér sikkerhedskode
de: Sicherheitscode kopieren
el: Αντιγραφή κωδικού ασφαλείας
fa: کپی کد امنیتی
fi: Kopioi turvakoodi
fr: Copier le code de sécurité
gl: Copiar código de seguranza
he: העתק קוד אבטחה
hr: Kopiraj kontrolni broj
hu: Biztonsági kód másolása
id: Salin Kode Keamanan
it: Copia codice di sicurezza
ja: セキュリティコードのコピー
lv: Ievietot drošības kodu starpliktuvē
nl: Beveiligingscode kopiëren
pl: Kopiuj kod zabezpieczający
pt: Copiar código de segurança
pt_br: Copiar código de segurança
sk: Kopírovať bezpečnostný kód
sr: Копирај сигурносни код
ta: பாதுகாப்பு குறியீட்டை நகலெடு
th: คัดลอกรหัสความปลอดภัย
tr: Güvenlik kodunu kopyala
uk: Копіювати код безпеки
vi: Sao chép mã bảo mật
zh_hans: 复制安全码
zh_hant: 複製安全代碼

source: Number
ar: رقم
az: Nömrə
bg: Номер
cs: Číslo
da: Nummer
de: Nummer
el: Αριθμός
fa: شماره
fi: Numero
fr: Numéro
gl: Número
he: מספר
hr: Broj
hu: Szám
id: Nomor
it: Numero
ja: 番号
lv: Numurs
nl: Kaartnummer
pl: Numer
pt: Número
pt_br: Número
sk: Číslo
sr: Број
ta: எண்
th: หมายเลข
tr: Numara
uk: Номер
vi: Số thẻ
zh_hans: 号码
zh_hant: 號碼

source: Security code
ar: رمز الأمان
az: Güvənlik kodu
bg: Код за сигурност
cs: Bezpečnostní kód
da: Sikkerhedskode
de: Sicherheitscode
el: Κωδικός ασφαλείας
fa: کد امنیتی
fi: Turvakoodi (CVC/CVV)
fr: Code de sécurité
gl: Código de seguridade
he: קוד אבטחה
hr: Kontrolni broj
hu: Biztonsági Kód
id: Kode Keamanan
it: Codice di sicurezza
ja: セキュリティコード
lv: Drošības kods
nl: Beveiligingscode
pl: Kod zabezpieczający
pt: Código de segurança
pt_br: Código de segurança
sk: Bezpečnostný kód
sr: Сигурносни код
ta: பாதுகாப்பு குறியீடு
th: รหัสความปลอดภัย
tr: Güvenlik kodu
uk: Код безпеки
vi: Mã bảo mật
zh_hans: 安全码
zh_hant: 安全代碼

# TypeCard
source: Card
ar: بطاقة
az: Kart
bg: Карта
cs: Karta
da: Kort
de: Karte
el: Κάρτα
fa: کارت
fi: Kortti
fr: Carte de paiement
gl: Tarxeta
he: כרטיס
hr: Platna kartica
hu: Kártya
id: Kartu
it: Carta
ja: カード
lv: Karte
nl: Kaart
pl: Karta
pt: Cartão
pt_br: Cartão
sk: Karta
sr: Кредитна Картица
ta: அட்டை
th: บัตร
tr: Kart
uk: Картка
vi: Thẻ
zh_hans: 支付卡
zh_hant: 支付卡

# TypeIdentity
source: Identity
ar: الهوية
az: Kimlik
bg: Самоличност
cs: Identita
da: Identitet
de: Identität
el: Ταυτότητα
fa: هویت
fi: Henkilöllisyys
fr: Identité
gl: Identidade
he: זהות
hr: Identitet
hu: Azonosság
id: Identitas
it: Identità
ja: ID
lv: Identitāte
nl: Identiteit
pl: Tożsamość
pt: Identidade
pt_br: Identidade
sk: Identita
sr: Идентитет
ta: அடையாளம்
th: ข้อมูลระบุตัวตน
tr: Kimlik
uk: Посвідчення
vi: Danh tính
zh_hans: 身份
zh_hant: 身分

# TypeLogin
source: Login
ar: تسجيل الدخول
az: Giriş
bg: Запис
cs: Přihlášení
de: Zugangsdaten
el: Σύνδεση
fa: ورود
fi: Kirjautumistieto
fr: Identifiant
gl: Credencial
he: כניסה
hr: Prijava
hu: Bejelentkezés
id: Info Masuk
ja: ログイン
lv: Pieteikšanās vienums
pl: Dane logowania
pt: Credencial
pt_br: Credencial
sk: Prihlásenie
sr: Пријава
ta: உள்நுழைவு
th: เข้าสู่ระบบ
tr: Hesap
uk: Вхід
vi: Đăng nhập
zh_hans: 登录
zh_hant: 登入

# TypeSecureNote
source: Secure note
ar: ملاحظة آمنة
az: Güvənli qeyd
bg: Защитена бележка
cs: Zabezpečená poznámka
da: Sikkert notat
de: Sichere Notiz
el: Ασφαλής σημείωση
fa: یادداشت امن
fi: Salattu muistio
fr: Note sécurisée
gl: Nota segura
he: הערה מאובטחת
hr: Sigurna bilješka
hu: Védett jegyzet
id: Catatan Aman
it: Nota sicura
ja: セキュアメモ
lv: Droša piezīme
nl: Veilige notitie
pl: Bezpieczna notatka
pt: Nota segura
pt_br: Anotação segura
sk: Zabezpečená poznámka
sr: Сигурносна белешка
ta: பாதுகாப்பான குறிப்பு
th: โน้ตความปลอดภัย
tr: Güvenli not
uk: Захищена нотатка
vi: Ghi chú bảo mật
zh_hans: 安全笔记
zh_hant: 安全筆記

source: Address 1
ar: العنوان 1
az: Ünvan 1
bg: Адрес 1
cs: Adresa 1
da: Adresse 1
de: Adresse 1
el: Διεύθυνση 1
fa: نشانی ۱
fi: Osoite 1
fr: Adresse 1
gl: Enderezo 1
he: כתובת 1
hr: Adresa 1
hu: Cím 1
id: Alamat 1
it: Indirizzo 1
ja: 住所1
lv: Adrese 1
nl: Adres 1
pl: Adres 1
pt: Endereço 1
pt_br: Endereço 1
sk: Adresa 1
sr: Адреса 1
ta: முகவரி ௧
th: ที่อยู่ 1
tr: Adres 1
uk: Адреса 1
vi: Địa chỉ 1
zh_hans: 地址 1
zh_hant: 地址 1

source: Address 2
ar: العنوان 2
az: Ünvan 2
bg: Адрес 2
cs: Adresa 2
da: Adresse 2
de: Adresse 2
el: Διεύθυνση 2
fa: نشانی ۲
fi: Osoite 2
fr: Adresse 2
gl: Enderezo 2
he: כתובת 2
hr: Adresa 2
hu: Cím 2
id: Alamat 2
it: Indirizzo 2
ja: 住所2
lv: Adrese 2
nl: Adres 2
pl: Adres 2
pt: Endereço 2
pt_br: Endereço 2
sk: Adresa 2
sr: Адреса 2
ta: முகவரி ௨
th: ที่อยู่ 2
tr: Adres 2
uk: Адреса 2
vi: Địa chỉ 2
zh_hans: 地址 2
zh_hant: 地址 2

source: Address 3
ar: العنوان 3
az: Ünvan 3
bg: Адрес 3
cs: Adresa 3
da: Adresse 3
de: Adresse 3
el: Διεύθυνση 3
fa: نشانی ۳
fi: Osoite 3
fr: Adresse 3
gl: Enderezo 3
he: כתובת 3
hr: Adresa 3
hu: Cím 3
id: Alamat 3
it: Indirizzo 3
ja: 住所3
lv: Adrese 3
nl: Adres 3
pl: Adres 3
pt: Endereço 3
pt_br: Endereço 3
sk: Adresa 3
sr: Адреса 3
ta: முகவரி ௩
th: ที่อยู่ 3
tr: Adres 3
uk: Адреса 3
vi: Địa chỉ 3
zh_hans: 地址 3
zh_hant: 地址 3

source: April
ar: أبريل/نيسان
az: Aprel
bg: април
cs: duben
el: Απρίλιος
fa: آوریل
fi: Huhtikuu
fr: Avril
gl: Abril
he: אפריל
hr: travanj
hu: április
it: Aprile
ja: 4月
lv: Aprīlis
pl: Kwiecień
pt: Abril
pt_br: Abril
sk: Apríl
sr: Април
ta: ஏப்ரல்
th: เมษายน
tr: Nisan
uk: Квітень
vi: Tháng 4
zh_hans: 四月
zh_hant: 四月

source: August
ar: أغسطس
az: Avqust
bg: август
cs: srpen
el: Αύγουστος
fa: اوت‌
fi: Elokuu
fr: Août
gl: Agosto
he: אוגוסט
hr: kolovoz
hu: augusztus
id: Agustus
it: Agosto
ja: 8月
lv: Augusts
nl: augustus
pl: Sierpień
pt: Agosto
pt_br: Agosto
sr: Август
ta: ஆகஸ்ட்
th: สิงหาคม
tr: Ağustos
uk: Серпень
vi: Tháng 8
zh_hans: 八月
zh_hant: 八月

source: Brand
ar: العلامة التجارية
az: Brend
bg: Вид
cs: Vydavatel
da: Type
de: Marke
el: Επωνυμία κάρτας
fa: نام تجاری
fi: Merkki
fr: Réseau de paiement
gl: Marca
he: מותג
hr: Vrsta kartice
hu: Márka
id: Merek
it: Marca
ja: ブランド
lv: Zīmols
nl: Merk
pl: Wydawca
pt: Marca
pt_br: Bandeira
sk: Značka
sr: Произвођач
ta: வணிகக்குறி
th: แบรนด์
tr: Marka
uk: Тип картки
vi: Thương hiệu
zh_hans: 品牌
zh_hant: 發卡組織

source: Cardholder name
ar: اسم حامل البطاقة
az: Kart sahibinin adı
bg: Име на притежателя на картата
cs: Jméno držitele karty
da: Kortindehaverens navn
de: Name des Karteninhabers
el: Όνομα κατόχου της κάρτας
fa: نام صاحب کارت
fi: Kortinhaltijan nimi
fr: Nom du titulaire de la carte
gl: Titular da tarxeta
he: שם בעל הכרטיס
hr: Vlasnik kartice
hu: Kártyatulajdonos neve
id: Nama Pemilik Kartu
it: Titolare della carta
ja: カードの名義人名
lv: Kartes īpašnieka vārds
nl: Naam kaarthouder
pl: Właściciel karty
pt: Nome do titular do cartão
pt_br: Nome do titular do cartão
sk: Meno vlastníka karty
sr: Име Власника Картице
ta: அட்டைதாரரின் பெயர்
th: ชื่อผู้ถือบัตร
tr: Kart sahibinin adı
uk: Ім'я власника картки
vi: Tên chủ thẻ
zh_hans: 持卡人姓名
zh_hant: 持卡人姓名

source: City / Town
ar: المدينة / البلدة
az: Şəhər/Rayon
bg: Населено място
cs: Město
da: By
de: Stadt oder Ort
el: Πόλη / Κωμόπολη
fa: شهر / شهرستان
fi: Paikkakunta
fr: Ville
gl: Localidade
he: עיר \ ישוב
hr: Grad / Mjesto
hu: Település
id: Kota / Kabupaten
it: Città / Comune
ja: 市町村
lv: Pilsēta / ciems
nl: Stad / gemeente
pl: Miasto
pt: Cidade / Localidade
pt_br: Cidade / Localidade
sk: Mesto
sr: Град
ta: மாநகரம் / நகரம்
th: เมือง / อำเภอ
tr: Şehir
uk: Місто / Селище
vi: Xã / Phường
zh_hans: 市 / 镇
zh_hant: 市/鎮

source: Company
ar: الشركة
az: Şirkət
bg: Фирма
cs: Společnost
da: Virksomhed
de: Firma
el: Εταιρεία
fa: شرکت
fi: Yritys
fr: Entreprise
gl: Empresa
he: חברה
hr: Tvrtka
hu: Cég
id: Perusahaan
it: Azienda
ja: 会社名
lv: Uzņēmums
nl: Bedrijf
pl: Firma
pt: Empresa
pt_br: Empresa
sk: Spoločnosť
sr: Предузеће
ta: நிறுவனம்
th: บริษัท
tr: Şirket
uk: Компанія
vi: Công ty
zh_hans: 公司
zh_hant: 公司

source: Country
ar: الدولة
az: Ölkə
bg: Държава
cs: Stát
da: Land
de: Land
el: Χώρα
fa: کشور
fi: Maa
fr: Pays
gl: País
he: מדינה
hr: Zemlja
hu: Ország
id: Negara
it: Nazione
ja: 国
lv: Valsts
nl: Land
pl: Kraj
pt: País
pt_br: País
sk: Krajina
sr: Земља
ta: நாடு
th: ประเทศ
tr: Ülke
uk: Країна
vi: Quốc gia
zh_hans: 国家
zh_hant: 國家

source: December
ar: ديسمبر
az: Dekabr
bg: декември
cs: prosinec
de: Dezember
el: Δεκέμβριος
fa: دسامبر
fi: Joulukuu
fr: Décembre
gl: Decembro
he: דצמבר
hr: prosinac
id: Desember
it: Dicembre
ja: 12月
lv: Decembris
pl: Grudzień
pt: Dezembro
pt_br: Dezembro
sr: Децембар
ta: டிசம்பர்
th: ธันวาคม
tr: Aralık
uk: Грудень
vi: Tháng 12
zh_hans: 十二月
zh_hant: 十二月
