Repository: bitwarden/ios
Catalog: BitwardenResources/Localizations/*.lproj/Localizable.strings
Languages: ar, az, bg, cs, da, de, el, fa, fi, fr, gl, he, hr, hu, id, it, ja, lv, nl, pl, pt, pt_br, sk, sr, ta, th, tr, uk, vi, zh_hans, zh_hant

source: View card
ar: عرض البطاقة
az: Karta bax
bg: Преглед на картата
cs: Zobrazit kartu
de: Karte anzeigen
el: Προβολή κάρτας
fa: مشاهده کارت
fi: Näytä kortti
fr: Voir la carte
he: הצג כרטיס
hr: Prikaži karticu
hu: Kártya megtekintése
id: Lihat kartu
it: Vedi carta
ja: カードを見る
lv: Apskatīt karti
nl: Kaart bekijken
pl: Pokaż kartę
pt: Ver cartão
pt_br: Ver cartão
sk: Zobraziť kartu
sr: Преглед картице
ta: அட்டையைப் பார்
th: ดูบัตร
tr: Kartı göster
uk: Переглянути картку
vi: Xem thẻ
zh_hans: 查看支付卡

source: View identity
ar: عرض الهوية
az: Kimliyə bax
bg: Преглед на самоличността
cs: Zobrazit identitu
de: Identität anzeigen
el: Προβολή ταυτότητας
fa: مشاهده هویت
fi: Näytä henkilöllisyys
fr: Voir l'identité
he: הצג זהות
hr: Prikaži identitet
hu: Személyazonosság megtekintése
id: Lihat indentitas
it: Vedi identità
ja: ID を見る
lv: Apskatīt identitāti
nl: Identiteit bekijken
pl: Pokaż tożsamość
pt: Ver identidade
pt_br: Ver identidade
sk: Zobraziť identitu
sr: Преглед идентитета
ta: அடையாளத்தைப் பார்
th: ดูข้อมูลระบุตัวตน
tr: Kimliği göster
uk: Переглянути посвідчення
vi: Xem danh tính
zh_hans: 查看身份

source: View note
ar: عرض الملاحظة
az: Nota bax
bg: Преглед на бележката
cs: Zobrazit poznámku
de: Notiz anzeigen
el: Προβολή σημείωσης
fa: مشاهده یادداشت
fi: Näytä muistio
fr: Voir la note
he: הצג הערה
hr: Prikaži bilješku
hu: Jegyzet megtekintése
id: Lihat catatan
it: Vedi nota
ja: メモを確認
lv: Apskatīt pezīmi
nl: Notitie bekijken
pl: Pokaż notatkę
pt: Ver nota
pt_br: Ver anotação
sk: Zobraziť poznámku
sr: Преглед белешке
ta: குறிப்பைப் பார்
th: ดูโน้ต
tr: Notu göster
uk: Переглянути нотатку
vi: Xem ghi chú
zh_hans: 查看笔记

source: View SSH key
ar: عرض مفتاح SSH
az: SSH açarına bax
bg: Преглед на SSH ключа
cs: Zobrazit SSH klíč
de: SSH-Schlüssel anzeigen
el: Προβολή κλειδιού SSH
fa: مشاهده کلید SSH
fi: Näytä SSH-avain
fr: Afficher la clé SSH
he: הצג מפתח SSH
hr: Prikaži SSH ključ
hu: SSH kulcs megtekintése
id: Lihat kunci SSH
it: Vedi chiave SSH
ja: SSH キーを見る
lv: Apskatīt SSH atslēgu
nl: SSH-sleutel bekijken
pl: Pokaż klucz SSH
pt: Ver chave SSH
pt_br: Ver chave SSH
sk: Zobraziť kľúč SSH
sr: Преглед SSH кљич
ta: SSH விசையைப் பார்
th: ดูคีย์ SSH
tr: SSH anahtarını göster
uk: Переглянути ключ SSH
vi: Xem khóa SSH
zh_hans: 查看 SSH 密钥

source: Import saved logins
ar: استيراد تسجيلات الدخول المحفوظة
az: Saxlanılmış girişləri daxilə köçür
bg: Внасяне на запазени данни за вписване
cs: Importovat uložená přihlášení
da: Importér gemte logins
de: Gespeicherte Zugangsdaten importieren
el: Εισαγωγή αποθηκευμένων συνδέσεων
fa: ورودهای ذخیره شده را درون ریزی کنید
fi: Tuo tallennetut kirjautumistiedot
fr: Importer des identifiants enregistrés
gl: Importar credenciais gardadas
he: ייבא כניסות שמורות
hr: Uvoz spremljenih prijava
hu: Mentett bejelentkezések importálása
id: Impor login tersimpan
it: Importa gli accessi salvati
ja: 保存したログイン情報をインポート
lv: Ievietot saglabātos pieteikšanās vienumus
nl: Opgeslagen logins importeren
pl: Importuj zapisane dane logowania
pt: Importar credenciais guardadas
pt_br: Importar credenciais salvas
sk: Importovať uložené prihlasovacie údaje
sr: Увезите сачуване пријаве
ta: சேமிக்கப்பட்ட உள்நுழைவுகளை இறக்குமதி செய்
th: นำเข้าข้อมูลเข้าสู่ระบบที่บันทึกไว้
tr: Kayıtlı hesapları içe aktar
uk: Імпортувати збережені записи
vi: Nhập các thông tin đăng nhập đã lưu
zh_hans: 导入已保存的登录信息
zh_hant: 匯入已儲存的登入資訊

# ImportSavedLoginsDescriptionLong
source: Use a computer to import logins from an existing password manager.
ar: استخدام جهاز كمبيوتر لاستيراد تسجيلات الدخول من مدير كلمة المرور الموجود.
az: Mövcud bir parol menecerindən girişləri daxilə köçürmək üçün bir kompüter istifadə edin.
bg: Използвайте компютър, за да внесете данните си за вписване от друг управител на пароли.
cs: Použijte počítač k importu přihlašovacích údajů z existujícího správce hesel.
da: Brug en computer til at importere logins fra en eksisterende adgangskodehåndtering.
de: Verwende einen Computer, um Zugangsdaten von einem bestehenden Passwort-Manager zu importieren.
el: Χρησιμοποιήστε έναν υπολογιστή για την εισαγωγή συνδέσεων από έναν υπάρχοντα διαχειριστή κωδικών πρόσβασης.
fa: از یک رایانه برای درون ریزی ورودهای ذخیره شده از یک مدیر کلمه عبور موجود استفاده کنید.
fr: Utilisez un ordinateur pour importer des identifiants depuis un gestionnaire de mots de passe existant.
gl: Emprega unha computadora para importar credenciais doutro xestor de contrasinais.
he: השתמש במחשב כדי לייבא כניסות ממנהל סיסמאות קיים.
hr: Koristi računalo za uvoz prijava iz postojećeg upravitelja lozinki.
hu: A számítógép segítségével importáljunk bejelentkezéseket egy meglévő jelszókezelőből.
id: Gunakan komputer untuk mengimpor login dari pengelola sandi yang sudah ada.
it: Usa un computer per importare i dati da un altro gestore di password.
ja: コンピューターを使用して、既存のパスワードマネージャーからログイン情報をインポートします。
lv: Jāizmanto dators, lai ievietotu pieteikšanās vienumus no esoša paroļu pārvaldnieka.
nl: Gebruik een computer om logins te importeren uit een bestaande wachtwoordmanager.
pl: Użyj komputera, aby zaimportować dane logowania z obecnego menedżera haseł.
pt: Utilize um computador para importar credenciais de um gestor de palavras-passe existente.
pt_br: Use um computador para importar credenciais de um gerenciador de senhas existente.
sk: Na importovanie prihlasovacích údajov zo súčasného správcu hesiel použite počítač.
sr: Користите рачунар за увоз пријава из постојећег менаџера лозинки.
ta: இருக்கும் கடவுச்சொல் மேலாளரிடமிருந்து உள்நுழைவுகளை இறக்குமதி செய்ய ஒரு கணினியைப் பயன்படுத்தவும்.
th: ใช้คอมพิวเตอร์เพื่อนำเข้าข้อมูลเข้าสู่ระบบจากตัวจัดการรหัสผ่านที่มีอยู่
tr: Mevcut bir parola yöneticisindeki hesapları bilgisayar kullanarak içe aktarabilirsiniz.
uk: Використовуйте комп'ютер для імпорту записів з наявного менеджера паролів.
vi: Sử dụng máy tính để nhập thông tin đăng nhập từ trình quản lý mật khẩu hiện có.
zh_hans: 使用计算机从现有密码管理器导入登录信息。
zh_hant: 使用電腦來匯入其它密碼管理器的登入資訊

source: Import logins
ar: استيراد تسجيلات الدخول
az: Girişləri daxilə köçür
bg: Внасяне на данни за вписване
cs: Importovat přihlášení
da: Importér Logins
de: Zugangsdaten importieren
el: Εισαγωγή συνδέσεων
fa: درون ریزی ورودها
fi: Tuo kirjautumistiedot
fr: Importer des identifiants
gl: Importar credenciais
he: ייבא כניסות
hr: Uvezi prijave
hu: Bejelentkezések importálása
id: Impor login
it: Importa dati di accesso
ja: ログイン情報をインポート
lv: Ievietot pieteikšanās vienumus
nl: Inloggegevens importeren
pl: Importuj dane logowania
pt: Importar credenciais
pt_br: Importar credenciais
sk: Importovať prihlasovacie údaje
sr: Увезите пријаве
ta: உள்நுழைவுகளை இறக்குமதி செய்
th: นำเข้าข้อมูลเข้าสู่ระบบ
tr: Hesapları içe aktar
uk: Імпорт записів
vi: Nhập thông tin đăng nhập
zh_hans: 导入登录信息
zh_hant: 匯入登入資訊

source: Give your vault a head start
ar: اعطِ خزانتك السبق
az: Seyfinizə üstünlük verin
bg: Дайте летящ старт на трезора си
cs: Dejte svému trezoru náskok
da: Giv boksen et forspring
de: Gib deinem Tresor einen Vorsprung
el: Δώστε στη κρύπτη σας ένα πλεονέκτημα
fa: به گاوصندوق خود یک شروع قدرتمند بدهید
fr: Donnez un bon départ à votre coffre
gl: Dálle á túa caixa forte un bo comezo
he: תן לכספת שלך יתרון התחלתי
hr: Daj svom trezoru prednost
hu: Adjunk esélyt a széfnek
id: Beri awal yang baik pada brankas Anda
it: Dai una marcia in più alla tua cassaforte
ja: 保管庫に情報を入れましょう
lv: Sniedz savai glabātavai sākuma izrāvienu
nl: Geef je kluis een snelle start
pl: Zapisz w sejfie swoje dane
pt: Dê um avanço ao seu cofre
pt_br: Dê ao seu cofre uma vantagem inicial
sk: Dajte svojmu trezoru náskok
sr: Дајте предност свом сефу
ta: உங்கள் பெட்டகத்திற்கு ஒரு தொடக்கத்தைக் கொடுங்கள்
th: เริ่มต้นใช้งานตู้นิรภัยของคุณอย่างรวดเร็ว
tr: Kasanız boş durmasın
uk: Розпочніть роботу зі своїм сховищем
vi: Nhanh chóng tạo kho lưu trữ của bạn
zh_hans: 给您的密码库一个领先的开端
zh_hant: 讓您的密碼庫贏在起跑點

# ImportLoginsDescriptionLong
source: From your computer, follow these instructions to export saved passwords from your browser or other password manager. Then, safely import them to Bitwarden.
ar: من جهاز الكمبيوتر الخاص بك، اتبع هذه التعليمات لتصدير كلمات المرور المحفوظة من متصفحك أو من مدير كلمة المرور آخر. ثم قم باستيرادها بأمان إلى بت واردن.
az: Kompüterinizdəki brauzerinizdə və ya digər parol menecerində saxlanılan parolları xaricə köçürmək üçün aşağıdakı təlimatları izləyin. Daha sonra, onları güvənli şəkildə Bitwarden-ə köçürün.
bg: Използвайки компютър, следвайте тези инструкции, за да изнесете запазените си пароли от своя браузър или друг управител на пароли. След това можете лесно да ги внесете в Битуорден.
cs: Chcete-li exportovat uložená hesla z prohlížeče nebo jiného správce hesel, postupujte v počítači podle těchto pokynů. Poté je bezpečně importujte do aplikace Bitwarden.
da: Følg fra computeren denne vejledning for at eksportere gemte adgangskoder fra webbrowseren eller adgangskodehåndtering. Importér dem derefter sikkert til Bitwarden.
de: Folge diesen Anweisungen von deinem Computer aus, um gespeicherte Passwörter aus deinem Browser oder einem anderen Passwort-Manager zu exportieren. Importiere sie dann sicher in Bitwarden.
el: Από τον υπολογιστή σας, ακολουθήστε αυτές τις οδηγίες για να εξαγάγετε αποθηκευμένους κωδικούς πρόσβασης από το πρόγραμμα περιήγησης ή άλλο διαχειριστή κωδικών πρόσβασης. Στη συνέχεια, εισαγάγετε τους με ασφάλεια στο Bitwarden.
fa: از طریق رایانه خود، این دستورالعمل‌ها را دنبال کنید تا کلمات عبور ذخیره شده را از مرورگر یا مدیر کلمه عبور دیگری برون ریزی کنید. سپس آن‌ها را به‌صورت ایمن به Bitwarden درون ریزی نمایید.
fr: Depuis votre ordinateur, suivez ces instructions pour exporter les mots de passe enregistrés de votre navigateur ou autre gestionnaire de mots de passe. Ensuite, importez-les d'une manière sécure dans Bitwarden.
gl: Dende a computadora, segue estas instrucións para exportar as credenciais gardadas no teu navegador ou outros xestores. Despois, impórtaos a Bitwarden.
he: מהמחשב שלך, עקוב אחר הוראות אלה כדי לייצא סיסמאות שמורות מהדפדפן שלך או מנהל סיסמאות אחר. לאחר מכן, ייבא אותם בבטחה אל Bitwarden.
hr: Sa svog računala, prati ove upute za izvoz spremljenih lozinki iz preglednika ili drugog upravitelja lozinki, te ih sigurno uvezi u Bitwarden.
hu: A számítógépről kövessük az alábbi utasításokat a mentett jelszavak exportálásához a böngészőből vagy más jelszókezelőből. Ezután biztonságosan importáljuk azokat a Bitwardenbe.
id: Dari komputer Anda, ikuti instruksi ini untuk mengekspor sandi tersimpan dari browser atau pengelola sandi lainnya. Lalu, impor dengan aman ke Bitwarden.
it: Da desktop, segui le istruzioni per esportare le password dal browser o da un altro gestore di password.
ja: 以下の手順に従って、お使いのコンピュータに保存されたパスワードをブラウザまたは他のパスワードマネージャーからエクスポートしてください。その後、Bitwarden へ安全にインポートします。
lv: Datorā jāseko šīm norādēm, lai izgūtu saglabātās paroles no pārlūka vai cita paroļu pārvaldnieka. Tad tās var ievietot Bitwarden.
nl: Volg deze instructies vanaf je computer om opgeslagen wachtwoorden te exporteren vanuit je browser of andere wachtwoordmanager. Importeer ze vervolgens veilig in Bitwarden.
pl: Postępuj zgodnie z instrukcjami, aby wyeksportować zapisane hasła z przeglądarki lub z innego menedżera haseł. Następnie zaimportuj je do Bitwarden.
pt: A partir do seu computador, siga estas instruções para exportar as palavras-passe guardadas do seu navegador ou de outro gestor de palavras-passe. Em seguida, importe-as com segurança para o Bitwarden.
pt_br: Pelo seu computador, siga estas instruções para exportar senhas salvas do seu navegador ou de outro gerenciador de senhas. Em seguida, importe-as com segurança para o Bitwarden.
sk: Ak chcete exportovať uložené heslá z prehliadača alebo iného správcu hesiel, postupujte v počítači podľa týchto pokynov. Potom ich bezpečne importujte do Bitwardenu.
sr: Са рачунара пратите ова упутства да бисте извезли сачуване лозинке из прегледача или другог менаџера лозинки. Затим их безбедно увезите у Bitwarden.
ta: உங்கள் கணினியிலிருந்து, உங்கள் உலாவி அல்லது பிற கடவுச்சொல் மேலாளரிடமிருந்து சேமிக்கப்பட்ட கடவுச்சொற்களை ஏற்றுமதி செய்ய இந்த வழிமுறைகளைப் பின்பற்றவும். பின்னர், அவற்றை பிட்வார்டனுக்கு பாதுகாப்பாக இறக்குமதி செய்யவும்.
th: ทำตามคำแนะนำเหล่านี้จากคอมพิวเตอร์ของคุณเพื่อส่งออกรหัสผ่านที่บันทึกไว้จากเบราว์เซอร์หรือตัวจัดการรหัสผ่านอื่น จากนั้นนำเข้าไปยัง Bitwarden อย่างปลอดภัย
tr: Bilgisayarınızda bu talimatları izleyerek tarayıcınızda veya başka bir parola yöneticisinde kayıtlı parolalarınızı dışa aktarabilir, ardından güvenli bir şekilde Bitwarden'da içe aktarabilirsiniz.
uk: Дотримуйтеся цих інструкцій на своєму комп'ютері, щоб експортувати збережені паролі з браузера чи іншого менеджера паролів. Потім безпечно імпортуйте їх у Bitwarden.
vi: Trên máy tính của bạn, hãy làm theo các bước sau để xuất các mật khẩu đã lưu từ trình duyệt hoặc trình quản lý mật khẩu khác. Sau đó, nhập chúng vào Bitwarden một cách an toàn.
zh_hans: 在您的计算机上，按照以下说明从浏览器或其他密码管理器中导出已保存的密码。然后，将它们安全地导入到 Bitwarden。
zh_hant: 使用您的電腦，依照下面的步驟來從您的瀏覽器或其它密碼管理器匯出已儲存的密碼。然後，安全的匯入到 Bitwarden。

source: Import logins later
ar: استيراد تسجيلات الدخول في وقت لاحق
az: Girişləri daha sonra daxilə köçür
bg: Внасяне на данните за вписване по-късно
cs: Importovat přihlášení později
da: Importér logins senere
de: Zugangsdaten später importieren
el: Εισαγωγή συνδέσεων αργότερα
fa: ورودها را بعداً درون ریزی کنید
fi: Tuo kirjautumistiedot myöhemmin
fr: Importer les identifiants plus tard
gl: Importar credenciais máis tarde
he: ייבא כניסות מאוחר יותר
hr: Kasnije uvezi prijave
hu: Bejelentkezések importálása később
id: Impor login nanti
it: Importa più tardi
ja: 後でログイン情報をインポート
lv: Ievietot pieteikšanās vienumus vēlāk
nl: Logingegevens later importeren
pl: Importuj dane logowania później
pt: Importar credenciais mais tarde
pt_br: Importar credenciais depois
sk: Importovať prihlasovacie údaje neskôr
sr: Увезите пријаве касније
ta: உள்நுழைவுகளைப் பிறகு இறக்குமதி செய்
th: นำเข้าข้อมูลเข้าสู่ระบบภายหลัง
tr: Hesapları daha sonra içe aktar
uk: Імпортувати записи пізніше
vi: Nhập thông tin đăng nhập sau
zh_hans: 稍后导入登录信息
zh_hant: 稍後再匯入登入資訊

# ImportLoginsLaterQuestion
source: Import logins later?
ar: استيراد تسجيلات الدخول لاحقاً؟
az: Girişlər daha sonra daxilə köçürülsün?
bg: Внасяне на данните за вписване по-късно?
cs: Importovat přihlášení později?
da: Importér logins senere?
de: Zugangsdaten später importieren?
el: Εισαγωγή συνδέσεων αργότερα;
fa: ورودها را بعداً درون ریزی می‌کنید؟
fi: Tuodaanko kirjautumistietoja myöhemmin?
fr: Importer les identifiants plus tard ?
gl: Importar credenciais máis tarde?
he: לייבא כניסות מאוחר יותר?
hr: Uvezi prijave kasnije?
hu: Bejelentkezések importálása később?
id: Impor login nanti?
it: Vuoi davvero rimandare l'importazione?
ja: 後でログイン情報をインポートしますか?
lv: Ievietot pieteikšanās vienumus vēlāk?
nl: Logingegevens later importeren?
pl: Zaimportować dane logowania później?
pt: Importar credenciais mais tarde?
pt_br: Importar credenciais depois?
sk: Importovať prihlasovacie údaje neskôr?
sr: Желите ли касније да увезете пријаве?
ta: உள்நுழைவுகளைப் பிறகு இறக்குமதி செய்யவா?
th: นำเข้าข้อมูลเข้าสู่ระบบภายหลังหรือไม่
tr: Hesaplar daha sonra içe aktarılsın mı?
uk: Імпортувати записи пізніше?
vi: Nhập thông tin đăng nhập sau?
zh_hans: 稍后导入登录信息吗？
zh_hant: 稍後再匯入登入資訊嗎？

source: You can return to complete this step anytime in Vault under Settings.
ar: يمكنك العودة لإكمال هذه الخطوة في أي وقت من إعدادات المخزن.
az: Bu addımı tamamlamaq üçün istənilən vaxt Ayarlardakı "Seyf"ə qayıda bilərsiniz.
bg: Можете да се върнете и да завършите тази стъпка по всяко време в трезора си, като погледнете в Настройките.
cs: K dokončení tohoto kroku se můžete kdykoliv vrátit v nastavení Trezoru.
da: Dette trin kan når som helst fuldføres fra Boks under Indstillinger.
de: Du kannst diesen Schritt im Tresor unter Einstellungen jederzeit fortsetzen und abschließen.
fa: می‌توانید هر زمان برای تکمیل این مرحله به بخش زیر تنظیمات گاوصندوق مراجعه کنید.
fr: Vous pouvez revenir compléter cette étape à tout moment dans le Coffre, dans Paramètres.
gl: Podes volver a facer este paso en calquera momento dende os Axustes.
he: אתה יכול לחזור כדי להשלים את השלב הזה בכל עת בכספת תחת הגדרות.
hr: Kasnije se možeš vratiti u Postavke trezora i dovršiti ovaj korak.
hu: A lépés befejezéséhez bármikor visszatérhetünk a széf Beállításokban.
id: Anda dapat kembali menyelesaikan langkah ini kapan saja di Pengaturan Brankas.
it: Puoi tornare a completare questo passaggio in qualsiasi momento da Impostazioni → 'Cassaforte'.
ja: 設定の保管庫メニューからいつでもこの手順に戻れます。
lv: Pie šī soļa pabeigšanas var agriezties jebkurā brīdī iestatījumu sadaļā "Glabātava".
nl: Je kunt deze stap op ieder moment afronden in je Kluis via Instellingen.
pl: Możesz wrócić do ustawień sejfu w dowolnym momencie, aby zakończyć ten krok.
pt: Pode voltar a concluir este passo a qualquer altura em Cofre, nas Definições.
pt_br: Você pode retornar para concluir esta etapa a qualquer momento nas Configurações do Cofre.
sk: K tomuto kroku sa môžete kedykoľvek vrátiť a dokončiť ho v sekcii Trezor v nastaveniach.
sr: Можете се вратити да бисте завршили овај корак у било ком тренутку у подешавањима сефа.
ta: அமைப்புகளின் கீழ் உள்ள பெட்டகத்தில் எந்த நேரத்திலும் இந்த படிநிலையை முடிக்க நீங்கள் திரும்ப வரலாம்.
th: คุณสามารถกลับมาทำขั้นตอนนี้ให้เสร็จสิ้นได้ทุกเมื่อในตู้นิรภัยภายใต้การตั้งค่า
tr: İstediğiniz zaman Kasa'nızda Ayarlar'a girerek bu adımı tamamlayabilirsiniz.
uk: Ви можете виконати цей крок будь-коли в налаштуваннях сховища.
vi: Bạn có thể hoàn tất bước này sau trong mục Kho lưu trữ của phần Cài đặt.
zh_hans: 您可以随时回到「设置」下的「密码库」来完成此步骤。
zh_hant: 您可以在設定中的帳號安全來隨時回到此步驟。

source: Do you have a computer available?
ar: هل لديك جهاز كمبيوتر متوفر؟
az: İstifadə etdiyiniz bir kompüter var?
bg: Имате ли достъп до компютър?
cs: Máte k dispozici počítač?
da: Har man en tilgængelig computer?
de: Hast du einen Computer zur Verfügung?
el: Έχετε κάποιον υπολογιστή διαθέσιμο;
fa: آیا به یک رایانه دسترسی دارید؟
fi: Onko käytettävissäsi tietokonetta?
fr: Avez-vous votre ordinateur disponible ?
gl: Tes unha computadora dispoñible?
he: האם יש לך מחשב זמין?
hr: Imaš li računalo?
hu: Rendelkezésre áll a számítógép?
id: Apakah Anda memiliki komputer yang tersedia?
it: Hai a disposizione un computer?
ja: コンピュータはありますか?
lv: Vai ir pieejams dators?
nl: Heb je een computer beschikbaar?
pl: Czy masz dostęp do komputera?
pt: Tem um computador disponível?
pt_br: Você tem acesso a um computador?
sk: Máte k dispozícii počítač?
sr: Да ли имате рачунар на располагању?
ta: உங்களிடம் ஒரு கணினி உள்ளதா?
th: คุณมีคอมพิวเตอร์พร้อมใช้งานหรือไม่
tr: Şu anda bilgisayar başında mısınız?
uk: У вас є доступний комп'ютер?
vi: Bạn có máy tính?
zh_hans: 您是否有可用的计算机？
zh_hant: 您有電腦嗎？

# DoYouHaveAComputerAvailableDescriptionLong
source: The following instructions will guide you through importing logins from your desktop or laptop computer.
ar: الإرشادات التالية سوف توجهك من خلال استيراد تسجيلات الدخول من حاسوبك المكتبي أو الكمبيوتر المحمول.
az: Aşağıdakı təlimatlar, masaüstü kompüterinizdən və ya notbukunuzdan girişləri daxilə köçürməkdə sizə bələdçilik edəcək.
bg: Следните инструкции ще Ви помогнат да внесете данните си за вписване от своя лаптоп или настолен компютър.
cs: Následující pokyny Vás povedou importováním přihlašovacích údajů z Vašeho stolního počítače nebo notebooku.
da: Man guides i flg. vejledning gennem import af logins fra enten en stationær eller bærbare computer.
de: Die folgenden Anweisungen führen dich durch das Importieren von Zugangsdaten von deinem Desktop- oder Laptop-Computer.
fa: دستورالعمل‌های زیر شما را در درون ریزی ورودها از رایانه دسکتاپ یا لپ‌تاپ راهنمایی می‌کنند.
fr: Les instructions suivantes vous guideront à travers l'importation des identifiants de votre ordinateur de bureau ou votre portable.
gl: As seguintes instrucións guiarante no proceso de importado dende unha computadora.
he: ההוראות הבאות ינחו אותך בייבוא כניסות מהמחשב השולחני או הנייד שלך.
hr: Ove upute vodit će te kroz uvoz tvojih prijava iz tvojeg stolnog ili prijenosnog računala.
hu: A következő utasítások végigvezetnek a bejelentkezési adatok asztali vagy hordozható számítógépéről történő importálásában.
id: Instruksi berikut akan memandu Anda untuk mengimpor login dari komputer desktop atau laptop Anda.
it: Segui le istruzioni per importare i dati dal tuo computer.
ja: 以下の手順で、デスクトップまたはノートパソコンからログイン情報をインポートできます。
lv: Zemāk esošās norādes palīdzēs ar pieteikšanās vienumu ievietošanu no darbvirsmas datora vai klēpjdatora.
nl: De volgende instructies helpen je bij het importeren van inloggegevens vanaf je desktop- of laptopcomputer.
pl: Instrukcje poprowadzą Cię przez proces importowania danych logowania z komputera lub laptopa.
pt: As instruções seguintes guiá-lo-ão na importação de credenciais a partir do seu computador ou portátil.
pt_br: As seguintes instruções guiarão você sobre a importação de credenciais do seu computador.
sk: Nasledujúce pokyny vás prevedú importom prihlasovacích údajov zo stolového alebo prenosného počítača.
sr: Следећа упутства ће вас водити кроз увоз података за пријављивање са вашег десктоп или лаптоп рачунара.
ta: பின்வரும் வழிமுறைகள் உங்கள் டெஸ்க்டாப் அல்லது லேப்டாப் கணினியிலிருந்து உள்நுழைவுகளை இறக்குமதி செய்ய உங்களுக்கு வழிகாட்டும்.
th: คำแนะนำต่อไปนี้จะแนะนำคุณเกี่ยวกับการนำเข้าข้อมูลเข้าสู่ระบบจากคอมพิวเตอร์เดสก์ท็อปหรือแล็ปท็อป
tr: Aşağıdaki talimatları izleyerek hesaplarınızı bilgisayarınızdan içe aktarabilirsiniz.
uk: За допомогою наведених далі інструкцій ви зможете імпортувати записи зі свого комп'ютера.
vi: Các hướng dẫn sau đây sẽ chỉ bạn cách nhập thông tin đăng nhập từ máy tính để bàn hoặc laptop của bạn.
zh_hans: 以下说明将指导您从台式或笔记本计算机导入登录信息。
zh_hant: 下面的步驟會導引您使用電腦或筆電匯入您的登入資訊

# StepXOfY
source: Step %1$@ of %2$@
ar: الخطوة %1$@ من %2$@
az: Addım %1$@/%2$@
bg: Стъпка %1$@ от %2$@
cs: Krok %1$@ z %2$@
da: Trin %1$@ af %2$@
de: Schritt %1$@ von %2$@
el: Βήμα %1$@ από %2$@
fa: مرحله %1$@ از %2$@
fi: Vaihe %1$@ / %2$@
fr: Étape %1$@ de %2$@
gl: Paso %1$@ de %2$@
he: שלב %1$@ מתוך %2$@
hr: Korak %1$@ od %2$@
hu: %1$@ / %2$@ lépés
id: Langkah %1$@ dari %2$@
it: Passo %1$@ di %2$@
ja: ステップ %1$@ / %2$@
lv: %1$@. solis no %2$@
nl: Stap %1$@ van %2$@
pl: Krok %1$@ z %2$@
pt: Passo %1$@ de %2$@
pt_br: %1$@ª de %2$@ etapas
sk: Krok %1$@ z %2$@
sr: Корак %1$@ од %2$@
ta: படி %1$@ இல் %2$@
th: ขั้นตอนที่ %1$@ จาก %2$@
tr: Adım %1$@/%2$@
uk: Крок %1$@ з %2$@
vi: Bước %1$@ trong %2$@
zh_hans: 步骤 %1$@ / %2$@
zh_hant: 步驟 %2$@ 之 %1$@

source: Export your saved logins
ar: تصدير تسجيلاتك المحفوظة
az: Saxlanılmış girişlərinizi xaricə köçürün
bg: Изнесете своите запазени данни за вписване
cs: Export Vašich uložených přihlášení
da: Eksportere gemte logins
de: Deine gespeicherten Zugangsdaten exportieren
el: Εξαγωγή των αποθηκευμένων σας συνδέσεων
fa: ورودهای ذخیره شده را برون ریزی کنید
fi: Vie tallennettuja kirjautumistietojasi
fr: Exporter vos identifiants enregistrés
gl: Exportar as credenciais gardadas
he: ייצא את הכניסות השמורות שלך
hr: Izvezi svoje spremljene prijave
hu: Mentett bejelentkezések exportálása
id: Ekspor login tersimpan Anda
it: Esporta i dati di accesso
ja: 保存したログイン情報をエクスポート
lv: Izgūt savus saglabātos pieteikšanās vienumus
nl: Opgeslagen logins exporteren
pl: Eksportuj zapisane dane logowania
pt: Exporte as suas credenciais guardadas
pt_br: Exporte suas credenciais salvas
sk: Exportovať uložené prihlasovacie údaje
sr: Извезите сачуване пријаве
ta: உங்கள் சேமிக்கப்பட்ட உள்நுழைவுகளை ஏற்றுமதி செய்
th: ส่งออกข้อมูลเข้าสู่ระบบที่บันทึกไว้ของคุณ
tr: Kayıtlı hesaplarınızı dışa aktarın
uk: Експортуйте збережені записи
vi: Xuất các thông tin đăng nhập đã lưu
zh_hans: 导出保存的登录信息
zh_hant: 匯出已儲存的登入資訊
