Repository: bitwarden/ios
Catalog: BitwardenResources/Localizations/*.lproj/Localizable.strings
Languages: ar, az, bg, cs, da, de, el, fa, fi, fr, gl, he, hr, hu, id, it, ja, lv, nl, pl, pt, pt_br, sk, sr, ta, th, tr, uk, vi, zh_hans, zh_hant

# LogoutConfirmation
source: Are you sure you want to log out?
ar: هل أنت متأكد من أنك تريد تسجيل الخروج؟
az: Çıxış etmək istədiyinizə əminsiniz?
bg: Сигурни ли сте, че искате да се отпишете?
cs: Opravdu se chcete odhlásit?
da: Er du sikker på, at du vil logge ud?
de: Bist du sicher, dass du dich abmelden möchtest?
el: Είστε σίγουροι ότι θέλετε να αποσυνδεθείτε;
fa: آیا مطمئنید که می‌خواهید خارج شوید؟
fi: Haluatko varmasti kirjautua ulos?
fr: Êtes-vous sûr de vouloir vous déconnecter ?
gl: Estás seguro de que queres pechar a sesión?
he: האם אתה בטוח שברצונך להתנתק?
hr: Sigurno se želiš odjaviti?
hu: Biztos, hogy ki szeretnél jelentkezni?
id: Anda yakin ingin keluar?
it: Sei sicuro di voler uscire?
ja: ログアウトしてもよろしいですか？
lv: Vai tiešām atteikties?
nl: Weet je zeker dat je wilt uitloggen?
pl: Czy na pewno chcesz się wylogować?
pt: Tem a certeza de que pretende terminar sessão?
pt_br: Tem certeza que deseja se desconectar?
sk: Naozaj sa chcete odhlásiť?
sr: Заиста желите да се одјавите?
ta: நிச்சயமாக வெளியேற விரும்புகிறீரா?
th: แน่ใจหรือไม่ว่าต้องการออกจากระบบ
tr: Çıkmak istediğinize emin misiniz?
uk: Ви дійсно хочете вийти?
vi: Bạn có chắc chắn muốn đăng xuất không?
zh_hans: 确定要注销吗？
zh_hant: 您確定要登出嗎？

source: Remove account
ar: أزِل الحساب
az: Hesabı sil
bg: Премахване на регистрацията
cs: Odebrat účet
da: Fjern konto
de: Konto entfernen
el: Αφαίρεση λογαριασμού
fa: حذف حساب کاربری
fi: Poista tili
fr: Supprimer le compte
gl: Eliminar conta
he: הסר חשבון
hr: Ukloni račun
hu: Fiók eltávolítása
id: Hapus akun
it: Rimuovi account
ja: アカウントを削除
lv: Noņemt kontu
nl: Verwijder account
pl: Usuń konto
pt: Remover conta
pt_br: Remover conta
sk: Odstrániť účet
sr: Уклони налог
ta: கணக்கை நீக்கு
th: ลบบัญชี
tr: Hesabı kaldır
uk: Вилучити обліковий запис
vi: Xóa tài khoản
zh_hans: 移除账户
zh_hant: 移除帳戶

# RemoveAccountConfirmation
source: Are you sure you want to remove this account?
ar: هل أنت متأكد من أنك تريد إزالة هذا الحساب؟
az: Bu istifadəçini silmək istədiyinizə əminsiniz?
bg: Наистина ли искате да премахнете тази регистрация?
cs: Opravdu chcete odebrat tento účet?
da: Er du sikker på, at du vil fjerne denne konto?
de: Möchtest du dieses Konto wirklich entfernen?
el: Είστε βέβαιοι ότι θέλετε να καταργήσετε αυτόν τον λογαριασμό?
fa: آیا از حذف این حساب کاربری اطمینان دارید؟
fi: Haluatko varmasti poistaa tämän tilin?
fr: Êtes-vous sûr de vouloir supprimer ce compte ?
gl: Estás seguro de que queres eliminar a conta?
he: האם את בטוח שברצונך להסיר חשבון זה?
hr: Sigurno želiš ukoniti ovaj račun?
hu: Biztosan törlésre kerüljön ez a fiók?
id: Anda yakin ingin menghapus akun ini?
it: Sei sicuro di voler rimuovere questo account?
ja: このアカウントを削除してもよろしいですか？
lv: Vai tiešām noņemt šo kontu?
nl: Weet je zeker dat je dit account wilt verwijderen?
pl: Czy na pewno chcesz usunąć konto?
pt: Tem a certeza de que deseja remover esta conta?
pt_br: Tem certeza que deseja remover essa conta?
sk: Naozaj chcete odstrániť tento účet?
sr: Да ли сте сигурни да желите да уклоните овај налог?
ta: இக்கணக்கை நிச்சயமாக நீக்க வேண்டுமா?
th: แน่ใจหรือไม่ว่าต้องการลบบัญชีนี้
tr: Bu hesabı kaldırmak istediğinizden emin misiniz?
uk: Ви дійсно хочете вилучити цей обліковий запис?
vi: Bạn có chắc chắn muốn xóa tài khoản này không?
zh_hans: 确定要移除此账户吗？
zh_hant: 您確定要移除這個帳戶嗎？

source: Account already added
ar: تمت إضافة الحساب بالفعل
az: Hesab artıq əlavə edildi
bg: Регистрацията вече е добавена
cs: Účet byl již přidán
da: Konto allerede tilføjet
de: Konto bereits hinzugefügt
el: Ο λογαριασμός έχει ήδη προστεθεί
fa: حساب کاربری قبلاً اضافه شد
fi: Tili on jo lisätty
fr: Compte déjà ajouté
gl: Conta xa engadida
he: החשבון כבר קיים
hr: Račun već postoji
hu: A fiók már hozzáadásra került.
id: Akun sudah ditambahkan
it: Account già aggiunto
ja: アカウントは追加済みです
lv: Konts jau ir pievienots
nl: Account is al toegevoegd
pl: Konto zostało już dodane
pt: Conta já adicionada
pt_br: Conta já adicionada
sk: Účet je už pridaný
sr: Налог је већ додат
ta: கணக்கு ஏற்கனவே சேர்க்கப்பட்டது
th: เพิ่มบัญชีแล้ว
tr: Hesap zaten eklenmiş
uk: Обліковий запис вже додано
vi: Tài khoản đã được thêm
zh_hans: 账户已添加
zh_hant: 已新增帳戶

# SwitchToAlreadyAddedAccountConfirmation
source: Would you like to switch to it now?
ar: هل ترغب في التبديل إليه الآن؟
az: Buna indi keçmək istəyirsiniz?
bg: Искате ли да превключите към нея сега?
cs: Chcete se na něj nyní přepnout?
da: Vil du skifte til den nu?
de: Möchtest du jetzt dazu wechseln?
el: Θα θέλατε να το αλλάξετε τώρα?
fa: آیا می‌خواهید همین الان تعویض کنید؟
fi: Haluatko vaihtaa siihen nyt?
fr: Souhaitez-vous y passer maintenant ?
gl: Gustaríache cambiar a ela agora?
he: האם תרצה לעבור לחשבון כעת?
hr: Želiš li se sada prebaciti na njega?
hu: Szeretnénk most átkapcsolni erre?
id: Apakah anda ingin beralih akun sekarang?
it: Vuoi cambiarlo ora?
ja: 今すぐ切り替えますか？
lv: Vai pārslēgties uz to?
nl: Wil je er nu naar overschakelen?
pl: Czy chcesz przełączyć się teraz?
pt: Gostaria de alterar para a adicionada agora?
pt_br: Você gostaria de trocar para ela agora?
sk: Chceli by ste naň prejsť teraz?
sr: Да ли желите да га отворите сада?
ta: அதற்கு இப்போது நிலைமாற விரும்புகிறீரா?
th: ต้องการสลับไปใช้บัญชีดังกล่าวตอนนี้หรือไม่
tr: Bu hesaba geçmek ister misiniz?
uk: Бажаєте перемкнутися на нього зараз?
vi: Bạn muốn chuyển sang tài khoản này?
zh_hans: 您想现在就切换过去吗？
zh_hant: 您想現在就切換過去嗎？

source: Master password
ar: كلمة المرور الرئيسية
az: Ana parol
bg: Главна парола
cs: Hlavní heslo
da: Hovedadgangskode
de: Master-Passwort
el: Κύριος κωδικός
fa: کلمه عبور اصلی
fi: Pääsalasana
fr: Mot de passe principal
gl: Contrasinal mestre
he: סיסמה ראשית
hr: Glavna lozinka
hu: Mesterjelszó
id: Sandi utama
it: Password principale
ja: マスターパスワード
lv: Galvenā parole
nl: Hoofdwachtwoord
pl: Hasło główne
pt: Palavra-passe mestra
pt_br: Senha principal
sk: Hlavné heslo
sr: Главна Лозинка
ta: பிரதான கடவுச்சொல்
th: รหัสผ่านหลัก
tr: Ana parola
uk: Головний пароль
vi: Mật khẩu chính
zh_hans: 主密码
zh_hant: 主密碼

source: More
ar: المزيد
az: Daha çox
bg: Още
cs: Více
da: Flere
de: Mehr
el: Περισσότερα
fa: بیشتر
fi: Lisää
fr: Plus
gl: Máis
he: הגדרות נוספות
hr: Više
hu: Továbbiak
id: Lainnya
it: Altro
ja: 詳細
lv: Vairāk
nl: Meer
pl: Więcej
pt: Mais
pt_br: Mais
sk: Viac
sr: Више
ta: மேலும்
th: เพิ่มเติม
tr: Daha fazla
uk: Більше
vi: Thêm
zh_hans: 更多
zh_hant: 更多

source: My vault
ar: خزانتي
az: Seyfim
bg: Моят трезор
cs: Můj trezor
da: Min boks
de: Mein Tresor
el: Η κρύπτη μου
fa: گاوصندوق من
fi: Oma holvi
fr: Mon coffre
gl: A miña caixa forte
he: הכספת שלי
hr: Moj trezor
hu: Saját széf
id: Brankas Saya
it: La mia cassaforte
ja: 保管庫
lv: Mana glabātava
nl: Mijn kluis
pl: Mój sejf
pt: O meu cofre
pt_br: Meu cofre
sk: Môj trezor
sr: Мој Сеф
ta: என் பெட்டகம்
th: ตู้นิรภัยของฉัน
tr: Kasam
uk: Моє сховище
vi: Kho lưu trữ
zh_hans: 我的密码库
zh_hant: 我的密碼庫

source: Authenticator
ar: المصادقة
az: Kimlik doğrulayıcı
bg: Удостоверител
cs: Ověřovací aplikace
da: Autentifikator
el: Εφαρμογή Επαλήθευσης
fa: تأیید کننده
fi: Todentaja
fr: Authentificateur
gl: Autenticador
he: מאמת
hr: Autentikator
hu: Hitelesítő
id: Autentikator
it: Autenticatore
ja: 認証システム
lv: Autentificētājs
pt: Autenticador
pt_br: Autenticador
sr: Аутентификатор
ta: அங்கீகரிப்பாளர்
th: แอปยืนยันตัวตน
tr: Kimlik doğrulayıcı
uk: Автентифікатор
vi: Trình xác thực
zh_hans: 身份验证器
zh_hant: 驗證器

source: Name
ar: الاسم
az: Ad
bg: Име
cs: Název
da: Navn
el: Όνομα
fa: نام
fi: Nimi
fr: Nom
gl: Nome
he: שם
hr: Naziv
hu: Név
id: Nama
it: Nome
ja: 名前
lv: Nosaukums
nl: Naam
pl: Nazwa
pt: Nome
pt_br: Nome
sk: Meno
sr: Име
ta: பெயர்
th: ชื่อ
tr: Ad
uk: Назва
vi: Tên mục
zh_hans: 名称
zh_hant: 名稱

source: No
ar: لا
az: Xeyr
bg: Не
cs: Ne
da: Nej
de: Nein
el: Όχι
fa: خیر
fi: Ei
fr: Non
gl: Non
he: לא
hr: Ne
hu: Nem
id: Tidak
ja: いいえ
lv: Nē
nl: Nee
pl: Nie
pt: Não
pt_br: Não
sk: Nie
sr: Не
ta: இல்லை
th: ไม่
tr: Hayır
uk: Ні
vi: Không
zh_hans: 否
zh_hant: 否

source: Notes
ar: ملاحظات
az: Qeydlər
bg: Бележки
cs: Poznámky
da: Notater
de: Notizen
el: Σημειώσεις
fa: یادداشت‌ها
fi: Merkinnät
gl: Notas
he: הערות
hr: Bilješke
hu: Jegyzetek
id: Catatan
it: Note
ja: メモ
lv: Piezīmes
nl: Notities
pl: Notatki
pt: Notas
pt_br: Anotações
sk: Poznámky
sr: Белешке
ta: குறிப்புகள்
th: โน้ต
tr: Notlar
uk: Нотатки
vi: Ghi chú
zh_hans: 备注
zh_hant: 備註

source: Password
ar: كلمة المرور
az: Parol
bg: Парола
cs: Heslo
da: Adgangskode
de: Passwort
el: Κωδικός
fa: کلمه عبور
fi: Salasana
fr: Mot de passe
gl: Contrasinal
he: סיסמה
hr: Lozinka
hu: Jelszó
id: Kata Sandi
ja: パスワード
lv: Parole
nl: Wachtwoord
pl: Hasło
pt: Palavra-passe
pt_br: Senha
sk: Heslo
sr: Лозинка
ta: கடவுச்சொல்
th: รหัสผ่าน
tr: Parola
uk: Пароль
vi: Mật khẩu
zh_hans: 密码
zh_hant: 密碼

source: Save
ar: حفظ
az: Saxla
bg: Запазване
cs: Uložit
da: Gem
de: Speichern
el: Αποθήκευση
fa: ذخیره
fi: Tallenna
fr: Enregistrer
gl: Gardar
he: שמור
hr: Spremi
hu: Mentés
id: Simpan
it: Salva
ja: 保存
lv: Saglabāt
nl: Opslaan
pl: Zapisz
pt: Guardar
pt_br: Salvar
sk: Uložiť
sr: Сачувај
ta: சேமி
th: บันทึก
tr: Kaydet
uk: Зберегти
vi: Lưu
zh_hans: 保存
zh_hant: 儲存

source: Move
ar: نقل
az: Daşı
bg: Преместване
cs: Přesunout
da: Flyt
de: Verschieben
el: Μετακίνηση
fa: انتقال
fi: Siirrä
fr: Déplacer
gl: Mover
he: העבר
hr: Premjesti
hu: Áthelyezés
id: Pindah
it: Sposta
ja: 移動
lv: Pārvietot
nl: Verplaatsen
pl: Przenieś
pt: Mover
pt_br: Mover
sk: Presunúť
sr: Премести
ta: நகர்த்து
th: ย้าย
tr: Taşı
uk: Перемістити
vi: Di chuyển
zh_hans: 移动
zh_hant: 移動

source: Saving…
ar: جارِ حفظ...
az: Saxlanılır...
bg: Запазване…
cs: Ukládání...
da: Gemmer...
de: Wird gespeichert...
el: Αποθήκευση...
fa: درحال ذخیره...
fi: Tallennetaan...
fr: Enregistrement…
gl: Gardando...
he: שומר…
hr: Spremanje...
hu: Mentés...
id: Menyimpan…
it: Salvataggio…
ja: 保存中...
lv: Saglabā...
nl: Opslaan...
pl: Zapisywanie...
pt: A guardar...
pt_br: Salvando…
sk: Ukladá sa...
sr: Чување...
th: กำลังบันทึก…
tr: Kaydediliyor…
uk: Збереження...
vi: Đang lưu...
zh_hans: 正在保存...
zh_hant: 正在儲存...

source: Settings
ar: الإعدادات
az: Ayarlar
bg: Настройки
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
fa: تنظیمات
fi: Asetukset
fr: Paramètres
gl: Axustes
he: הגדרות
hr: Postavke
hu: Beállítások
id: Setelan
it: Impostazioni
ja: 設定
lv: Iestatījumi
nl: Instellingen
pl: Ustawienia
pt: Definições
pt_br: Configurações
sk: Nastavenia
sr: Подешавања
ta: அமைவுகள்
th: การตั้งค่า
tr: Ayarlar
uk: Налаштування
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

source: Show
ar: إظهار
az: Göstər
bg: Показване
cs: Zobrazit
da: Vis
de: Anzeigen
el: Εμφάνιση
fa: نمایش
fi: Näytä
fr: Afficher
gl: Amosar
he: הצג
hr: Prikaži
hu: Mutat
id: Tampilkan
it: Mostra
ja: 表示
lv: Parādīt
nl: Weergeven
pl: Pokaż
pt: Mostrar
pt_br: Mostrar
sk: Zobraziť
sr: Прикажи
ta: காண்பி
th: แสดง
tr: Göster
uk: Показати
vi: Hiện
zh_hans: 显示
zh_hant: 顯示

source: Item deleted
ar: تم حذف العنصر.
az: Element silindi.
bg: Елементът беше изтрит.
cs: Položka byla smazána
da: Element slettet
de: Eintrag gelöscht
el: Το στοιχείο διαγράφτηκε
fa: مورد حذف شد
fi: Kohde poistettiin
fr: Élément supprimé
gl: Elemento eliminado
he: הפריט נמחק
hr: Stavka izbrisana
hu: Az elem törlésre került.
id: Item telah dihapus.
it: Elemento eliminato
ja: アイテムを削除しました。
lv: Vienums ir izdzēsts
nl: Item verwijderd
pl: Element został usunięty
pt: Item eliminado
pt_br: Item apagado
sk: Položka bola odstránená.
sr: Ставка је избрисана.
ta: உருப்படி நீக்கப்பட்டது
th: รายการถูกลบแล้ว
tr: Kayıt silindi
uk: Запис видалено
vi: Đã xóa mục
zh_hans: 项目已删除
zh_hant: 已刪除項目

source: Submit
ar: إرسال
az: Göndər
bg: Подаване
cs: Odeslat
da: Indsend
de: Absenden
el: Υποβολή
fa: ثبت
fi: Jatka
fr: Soumettre
gl: Enviar
he: שלח
hr: Pošalji
hu: Mehet
id: Kirim
it: Invia
ja: 送信
lv: Iesniegt
nl: Opslaan
pl: Prześlij
pt: Submeter
pt_br: Enviar
sk: Potvrdiť
sr: Пошаљи
ta: சமர்ப்பி
th: ส่ง
tr: Gönder
uk: Відправити
vi: Gửi
zh_hans: 提交
zh_hant: 送出

source: Sync
ar: مزامنة
az: Sinxr
bg: Синхронизиране
cs: Synchronizace
da: Synkronisér
de: Synchronisieren
el: Συγχρονισμός
fa: همگام‌سازی
fi: Synkronointi
fr: Synchronisation
gl: Sincronizar
he: סנכרן
hr: Sinkronizacija
hu: Szinkronizálás
id: Sinkronisasi
it: Sincronizza
ja: 同期
lv: Sinhronizēt
nl: Synchronisatie
pl: Synchronizacja
pt: Sincronizar
pt_br: Sincronizar
sk: Synchronizácia
sr: Синхронизуј
ta: ஒத்திசைவு
th: ซิงค์
tr: Eşitle
uk: Синхронізація
vi: Đồng bộ
zh_hans: 同步
zh_hant: 同步

source: Tools
ar: أدوات
az: Alətlər
bg: Инструменти
cs: Nástroje
da: Værktøjer
de: Werkzeuge
el: Εργαλεία
fa: ابزارها
fi: Työkalut
fr: Outils
gl: Ferramentas
he: כלים
hr: Alati
hu: Eszközök
id: Alat
it: Strumenti
ja: ツール
lv: Rīki
nl: Hulpmiddelen
pl: Narzędzia
pt: Ferramentas
pt_br: Ferramentas
sk: Nástroje
sr: Алатке
ta: கருவிகள்
th: เครื่องมือ
tr: Araçlar
uk: Інструменти
vi: Công cụ
zh_hans: 工具
zh_hant: 工具

source: Use fingerprint to unlock
ar: استخدام بصمة إصبعك لإلغاء القفل
az: Kilidi açmaq üçün barmaq izi istifadə et
bg: Отключване с пръстов отпечатък
cs: Pro odemknutí použít otisk prstu
da: Brug fingeraftryk til at låse op
de: Fingerabdruck zum Entsperren nutzen
el: Χρήση δακτυλικού αποτυπώματος για ξεκλείδωμα
fa: از اثر انگشت برای بازگشایی قفل استفاده کنید
fi: Avaa sormenjäljellä
fr: Utiliser l'empreinte pour déverrouiller
gl: Engade unha pegada dactilar para desbloquear
he: השתמש בטביעת אצבע לפתיחה
hr: Koristi otisak prsta za otključavanje
hu: Ujjlenyomat használata feloldáshoz
id: Gunakan sidik jari untuk membuka
it: Usa l'impronta digitale per sbloccare
ja: 指紋認証でロック解除
lv: Izmantot pirkstu nospiedumu, lai atslēgtu
nl: Vingerafdruk gebruiken om te ontgrendelen
pl: Odblokuj odciskiem palca
pt: Utilizar a impressão digital para desbloquear
pt_br: Usar impressão digital para desbloquear
sk: Použiť odtlačkov prsta na odomknutie
sr: Користите отисак прста за откључавање
ta: கைரேகை பயன்படுத்தி பூட்டவிழ்
th: ใช้ลายนิ้วมือเพื่อปลดล็อก
tr: Kilidi parmak iziyle aç
uk: Розблокуйте відбитком пальця
vi: Dùng vân tay để mở khóa
zh_hans: 使用指纹解锁
zh_hant: 使用指紋解鎖

source: Use this button to generate a new unique password.
ar: استخدم هذا الزر لإنشاء كلمة مرور فريدة جديدة.
az: Yeni və unikal bir parol yaratmaq üçün bu düyməni istifadə edin.
bg: Използвайте този бутон, за да генерирате нова уникална парола.
cs: Použijte toto tlačítko pro vytvoření nového jedinečného hesla.
da: Brug denne knap til at generere en ny unik adgangskode.
de: Verwende diesen Button, um ein neues, einzigartiges Passwort zu generieren.
el: Χρησιμοποιήστε αυτό το κουμπί για να δημιουργήσετε ένα νέο μοναδικό κωδικό πρόσβασης.
fa: برای ایجاد یک کلمه عبور جدید و منحصربه‌فرد، از این دکمه استفاده کنید.
fi: Käytä tätä painiketta luodaksesi uuden ainutlaatuisen salasanan.
fr: Utilisez ce bouton pour générer un nouveau mot de passe unique.
gl: Emprega este botón para xerar un contrasinal único.
he: השתמש בלחצן זה כדי ליצור סיסמה ייחודית חדשה.
hr: Koristi ovu tipku za generiranje nove, jedinstvene lozinke.
hu: Ezzel a gombbal új egyedi jelszót generálhatunk.
id: Gunakan tombol ini untuk membuat sandi unik baru.
it: Usa questo pulsante per generare una nuova parola d'accesso univoca.
ja: このボタンを使用して、新しい一意のパスワードを生成します。
lv: Šī poga ir izmantojama, lai izveidotu jaunu, neatkārtojamu paroli.
nl: Gebruik deze knop voor het genereren van een nieuw uniek wachtwoord.
pl: Użyj tego przycisku, aby wygenerować nowe hasło.
pt: Utilize este botão para gerar uma nova palavra-passe única.
pt_br: Use este botão para gerar uma nova senha única.
sk: Toto tlačidlo použite na vygenerovanie nového jedinečného hesla.
sr: Користите ово дугме да би сте генерисали нову јединствену лозинку.
ta: புதிய தனித்துவமான கடவுச்சொல்லை உருவாக்க இந்தப் பொத்தானைப் பயன்படுத்தவும்.
th: ใช้ปุ่มนี้เพื่อสร้างรหัสผ่านใหม่ที่ไม่ซ้ำใคร
tr: Yeni ve benzersiz bir parola üretmek için bu düğmeyi kullanın.
uk: Використовуйте цю кнопку, щоб згенерувати новий унікальний пароль.
vi: Sử dụng nút này để tạo mật khẩu mới duy nhất.
zh_hans: 使用此按钮生成新的唯一密码。

# YouWillOnlyNeedToSetUpAnAuthenticatorKeyDescriptionLong
source: You’ll only need to set up Authenticator Key for logins that require two-factor authentication with a code. The key will continuously generate six-digit codes you can use to log in.
ar: ستحتاج فقط إلى إعداد مفتاح المصادقة لتسجيل الدخول التي تتطلب المصادقة ذات عاملين باستخدام الرمز البرمجي. سيولد المفتاح باستمرار رموز من ستة أرقام يمكنك استخدامها لتسجيل الدخول.
az: Yalnız iki faktorlu kimlik doğrulamanı kod ilə tələb edən girişlər üçün Kimlik doğrulayıcı Açarı qurmağınız lazımdır. Açar, giriş edə bilməyiniz üçün altı rəqəmli kodları davamlı yaradacaq.
bg: Ще трябва да настроите удостоверителен ключ само за само за елементите, които изискват двустепенно удостоверяване с код. Ключът непрекъснато ще генерира шест-цифрени кодове, чрез които можете да се впишете.
cs: Budete jen muset nastavit Authenticator pro přihlášení, která vyžadují dvoufaktorové ověření s kódem. Klíč průběžně generuje šestimístné kódy, které můžete použít pro přihlášení.
da: Man behøver kun opsætte Godkendelsesnøgle for logins, som kræver tofaktorgodkendelse med en kode. Nøglen vil løbende generere sekscifrede koder, man kan bruge til indlogning.
de: Du musst den Authentifizierungsschlüssel nur für Zugangsdaten einrichten, die eine zwei-Faktor-Authentifizierung mit einem Code erfordern. Der Schlüssel generiert kontinuierlich sechsstellige Codes, mit denen du dich anmelden kannst.
el: Θα χρειαστεί μόνο να ρυθμίσετε το Κλειδί Ταυτοποίησης για συνδέσεις που απαιτούν έλεγχο ταυτότητας δύο παραγόντων με κωδικό. Το κλειδί θα παράγει συνεχώς εξαψήφιους κώδικες που μπορείτε να χρησιμοποιήσετε για να συνδεθείτε.
fa: تنها برای ورودهایی که به احراز هویت دو مرحله‌ای با کد نیاز دارند، باید کلید احراز هویت را تنظیم کنید. این کلید به طور مداوم کدهای شش رقمی تولید می‌کند که می‌توانید برای ورود از آن‌ها استفاده کنید.
fr: Vous n'aurez besoin de configurer une clé d'authentification que pour les connexions qui nécessitent une authentification à deux facteurs avec un code. La clé générera continuellement des codes à six chiffres que vous pourrez utiliser pour vous connecter.
he: אתה תצטרך רק להגדיר מפתח מאמת עבור כניסות שדורשות אימות דו־גורמי עם קוד. המפתח יצור באופן רציף קודים בני שש ספרות בהם תוכל להשתמש כדי להיכנס.
hr: Ključ autentifikatora trebaš postaviti samo za prijave koje zahtijevaju dvostruku autentifikaciju pomoću kôda. Ključ će kontinuirano generirati šesteroznamenkaste kodove koje možeš koristiti za prijavu.
hu: Csak azokhoz a bejelentkezésekhez kell beállítani a Hitelesítő kulcsot, amelyek kétlépcsős hitelesítést igényelnek kóddal. A kulcs folyamatosan hatjegyű kódokat generál, amelyek segítségével bejelentkezhetümk.
id: Anda hanya perlu menyiapkan Kunci Authenticator untuk login yang memerlukan autentikasi dua faktor dengan kode. Kunci ini akan terus membuat kode enam digit yang dapat Anda gunakan untuk masuk.
it: Dovrai solo impostare la chiave di autenticazione per gli accessi che richiedono l'autenticazione a due fattori con un codice. La chiave genera continuamente codici a sei cifre che puoi usare per accedere.
ja: 認証キーを設定する必要があるのは、コードによる2要素認証を要求するログイン項目のみです。 認証キーによって、ログインに使用する6桁のコードが継続的に生成されます。
lv: Būs nepieciešams tikai uzstādīt autentificētāja atslēgu pieteikšanās vienumiem, kuriem ir nepieciešama divpakāpju pieteikšanāš ar kodu. Atslēga nepārtraukti izveidots sešciparu kodus, kurus izmantot, lai pieteiktos.
nl: Je hoeft alleen de Authenticator sleutel in te stellen voor logins die tweestapsverificatie vereisen met een code. De sleutel genereert continu zescijferige codes die je kunt gebruiken om in te loggen.
pl: Musisz skonfigurować klucz uwierzytelniający tylko dla danych logowania, które wymagają logowania dwustopniowego za pomocą kodu. Klucz będzie generował 6-cyfrowe kody do logowania.
pt: Só precisa de configurar a chave do autenticador para os inícios de sessão que requerem verificação de dois passos com um código. A chave gerará continuamente códigos de seis dígitos que pode utilizar para iniciar sessão.
pt_br: Você só precisará configurar a chave do autenticador para credenciais que exigem autenticação de dois fatores com um código. A chave irá gerar continuamente códigos de seis dígitos que você pode usar para se autenticar.
sk: Kľúč overovateľa budete musieť nastaviť pre prihlásenia, ktoré vyžadujú dvojstupňové overenie kódom. Tento kľúč bude neustále generovať 6-ciferné kódy, ktoré môžete použiť na prihlásenie.
sr: Морате подесити само кључ аутентификатора за пријављивања која захтевају двофакторску аутентификацију са кодом. Кључ ће непрестано генерисати шестоцифрене кодове које можете користити за пријављивање.
ta: இரண்டு காரணி அங்கீகாரம் தேவைப்படும் உள்நுழைவுகளுக்கு மட்டுமே நீங்கள் அங்கீகார விசையை அமைக்க வேண்டும். இந்த விசை தொடர்ச்சியாக ஆறு இலக்க குறியீடுகளை உருவாக்கும், அதை நீங்கள் உள்நுழைய பயன்படுத்தலாம்.
th: คุณจำเป็นต้องตั้งค่าคีย์แอปยืนยันตัวตนสำหรับข้อมูลเข้าสู่ระบบที่ต้องใช้การยืนยันตัวตนสองขั้นตอนด้วยรหัสเท่านั้น คีย์นี้จะสร้างรหัส 6 หลักอย่างต่อเนื่องเพื่อให้คุณใช้เข้าสู่ระบบได้
tr: Sadece kodla iki faktörlü kimlik doğrulama gerektiren hesaplar için Kimlik Doğrulama Anahtarı'nı ayarlamanız gerekir. Anahtar, oturum açmak için kullanabileceğiniz altı basamaklı kodları sürekli olarak oluşturacaktır.
uk: Вам потрібно налаштувати ключ автентифікації лише для входів, які потребують двоетапної перевірки за допомогою коду. Ключ буде постійно генерувати шестизначні коди, які ви можете використовувати, щоб увійти.
vi: Bạn chỉ cần thiết lập Khóa xác thực cho những tài khoản cần xác minh 2 bước bằng mã. Khóa này sẽ liên tục tạo ra các mã sáu chữ số để bạn dùng khi đăng nhập.
zh_hans: 您只需为要求使用代码进行双重身份验证的登录设置验证器密钥。该密钥将持续不断地生成可用于登录的六位数代码。
