Repository: bitwarden/ios
Catalog: BitwardenResources/Localizations/*.lproj/Localizable.strings
Languages: ar, az, bg, cs, da, de, el, fa, fi, fr, gl, he, hr, hu, id, it, ja, lv, nl, pl, pt, pt_br, sk, sr, ta, th, tr, uk, vi, zh_hans, zh_hant

source: Unable to download file.
ar: تعذر تنزيل الملف.
az: Fayl endirilə bilmir.
bg: Файлът не може да се изтегли.
cs: Nelze stáhnout soubor.
da: Kunne ikke hente fil.
de: Datei kann nicht heruntergeladen werden.
el: Αδυναμία λήψης αρχείου.
fa: نمی‌توان پرونده را بارگیری کرد.
fi: Tiedostoa ei voitu ladata.
fr: Impossible de télécharger le fichier.
gl: Non se puido descargar o arquivo.
he: לא ניתן להוריד את הקובץ.
hr: Nije moguće preuzeti datoteku.
hu: Nem lehet letölteni a fájlt.
id: Tidak bisa mengunduh berkas.
it: Impossibile scaricare il file.
ja: ファイルをダウンロードできません。
lv: Nav iespējams lejupielādēt datni.
nl: Kon bestand niet downloaden.
pl: Nie można pobrać pliku.
pt: Não foi possível transferir o ficheiro.
pt_br: Não é possível baixar o arquivo.
sk: Nepodarilo sa stiahnuť súbor.
sr: Не могу да преузмем датотеку.
ta: கோப்பைப் பதிவிறக்க இயலவில்லை.
th: ไม่สามารถดาวน์โหลดไฟล์
tr: Dosya indirilemiyor.
uk: Увімкнути для завантаження файлу.
vi: Không thể tải về tập tin.
zh_hans: 无法下载文件。
zh_hant: 無法下載檔案。

source: Downloading…
ar: جارِ التحميل...
az: Endirilir...
bg: Изтегляне…
cs: Stahování...
da: Henter...
de: Wird heruntergeladen...
el: Λήψη...
fa: در حال بارگیری...
fi: Ladataan…
fr: Téléchargement…
gl: Descargando...
he: מוריד…
hr: Preuzimanje...
hu: Letöltés...
id: Mengunduh…
it: Scaricamento…
ja: ダウンロード中...
lv: Lejupielādē...
nl: Downloaden...
pl: Pobieranie...
pt: A transferir...
pt_br: Baixando…
sk: Sťahovanie...
sr: Преузимање...
th: กำลังดาวน์โหลด…
tr: İndiriliyor…
uk: Завантаження...
vi: Đang tải xuống...
zh_hans: 正在下载…
zh_hant: 正在下載...

# AttachmentLargeWarning
source: This attachment is %1$@ in size. Are you sure you want to download it onto your device?
ar: حجم هذا المرفق %1$@. هل أنت متأكد أنك تريد تنزيله على جهازك؟
az: Bu qoşmanın həcmi %1$@. Faylı cihazınıza endirmək istədiyinizə əminsiniz?
bg: Размерът на прикачения файл е %1$@. Сигурни ли сте, че искате да го свалите на устройството си?
cs: Tato příloha má velikost %1$@. Opravdu ji chcete stáhnout do Vašeho zařízení?
da: Størrelsen på denne vedhæftning er %1$@. Sikker på, at den skal downloades på enheden?
de: Dieser Anhang ist %1$@ groß. Bist du sicher, dass du ihn herunterladen möchtest?
el: Αυτό το συνημμένο έχει μέγεθος %1$@. Είστε βέβαιοι ότι θέλετε να το κατεβάσετε στη συσκευή σας;
fa: حجم این پیوست %1$@ است. آیا مایل به بارگیری این پرونده به دستگاه‌تان هستید؟
fi: Tiedostoliitteen koko on %1$@. Haluatko varmasti ladata sen laitteellesi?
fr: Cette pièce jointe est d'une taille de %1$@. Êtes-sûr de vouloir la télécharger sur votre appareil ?
gl: Este anexo pesa %1$@. Seguro que queres descargalo neste dispositivo?
he: גודל הצרופה הוא %1$@. האם אתה בטוח שברצונך להוריד אותה למכשירך?
hr: Ovaj privitak je velik (%1$@). Sigurno ga želiš preuzeti na uređaj?
hu: Ez a melléklet %1$@ méretű. Biztosan le akarod tölteni a készülékedre?
id: Lampiran ini berukuran %1$@. Anda ingin mengunduhnya ke peranti Anda?
it: Questo allegato ha dimensione %1$@. Sei sicuro di volerlo scaricare sul tuo dispositivo?
ja: この添付ファイルのサイズは%1$@です。本当に端末にダウンロードしますか？
lv: Šī pielikuma lielums ir %1$@. Vai tiešām to lejupielādēt šajā ierīcē?
nl: Deze bijlage heeft een omvang van %1$@. Weet je zeker dat je deze naar je apparaat wilt downloaden?
pl: Załącznik ma rozmiar %1$@. Czy na pewno chcesz go pobrać na urządzenie?
pt: O anexo tem %1$@ de tamanho. Tem a certeza que deseja transferi-lo para o seu dispositivo?
pt_br: Este anexo tem %1$@ de tamanho. Tem certeza que deseja baixá-lo no seu dispositivo?
sk: Táto príloha je veľká %1$@. Naozaj ju chcete stiahnúť do vášho zariadenia?
sr: Овај прилог има %1$@. Да ли сте сигурни да желите да га преузмете на свој уређај?
ta: இந்த இணைப்பு அளவு %1$@ ஆகும். இதை உங்கள் சாதனத்தில் பதிவிறக்க விரும்புகிறீர்களா?
th: ไฟล์แนบนี้มีขนาด %1$@ ยืนยันที่จะดาวน์โหลดลงอุปกรณ์หรือไม่
tr: Bu dosyanın boyutu %1$@. Dosyayı cihazınıza indirmek istediğinizden emin misiniz?
uk: Це вкладення має розмір %1$@. Ви дійсно хочете завантажити його на свій пристрій?
vi: Tập tin đính kèm này có kích thước %1$@. Bạn có chắc chắn muốn tải nó xuống thiết bị của mình?
zh_hans: 此附件大小为 %1$@ 。确定要将其下载到您的设备上吗？
zh_hant: 這個附件大小為 %1$@ 。確定要下載至您的裝置嗎？

source: Authenticator key
ar: مفتاح المصادقة
az: Kimlik doğrulayıcı açarı
bg: Удостоверителен ключ
cs: Ověřovací klíč
da: Godkendelsesnøgle
de: Authenticator-Schlüssel
el: Κλειδί επαλήθευσης
fa: کلید احراز هویت
fi: Todennusavain
fr: Clé d'authentification
gl: Clave de autenticación
he: מפתח מאמת
hr: Ključ autentifikatora
hu: Hitelesítő kulcs
id: Kunci Autentikator
it: Codice dell'app di autenticazione
ja: 認証キー
lv: Autentificētāja atslēga
nl: Authenticatiesleutel
pl: Klucz uwierzytelniający
pt: Chave de autenticação
pt_br: Chave do autenticador
sk: Overovací kľúč
sr: Кључ аутентификатора
ta: அங்கீகரிப்பான் விசை
th: คีย์แอปยืนยันตัวตน
tr: Kimlik doğrulama anahtarı
uk: Ключ автентифікації
vi: Khóa xác thực
zh_hans: 验证器密钥
zh_hant: 驗證器金鑰

source: Verification code (TOTP)
ar: رمز التحقق (TOTP)
az: Doğrulama kodu (TOTP)
bg: Код за потвърждаване (TOTP)
cs: Ověřovací kód (TOTP)
da: Bekræftelseskode (TOTP)
de: Verifizierungscode (TOTP)
el: Κωδικός επαλήθευσης (TOTP)
fa: کد تأیید (TOTP)
fi: Todennuskoodi (TOTP)
fr: Code de vérification (TOTP)
gl: Código de verificación (TOTP)
he: קוד אימות (TOTP)
hr: Kôd za provjeru (TOTP)
hu: Ellenőrzőkód (TOTP)
id: Kode Verifikasi (TOTP)
it: Codice di verifica (TOTP)
ja: 認証コード (TOTP)
lv: Apliecinājuma kods (TOTP)
nl: Verificatiecode (TOTP)
pl: Kod weryfikacyjny (TOTP)
pt: Código de verificação (TOTP)
pt_br: Código de verificação (TOTP)
sk: Overovací kód (TOTP)
sr: Једнократни код
ta: சரிபார்ப்புக் குறியீடு (TOTP)
th: รหัสยืนยัน (TOTP)
tr: Doğrulama kodu (TOTP)
uk: Код підтвердження (TOTP)
vi: Mã xác thực (TOTP)
zh_hans: 验证码 (TOTP)
zh_hant: 驗證碼 (TOTP)

source: Authenticator key added.
ar: تم إضافة مفتاح المصادقة.
az: Kimlik doğrulayıcı açarı əlavə edildi.
bg: Удостоверителният ключ е добавен.
cs: Byl přidán autentizační klíč.
da: Autentificeringsnøgle tilføjet.
de: Authentifizierungsschlüssel hinzugefügt.
el: Το κλειδί επαλήθευσης προστέθηκε.
fa: کلید احراز هویت اضافه شد.
fi: Todennusavain on lisätty.
fr: Clé d'authentification ajoutée.
gl: Clave de autenticación engadida.
he: מפתח אימות נוסף.
hr: Ključ autentifikatora dodan.
hu: Hitelesítő kulcs hozzáadva.
id: Kunci autentikasi ditambahkan.
it: Chiave di autenticazione aggiunta.
ja: 認証キーを追加しました。
lv: Autentificētāja atslēga ir pievienota.
nl: Authenticatiecode is toegevoegd.
pl: Klucz uwierzytelniający został dodany.
pt: Chave de autenticação adicionada.
pt_br: Chave do autenticador adicionada.
sk: Kľúč overovateľa pridaný.
sr: Верификациони код додат.
ta: அங்கீகார விசை சேர்க்கப்பட்டது.
th: เพิ่มคีย์แอปยืนยันตัวตนแล้ว
tr: Kimlik doğrulama anahtarı eklendi.
uk: Ключ автентифікації додано.
vi: Đã thêm khóa xác thực.
zh_hans: 已添加验证器密钥。
zh_hant: 已新增驗證器金鑰。

# AuthenticatorKeyReadError
source: Cannot read authenticator key.
ar: لا يمكن قراءة مفتاح المصادقة.
az: Kimlik doğrulayıcı açarı oxuna bilmir.
bg: Удостоверителният ключ не може да се прочете.
cs: Nelze přečíst autentizační klíč.
da: Kan ikke læse autentificeringsnøgle.
de: Authentifizierungsschlüssel kann nicht gelesen werden.
el: Αδυναμία ανάγνωσης κλειδιού επαλήθευσης.
fa: نمی‌توان کلید احراز هویت را خواند.
fi: Todennusavaimen lukeminen ei onnistu.
fr: Impossible de lire la clé d'authentification.
gl: Non se pode ler a Clave de autenticación.
he: קריאת מפתח האימות נכשלה.
hr: Nije moguće očitati ključ autentifikatora.
hu: Nem lehet olvasni a hitelesítő kulcsot.
id: Tidak dapat membaca kunci autentikasi.
it: Impossibile leggere chiave di autenticazione.
ja: 認証キーを読み取れません。
lv: Nevar nolasīt autentificētāja atslēgu.
nl: Kan de authenticatiecode niet lezen.
pl: Nie można odczytać klucza uwierzytelniającego.
pt: Não é possível ler a chave de autenticação.
pt_br: Não é possível ler a chave do autenticador.
sk: Overovací kľúč sa nedá čítať.
sr: Не могу да читам верификациони код.
ta: அங்கீகார விசையை படிக்க இயலவில்லை.
th: ไม่สามารถอ่านคีย์แอปยืนยันตัวตน
tr: Kimlik doğrulama anahtarı okunamıyor.
uk: Не вдається прочитати ключ автентифікації.
vi: Không thể đọc khóa xác thực.
zh_hans: 无法读取验证器密钥。
zh_hant: 無法讀取驗證器金鑰。

# PointYourCameraAtTheQRCode
source: Point your camera at the QR Code. Scanning will happen automatically.
ar: حدد الكاميرا الخاصة بك على رمز QR. سيتم الفحص تلقائيا.
az: Kameranızı QR koduna yönəldin. Skan prosesi avtomatik baş tutacaq.
bg: Насочете камерата към QR кода. Сканирането ще се извърши автоматично.
cs: Nasměrujte kameru na QR kód. Načtení proběhne automaticky.
da: Ret kameraet mod QR-koden. Skanning vil ske automatisk.
de: Richte deine Kamera auf den QR Code. Das Scannen erfolgt automatisch.
el: Σημαδέψτε με την κάμερα σας τον κωδικό QR. Η σάρωση θα γίνει αυτόματα.
fa: دوربین دستگاه‌تان را به سمت کد QR بگیرید. اسکن به صورت خودکار انجام می‌شود.
fi: Kohdista kamera QR-koodiin. Koodi skannataan automaattisesti.
fr: Pointez votre caméra sur le QR Code. La numérisation se fera automatiquement.
gl: Apunta a cámara ó código QR. Escanearase automaticamente.
he: כוון את המצלמה שלך אל קוד ה־QR. הסריקה תתבצע באופן אוטומטי.
hr: Za automatsko očitavanje, uperite kameru u QR kôd.
hu: Irányítsuk a kamerát a QR-kódra.
id: Arahkan kamera anda pada kode QR. Proses pindai akan terjadi secara otomatis.
it: Inquadra il codice QR con la fotocamera. La scansione avverrà automaticamente.
ja: QR コードにカメラを向けてください。 スキャンは自動的に行われます。
lv: Kamera jāpavērš pret kvadrātkodu. Nolasīšana notiks automātiski.
nl: Richt je camera op de QR-code. Het scannen gebeurt automatisch.
pl: Skieruj aparat na kod QR. Skanowanie nastąpi automatycznie.
pt: Aponte a sua câmara para o código QR. A leitura será efetuada automaticamente.
pt_br: Aponte a câmera no código QR. A leitura será feita automaticamente.
sk: Namierte fotoaparát na kód QR. Skenovanie prebehne automaticky.
sr: Усмери камеру на QR кôд. Скенирање ће се десити аутоматски.
ta: படக்கருவியை விரைவுக்குறியில் சுட்டிக்காட்டுக. விருடல் தானாக நடக்கும்.
th: เล็งกล้องไปที่ QR Code การสแกนจะเริ่มโดยอัตโนมัติ
tr: Kameranızı QR koduna doğrultun. Kod otomatik olarak taranacaktır.
uk: Наведіть свою камеру на QR-код. Сканування відбудеться автоматично.
vi: Hướng máy ảnh của bạn vào mã QR. Quá trình quét sẽ diễn ra tự động.
zh_hans: 将您的摄像头对准二维码。 扫描将自动完成。
zh_hant: 將您的相機對準 QR Code。 掃描將自動進行。

# ScanQrTitle
source: Scan QR Code
ar: مسح رمز QR
az: QR kodu skan edin
bg: Сканиране на QR код
cs: Načíst QR kód
da: Skan QR-kode
de: QR Code scannen
el: Σάρωση κώδικα QR
fa: اسکن کد QR
fi: Skannaa QR-koodi
fr: Scanner le QR code
gl: Escanear código QR
he: סרוק קוד QR
hr: Skeniraj QR kôd
hu: QR kód beolvasása
id: Pindai Kode QR
it: Scansione codice QR
ja: QR コードを読み取る
lv: Nolasīt kvadrātkodu
nl: QR-code scannen
pl: Zeskanuj kod QR
pt: Ler código QR
pt_br: Ler código QR
sk: Skenovať QR kód
sr: Скенирај QR код
ta: வி.ம(QR) குறியீட்டை வருடல் செய்க
th: สแกน QR Code
tr: QR kodunu taratın
uk: Сканувати QR-код
vi: Quét mã QR
zh_hans: 扫描二维码
zh_hant: 掃描 QR Code

source: Camera
ar: الكاميرا
az: Kamera
bg: Камера
cs: Kamera
da: Kamera
de: Kamera
el: Κάμερα
fa: دوربین
fi: Kamera
fr: Appareil photo
gl: Cámara
he: מצלמה
hr: Kamera
hu: Kamera
id: Kamera
it: Fotocamera
ja: カメラ
lv: Kamera
pl: Aparat
pt: Câmara
pt_br: Câmera
sk: Kamera
sr: Камера
ta: படக்கருவி
th: กล้อง
tr: Kamera
uk: Камера
vi: Máy ảnh
zh_hans: 相机
zh_hant: 相機

source: Photos
ar: الصور
az: Fotolar
bg: Снимки
cs: Fotky
da: Billeder
de: Fotos
el: Φωτογραφίες
fa: تصاویر
fi: Kuvat
gl: Fotos
he: תמונות
hr: Fotografije
hu: Képek
id: Foto
it: Foto
ja: 写真
lv: Attēli
nl: Foto's
pl: Zdjęcia
pt: Fotografias
pt_br: Fotos
sk: Fotky
sr: Слике
ta: புகைப்படங்கள்
th: รูปภาพ
tr: Fotoğraflar
uk: Фотографії
vi: Ảnh
zh_hans: 照片
zh_hant: 相片

source: Copy TOTP
ar: نسخ TOTP
az: TOTP-ni kopyala
bg: Копиране на кода за потвърждаване
cs: Kopírovat TOTP
da: Kopiér TOTP
de: TOTP kopieren
el: Αντιγραφή TOTP
fa: کپی TOTP
fi: Kopioi TOTP-koodi
fr: Copier le TOTP
gl: Copiar TOTP
he: העתק TOTP
hr: Kopiraj TOTP
hu: Egyszeri jelszó másolása
id: Salin TOTP
it: Copia TOTP
ja: TOTP のコピー
lv: Ievietot TOTP starpliktuvē
nl: TOTP kopiëren
pl: Kopiuj kod TOTP
pt: Copiar TOTP
pt_br: Copiar TOTP
sk: Kopírovať TOTP
sr: Копирај једнократни код
ta: TOTP ஐ நகலெடு
th: คัดลอก TOTP
tr: TOTP'yi kopyala
uk: Копіювати TOTP
vi: Sao chép TOTP
zh_hans: 复制 TOTP
zh_hant: 複製 TOTP

# CopyTotpAutomaticallyDescription
source: If a login has an authenticator key, copy the TOTP verification code to your clipboard when you autofill the login.
ar: إذا كان تسجيل الدخول يحتوي على مفتاح مصادقة، انسخ رمز التحقق TOTP إلى الحافظة الخاصة بك عند ملء تسجيل الدخول تلقائيا.
az: Bir giriş prosesinin kimlik doğrulayıcı açarı varsa, giriş məlumatlarını avto-doldurduğunuz zaman TOTP doğrulama kodunu kopyalayın.
bg: Ако към вписването има и удостоверителен ключ, кодът за потвърждаване се копира автоматично в буфера при автоматично попълване.
cs: Pokud mají Vaše přihlašovací údaje přidán ověřovací klíč pro TOTP, vygenerovaný ověřovací kód (TOTP) se automaticky zkopíruje do schránky při každém automatickém vyplnění přihlašovacích údajů.
da: Har et login en godkendelsesnøgle, kopiér da TOTP-bekræftelseskoden til udklipsholderen, når login autoudfyldes.
de: Ist ein Authentifizierungsschlüssel mit deinen Zugangsdaten verknüpft, wird der TOTP-Verifizierungscode in die Zwischenablage kopiert, wenn du die Zugangsdaten automatisch ausfüllen lässt.
el: Εάν η σύνδεση έχει κάποιο κλειδί αυθεντικοποίησης, αντιγράψτε τον κωδικό επαλήθευσης TOTP στο πρόχειρο σας όταν κάνετε με αυτόματη συμπλήρωση τη συνδεση.
fa: اگر یک ورود دارای یک کلید احراز هویت باشد، هنگام پر کردن خودکار ورود، کد تأیید TOTP را در حافظه موقت خود کپی کن.
fi: Jos kirjautumistieto sisältää kaksivaiheisen kirjautumisen todennusavaimen, kopioidaan TOTP-koodi leikepöydälle kun kohde täytetään automaattisesti.
fr: Si un identifiant possède une clé d'authentification, copiez le code de vérification TOTP dans votre presse-papiers lorsque vous saisissez automatiquement l'identifiant.
gl: Se unha credencial ten clave de autenticación, copia o código TOTP no portapapeis ó autoencher os datos.
he: אם לכניסה שלך יש מפתח מאמת, העתק את קוד האימות ה־TOTP ללוח ההעתקה שלך כאשר אתה ממלא אוטומטית את הכניסה.
hr: Ako za prijavu postoji ključ autentifikatora, kopiraj TOTP kôd za provjeru u međuspremnik nakon auto-ispune prijave.
hu: Ha egy belépéshez tartozik hitelesítő kulcs, másolja a TOTP megerősítő kódot a vágólapra amikor a belépést tölti.
id: Jika login memiliki kunci autentikator, salin kode verifikasi TOTP ke papan klip saat Anda mengisi otomatis login.
it: Se un elemento include una chiave di autenticazione, copia il codice TOTP per accedere con il riempimento automatico.
ja: ログイン情報に認証キーがある場合は、自動入力時にクリップボードに TOTP 認証コードをコピーします。
lv: Ja pieteikšanās vienumam ir pievienota autentificētāja atslēga, TOTP apliecinājuma kods tiks automātiski ievietots starpliktuvē, kad vien tiks automātiski aizpildīta pieteikšanās veidne.
nl: Als een login een authenticatorsleutel heeft, kopieer dan de TOTP-verificatiecode naar je klembord wanneer je de login automatisch invult.
pl: Automatycznie kopiuje kod TOTP do schowka podczas autouzupełniania.
pt: Se uma credencial tiver uma chave de autenticação, copie o código de verificação TOTP para a sua área de transferência quando preencher automaticamente o início de sessão.
pt_br: Se uma credencial tiver uma chave de autenticador, copie o código de verificação TOTP para sua área de transferência ao preenchê-la.
sk: Ak majú prihlasovacie údaje nastavený kľúč overovateľa, overovací kód TOTP bude automaticky skopírovaný do schránky vždy, keď použijete automatické vypĺňanie.
sr: Ако пријава има кључ за аутентификацију, копирај ТОТП верификациони кôд у међуспремнику када аутоматски попуниш пријаву.
ta: ஒரு உள்நுழைவுக்கு அங்கீகார விசை இருந்தால், உள்நுழைவை தானாக நிரப்பும்போது TOTP சரிபார்ப்புக் குறியீட்டை உங்கள் கிளிப்போர்டுக்கு நகலெடுக்கவும்.
th: หากข้อมูลเข้าสู่ระบบมีคีย์แอปยืนยันตัวตน ให้คัดลอกรหัสยืนยัน TOTP ไปยังคลิปบอร์ดเมื่อป้อนอัตโนมัติ
tr: Hesabınıza bağlı bir kimlik doğrulama anahtarı varsa giriş bilgilerini otomatik doldurduğunuzda TOTP doğrulama kodu panonuza kopyalanır.
uk: Якщо запис має ключ автентифікації, копіювати код підтвердження TOTP до буфера обміну під час автозаповнення.
vi: Nếu tài khoản đăng nhập có khóa xác thực, mã xác minh TOTP sẽ được sao chép vào bảng nhớ tạm khi bạn tự động điền thông tin đăng nhập.
zh_hans: 如果登录项目包含验证器密钥，当自动填充此登录时，TOTP 验证码将复制到剪贴板。
zh_hant: 若登入資訊已包含驗證器金鑰，在自動填入此登入資訊時，複製 TOTP 驗證碼到您的剪貼簿。

source: Copy TOTP automatically
ar: نسخ TOTP تلقائياً
az: TOTP-ni avtomatik kopyala
bg: Автоматично копиране на TOTP
cs: Automaticky kopírovat TOTP
da: Kopiér TOTP automatisk
de: TOTP automatisch kopieren
el: Αυτόματη αντιγραφή TOTP
fa: TOTP را به‌صورت خودکار کپی کن
fi: Kopioi TOTP-koodi automaattisesti
fr: Copier TOTP automatiquement
gl: Copiar TOTP automaticamente
he: העתק TOTP באופן אוטומטי
hr: Automatski kopiraj TOTP
hu: TOTP automatikus másolása
id: Salin TOTP secara otomatis
it: Copia TOTP automaticamente
ja: TOTP を自動的にコピー
lv: Automātiski ievietot TOTP starpliktuvē
nl: TOTP automatisch kopiëren
pl: Kopiuj kod TOTP automatycznie
pt: Copiar TOTP automaticamente
pt_br: Copiar TOTP automaticamente
sk: Automaticky kopírovať TOTP
sr: Аутоматски копирај једнократни кôд
ta: TOTPஐத் தானாக நகலெடு
th: คัดลอก TOTP อัตโนมัติ
tr: TOTP'yi otomatik kopyala
uk: Автоматично копіювати коди TOTP
vi: Tự động sao chép mã TOTP
zh_hans: 自动复制 TOTP
zh_hant: 自動複製 TOTP

# PremiumRequired
source: A premium membership is required to use this feature.
ar: هذه المِيزة متاحة فقط للعضوية المميزة.
az: Bu özəlliyi istifadə etmək üçün premium üzvlük lazımdır.
bg: За да се възползвате от тази възможност, трябва да ползвате платен абонамент.
cs: Pro použití této funkce je potřebné členství Premium.
da: Premium-medlemskab kræves for at anvende denne funktion.
de: Für diese Funktion benötigst du eine Premiummitgliedschaft.
el: Για να χρησιμοποιήσετε αυτό το χαρακτηριστικό, απαιτείται η έκδοση premium.
fa: برای استفاده از این ویژگی عضویت پرمیوم لازم است.
fi: Käyttääksesi tätä toimintoa tarvitset Premium-jäsenyyden.
fr: Une adhésion Premium est requise pour utiliser cette fonctionnalité.
gl: Requírese un plan Prémium para poder empregar esta función.
he: בכדי להשתמש ביכולת זו יש צורך במנוי פרמיום.
hr: Za korištenje ove značajke potrebno je premium članstvo.
hu: A funkció használatához prémium tagság szükséges.
id: Keanggotaan premium diperlukan untuk menggunakan fitur ini.
it: Un abbonamento premium è richiesto per utilizzare questa funzionalità.
ja: この機能を使うにはプレミアム会員になってください。
lv: Ir nepieciešama Premium dalība, lai izmantotu šo iespēju.
nl: Je hebt een Premium-abonnement nodig om deze functionaliteit te kunnen gebruiken.
pl: Konto premium jest wymagane, aby skorzystać z tej funkcji.
pt: É necessária uma subscrição Premium para utilizar esta funcionalidade.
pt_br: Uma assinatura Premium é necessária para usar esse recurso.
sk: Pre použitie tejto funkcie je potrebné prémiové členstvo.
sr: Премијум је потребно за употребу ове способности.
ta: இவ்வம்சத்தை பயன்படுத்த உயர்தர உறுப்பினர் தகுதி தேவை.
th: ต้องเป็นสมาชิกพรีเมียมเพื่อใช้ฟีเจอร์นี้
tr: Bu özelliği kullanmak için premium üyelik gereklidir.
uk: Для використання цієї функції необхідна передплата преміум.
vi: Cần là thành viên Cao cấp để sử dụng tính năng này.
zh_hans: 使用此功能需要高级会员资格。
zh_hant: 進階會員才可使用此功能。

# AttachementAdded
source: Attachment added
ar: تم إضافة المرفق
az: Qoşma əlavə edildi
bg: Файлът е прикачен
cs: Příloha byla přidána
da: Vedhæftning tilføjet
de: Anhang hinzugefügt
el: Το συνημμένο προστέθηκε
fa: پیوست اضافه شد
fi: Tiedostoliite lisätty
fr: Pièce jointe ajoutée
gl: Anexo engadido
he: קובץ מצורף התווסף
hr: Privitak dodan
hu: Melléklet hozzáadva
id: Lampiran ditambahkan
it: Allegato aggiunto
ja: 添付ファイルを追加しました
lv: Pielikums pievienots
nl: Bijlage is toegevoegd
pl: Załącznik został dodany
pt: Anexo adicionado
pt_br: Anexo adicionado
sk: Príloha pridaná
sr: Прилог додат
ta: இணைப்பு சேர்க்கப்பட்டது
th: เพิ่มไฟล์แนบแล้ว
tr: Dosya eklendi
uk: Вкладення додано
vi: Đã thêm tệp đính kèm
zh_hans: 附件已添加
zh_hant: 已新增附件

source: Attachment deleted
ar: تم حذف المرفق
az: Qoşma silindi
bg: Файлът е махнат
cs: Příloha byla smazána
da: Vedhæftning slettet
de: Anhang entfernt
el: Το συνημμένο διαγράφηκε
fa: پیوست حذف شد
fi: Tiedostoliite poistettiin
fr: Pièce jointe supprimée
gl: Anexo eliminado
he: קובץ מצורף נמחק
hr: Privitak izbrisan
hu: Melléklet törölve
id: Lampiran dihapus
it: Allegato eliminato
ja: 添付ファイルを削除しました
lv: Pielikums izdzēsts
nl: Bijlage is verwijderd
pl: Załącznik został usunięty
pt: Anexo eliminado
pt_br: Anexo apagado
sk: Príloha odstránená
sr: Прилог избрисан
ta: இணைப்பு அழிக்கப்பட்டது
th: ลบไฟล์แนบแล้ว
tr: Dosya silindi
uk: Вкладення видалено
vi: Đã xóa tệp đính kèm
zh_hans: 附件已删除
zh_hant: 已刪除附件

source: Choose file
ar: اختيار ملف
az: Fayl seç
bg: Изберете файл
cs: Vybrat soubor
da: Vælg fil
de: Datei auswählen
el: Επιλογή αρχείου
fa: انتخاب پرونده
fi: Valitse tiedosto
fr: Choisir un fichier
gl: Seleccionar arquivo
he: בחר קובץ
hr: Odaberi datoteku
hu: Fájl kiválasztása
id: Pilih Berkas
it: Seleziona file
ja: ファイルを選択
lv: Izvēlies datni
nl: Bestand kiezen
pl: Wybierz plik
pt: Escolher ficheiro
pt_br: Escolher arquivo
sk: Vybrať súbor
sr: Изабери датотеку
ta: கோப்பைத் தேர்ந்தெடு
th: เลือกไฟล์
tr: Dosya seç
uk: Обрати файл
vi: Chọn tập tin
zh_hans: 选择文件
zh_hant: 選擇檔案

source: File
ar: ملف
az: Fayl
bg: Файл
cs: Soubor
da: Fil
de: Datei
el: Αρχείο
fa: پرونده
fi: Tiedosto
fr: Fichier
gl: Arquivo
he: קובץ
hr: Datoteka
hu: Fájl
id: Berkas
ja: ファイル
lv: Datne
nl: Bestand
pl: Plik
pt: Ficheiro
pt_br: Arquivo
sk: Súbor
sr: Датотека
ta: கோப்பு
th: ไฟล์
tr: Dosya
uk: Файл
vi: Tập tin
zh_hans: 文件
zh_hant: 檔案

# NoAttachments
source: There are no attachments.
ar: لا توجد مرفقات.
az: Heç bir qoşma yoxdur.
bg: Няма прикачени файлове.
cs: Žádné přílohy.
da: Der er ingen vedhæftninger.
de: Keine Anhänge verfügbar.
el: Δεν υπάρχουν συνημμένα.
fa: هیچ پیوستی وجود ندارد.
fi: Ei liitteitä.
fr: Il n'y a aucune pièce jointe.
gl: Non hai adxuntos.
he: אין קבצים מצורפים.
hr: Nema privitaka.
hu: Nincsenek mellékletek.
id: Tidak ada lampiran.
it: Non ci sono allegati.
ja: 添付ファイルがありません。
lv: Nav pielikumu.
nl: Er zijn geen bijlagen.
pl: Brak załączników.
pt: Não existem anexos.
pt_br: Não há anexos.
sk: Nie sú žiadne prílohy.
sr: Не постоје прилози.
ta: இணைப்புகள் ஏதுமில்லை.
th: ไม่มีไฟล์แนบ
tr: Ek dosya yok.
uk: Немає вкладень.
vi: Không có tệp đính kèm.
zh_hans: 没有附件。
zh_hant: 沒有附件。

source: Feature unavailable
ar: الميزة غير متوفرة
az: Özəllik əlçatmazdır
bg: Функцията е недостъпна
cs: Funkce je nedostupná
da: Funktion utilgængelig
de: Funktion nicht verfügbar
el: Μη διαθέσιμο χαρακτηριστικό
fa: ویژگی موجود نیست
fi: Ominaisuus ei ole käytettävissä
fr: Fonctionnalité non disponible
gl: Función non dispoñible
he: התכונה אינה זמינה
hr: Značajka nije dostupna
hu: Ez a funkció nem érhető el.
id: Fitur Tidak Tersedia
it: Funzionalità non disponibile
ja: サービスが利用できません
lv: Iespēja nav pieejama
nl: Functionaliteit niet beschikbaar
pl: Funkcja jest niedostępna
pt: Funcionalidade indisponível
pt_br: Recurso indisponível
sk: Funkcia nie je k dispozícii
sr: Функција је недоступна
ta: அம்சம் கிடையாது
th: ฟีเจอร์ไม่พร้อมใช้งาน
tr: Özellik kullanılamıyor
uk: Функція недоступна
vi: Tính năng không có sẵn
zh_hans: 功能不可用
zh_hant: 功能不可用
