Repository: bitwarden/ios
Catalog: BitwardenResources/Localizations/*.lproj/Localizable.strings
Languages: ar, az, bg, cs, da, de, el, fa, fi, fr, gl, he, hr, hu, id, it, ja, lv, nl, pl, pt, pt_br, sk, sr, ta, th, tr, uk, vi, zh_hans, zh_hant

source: Remove password
ar: إزالة كلمة المرور
az: Parolu çıxart
bg: Премахване на парола
cs: Odebrat heslo
da: Fjern adgangskode
de: Passwort entfernen
el: Αφαίρεση κωδικού πρόσβασης
fa: حذف کلمه عبور
fi: Poista salasana
fr: Supprimer le mot de passe
gl: Eliminar contrasinal
he: הסר סיסמה
hr: Ukloni lozinku
hu: Jelszó eltávolítása
id: Hapus Kata Sandi
it: Rimuovi password
ja: パスワードを削除
lv: Noņemt paroli
nl: Wachtwoord verwijderen
pl: Usuń hasło
pt: Remover palavra-passe
pt_br: Remover senha
sk: Odstrániť heslo
sr: Уклони лозинку
ta: கடவுச்சொல்லை அகற்று
th: ลบรหัสผ่าน
tr: Parolayı kaldır
uk: Вилучити пароль
vi: Xóa mật khẩu
zh_hans: 移除密码
zh_hant: 移除密碼

# AreYouSureRemoveSendPassword
source: Are you sure you want to remove the password?
ar: هل أنت متأكد من أنك تريد إزالة كلمة المرور؟
az: Parolu çıxartmaq istədiyinizə əminsiniz?
bg: Сигурни ли сте, че искате да премахнете паролата?
cs: Opravdu chcete odebrat heslo?
da: Er du sikker på, at du vil fjerne adgangskoden?
de: Bist du sicher, dass du dieses Passwort entfernen möchtest?
el: Είστε βέβαιοι ότι θέλετε να καταργήσετε τον κωδικό πρόσβασης;
fa: آیا مطمئنید می‌خواهید این کلمه عبور حذف شود؟
fi: Haluatko varmasti poistaa salasanan?
fr: Êtes-vous sûr de vouloir supprimer le mot de passe ?
gl: Seguro que queres eliminar o contrasinal?
he: האם אתה בטוח שברצונך להסיר את הסיסמה?
hr: Sigurno želiš ukloniti lozinku?
hu: Biztosan eltávolításra kerüljön ez a jelszó?
id: Anda yakin ingin menghapus kata sandi?
it: Sei sicuro di voler rimuovere la password?
ja: パスワードを削除してもよろしいですか？
lv: Vai tiešām noņemt paroli?
nl: Weet je zeker dat je het wachtwoord wilt verwijderen?
pl: Czy na pewno chcesz usunąć hasło?
pt: Tem a certeza de que pretende remover a palavra-passe?
pt_br: Você tem certeza que deseja remover a senha?
sk: Naozaj chcete odstrániť heslo?
sr: Да ли сте сигурни да желите уклонити лозинку?
ta: கடவுச்சொல்லை அகற்ற உறுதியா?
th: ยืนยันที่จะลบรหัสผ่านหรือไม่
tr: Parolayı kaldırmak istediğinizden emin misiniz?
uk: Ви дійсно хочете вилучити пароль?
vi: Bạn có chắc muốn xóa mật khẩu này?
zh_hans: 确定要移除此密码吗？
zh_hant: 您確定要移除此密碼嗎？

# RemovingSendPassword
source: Removing password
ar: إزالة كلمة المرور
az: Parol çıxarılır
bg: Премахване на парола
cs: Odebírání hesla
da: Fjerner adgangskode
de: Passwort wird entfernt
el: Αφαίρεση κωδικού...
fa: حذف کلمه عبور
fi: Poistetaan salasana
fr: Suppression du mot de passe en cours
gl: Eliminando contrasinal
he: מסיר סיסמה
hr: Lozinka uklonjena
hu: Jelszó eltávolítása..
id: Menghapus kata sandi...
it: Rimozione password
ja: パスワードを削除中
lv: Noņem paroli
nl: Wachtwoord verwijderen
pl: Usuwanie hasła
pt: A remover palavra-passe
pt_br: Removendo senha
sk: Odstraňuje sa heslo
sr: Уклањање лозинке
ta: கடவுச்சொல்லை அகற்றுகிறது
th: กำลังลบรหัสผ่าน
tr: Parola kaldırılıyor
uk: Вилучення пароля
vi: Đang xóa mật khẩu
zh_hans: 正在移除密码
zh_hant: 正在移除密碼

# SendPasswordRemoved
source: Password removed
ar: تمت إزالة كلمة المرور
az: Parol silindi
bg: Паролата е премахната
cs: Heslo bylo odebráno
da: Adgangskode fjernet
de: Passwort entfernt
el: Ο κωδικός πρόσβασης αφαιρέθηκε
fa: کلمه عبور حذف شد
fi: Salasana poistettiin
fr: Mot de passe supprimé
gl: Contrasinal eliminado
he: הסיסמה הוסרה
hr: Lozinka uklonjena
hu: A jelszó eltávolításra került.
id: Sandi dihapus
it: Password eliminata
ja: パスワードを削除しました
lv: Parole noņemta
nl: Wachtwoord verwijderd
pl: Hasło zostało usunięte
pt: Palavra-passe removida
pt_br: Senha removida
sk: Heslo bolo odstránené
sr: Лозинка је уклоњена
ta: கடவுச்சொல் நீக்கப்பட்டது
th: ลบรหัสผ่านแล้ว
tr: Parola kaldırıldı
uk: Пароль вилучено
vi: Đã xóa mật khẩu
zh_hans: 密码已移除
zh_hant: 密碼已移除

source: Copy link
ar: نسخ الرابط
az: Bağlantını kopyala
bg: Копиране на връзката
cs: Kopírovat odkaz
da: Kopiér link
de: Link kopieren
el: Αντιγραφή συνδέσμου
fa: کپی پیوند
fi: Kopioi linkki
fr: Copier le lien
gl: Copiar ligazón
he: העתק קישור
hr: Kopiraj vezu
hu: Hivatkozás másolása
id: Salin Tautan
it: Copia link
ja: リンクをコピー
lv: Ievietot saiti starpliktuvē
nl: Link kopiëren
pl: Kopiuj link
pt: Copiar link
pt_br: Copiar link
sk: Kopírovať odkaz
sr: Копирај везу
ta: தொடுப்பை நகலெடு
th: คัดลอกลิงก์
tr: Bağlantıyı kopyala
uk: Копіювати посилання
vi: Sao chép liên kết
zh_hans: 复制链接
zh_hant: 複製連結

source: Share link
ar: مشاركة الرّابط
az: Bağlantını paylaş
bg: Споделяне на връзката
cs: Sdílet odkaz
da: Del link
de: Link teilen
el: Κοινοποίηση συνδέσμου
fa: اشتراک‌گذاری پیوند
fi: Jaa linkki
fr: Partager le lien
gl: Compartir ligazón
he: שתף קישור
hr: Dijeli vezu
hu: Hivatkozás megosztása
id: Membagikan tautan
it: Condividi link
ja: リンクを共有
lv: Kopīgot saiti
nl: Link delen
pl: Udostępnij link
pt: Partilhar link
pt_br: Compartilhar link
sk: Zdieľať odkaz
sr: Подели везу
ta: தொடுப்பைப் பகிர்
th: แชร์ลิงก์
tr: Bağlantıyı paylaş
uk: Поділитись посиланням
vi: Chia sẻ liên kết
zh_hans: 分享链接
zh_hant: 共用連結

source: Send link
ar: إرسال رابط
az: "Send" bağlantısı
bg: Изпращане на връзката
cs: Odkaz tohoto Send
el: Σύνδεσμος Send
fa: ارسال پیوند
fi: Send-linkki
fr: Lien du Send
gl: Ligazón Send
he: לינק לSend
hr: Veza na Send
hu: Send hivatkozás
id: Tautan Send
it: Link del Send
ja: Send リンク
lv: Send saite
pl: Link wysyłki
pt: Link do Send
pt_br: Link do Send
sk: Odkaz na Send
sr: Линк слања
ta: Send தொடுப்பு
th: ส่งลิงก์
tr: Send bağlantısı
uk: Посилання на відправлення
vi: Liên kết Send
zh_hans: Send 链接
zh_hant: Send 連結

source: Search Sends
ar: بحث عن الإرسالات
az: "Send"ləri axtar
bg: Търсене в изпратените
cs: Prohledat Sends
da: Søg i Sends
de: Sends suchen
el: Αναζήτηση Sends
fa: جستجوی ارسال‌ها
fi: Etsi Sendeistä
fr: Rechercher dans les Sends
gl: Buscar Sends
he: חיפוש Sendים
hr: Pretraži Sendove
hu: Send elemek keresése
id: Pencarian Send
it: Cerca Send
ja: Send を検索
lv: Meklēt Send
nl: Sends zoeken
pl: Szukaj w wysyłkach
pt: Procurar Sends
pt_br: Buscar nos Sends
sk: Hľadať Sendy
sr: Претражи слања
ta: Sends தேடு
th: ค้นหา Send
tr: Send'lerde ara
uk: Шукати відправлення
vi: Tìm kiếm Send
zh_hans: 搜索 Send
zh_hant: 搜尋 Send

source: Edit Send
ar: عدّل الإرسال
az: "Send"ə düzəliş et
bg: Редактиране на изпращане
cs: Upravit Send
da: Redigér Send
de: Send bearbeiten
el: Επεξεργασία Send
fa: ویرایش ارسال
fi: Muokkaa Sendiä
fr: Modifier le Send
gl: Editar Send
he: ערוך Send
hr: Uredi Send
hu: Send szerkesztése
it: Modifica Send
ja: Send を編集
lv: Labot Send
nl: Send bewerken
pl: Edytuj wysyłkę
pt: Editar Send
pt_br: Editar Send
sk: Upraviť Send
sr: Уреди слање
ta: Send திருத்து
th: แก้ไข Send
tr: Send'i düzenle
uk: Редагування
vi: Chỉnh sửa Send
zh_hans: 编辑 Send
zh_hant: 編輯 Send

source: New send
ar: إرسال جديد
az: Yeni Send
bg: Добавяне на изпращане
cs: Nový Send
da: Ny Send
de: Neues Send
el: Νέο send
fa: افزودن یک ارسال
fi: Uusi Send
fr: Nouveau Send
gl: Novo Send
he: סֵנְד חדש
hr: Novi Send
hu: Új Send
id: Kirim baru
it: Nuovo invio
ja: 新しい Send
lv: Jauns Send
nl: Nieuwe Send
pl: Nowa wysyłka
pt: Novo Send
pt_br: Novo Send
sk: Nový Send
sr: Нов Send
ta: புதிய அனுப்பு
th: Send ใหม่
tr: Yeni Send
uk: Нове відправлення
vi: Send mới
zh_hans: 新增 Send
zh_hant: 建立新 Send

# AreYouSureDeleteSend
source: Are you sure you want to delete this Send?
ar: هل أنت متأكد من أنك تريد حذف هذا الإرسال؟
az: Bu "Send"i silmək istədiyinizə əminsiniz?
bg: Сигурни ли сте, че искате да изтриете това изпращане?
cs: Opravdu chcete smazat tento Send?
da: Er du sikker på, at du vil slette denne Send?
de: Bist du sicher, dass du dieses Send löschen möchtest?
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε το Send;
fa: آیا مطمئن هستید که می‌خواهید این ارسال را حذف کنید؟
fi: Haluatko varmasti poistaa Sendin?
fr: Êtes-vous sûr de vouloir supprimer ce Send ?
gl: Seguro que queres eliminar este Send?
he: האם אתה בטוח שברצונך למחוק Send זה?
hr: Sigurno želiš izbrisati ovaj Send?
hu: Biztosan törlésre kerüljön ez a Send elem?
id: Anda yakin ingin menghapus Send ini?
it: Sei sicuro di voler eliminare questo Send?
ja: この Send を削除してもよろしいですか?
lv: Vai tiešām izdzēst šo Send?
nl: Weet je zeker dat je deze Send wilt verwijderen?
pl: Czy na pewno chcesz usunąć tę wysyłkę?
pt: Tem a certeza de que pretende eliminar este Send?
pt_br: Você tem certeza que deseja apagar este Send?
sk: Naozaj chcete odstrániť tento Send?
sr: Сигурно обрисати ово слање?
ta: இந்த Send ஐ அழிக்க உறுதியா?
th: ยืนยันการลบ Send นี้หรือไม่
tr: Bu Send'i silmek istediğinizden emin misiniz?
uk: Ви дійсно хочете видалити це відправлення?
vi: Bạn có chắc chắn muốn xóa Send này?
zh_hans: 确定要删除此 Send 吗？
zh_hant: 您確定要刪除此 Send 嗎？

source: Send deleted
ar: تم حذف الإرسال.
az: "Send" silindi.
bg: Изпратеното е изтрито.
cs: Send byl smazán
da: Send slettet
de: Send gelöscht
el: Το Send διαγράφηκε
fa: ارسال حذف شد
fi: Send poistettiin
fr: Send supprimé
gl: Send eliminado
he: סֵנְד נמחק
hr: Send izbrisan
hu: A Send elem törlésre került.
id: Send telah dihapus.
it: Send eliminato
ja: Send を削除しました。
lv: Send izdzēsts
nl: Send verwijderd
pl: Wysyłka została usunięta
pt: Send eliminado
pt_br: Send apagado
sk: Send bol odstránený.
sr: Слање је обрисано.
ta: Send அழிக்கப்பட்டது
th: ลบ Send แล้ว
tr: Send silindi
uk: Відправлення видалено
vi: Đã xóa Send
zh_hans: Send 已删除
zh_hant: 已刪除 Send

source: Send updated
ar: تم تحديث الإرسال.
az: "Send" güncəlləndi.
bg: Изпратеното е редактирано.
cs: Send byl uložen
da: Send gemt
de: Send gespeichert
el: Το Send αποθηκεύτηκε
fa: ارسال ذخیره شد
fi: Send tallennettiin
fr: Send sauvegardé
gl: Send gardado
he: סֵנְד נשמר
hr: Send ažuriran
hu: A Send elem frissítésre került.
id: Send diperbarui.
it: Send salvato
ja: Send を更新しました。
lv: Send saglabāts
nl: Send bijgewerkt
pl: Wysyłka została zapisana
pt: Send guardado
pt_br: Send salvo
sk: Send bol aktualizovaný.
sr: Слање измењено.
ta: Send சேமிக்கப்பட்டது
th: อัปเดต Send แล้ว
tr: Send kaydedildi
uk: Відправлення збережено
vi: Đã lưu Send
zh_hans: Send 已保存
zh_hant: 已更新 Send。

# NewSendCreated
source: Send created
ar: تم إنشاء إرسال جديد.
az: Yeni "Send" yaradıldı.
bg: Създадено е ново изпращане.
cs: Send byl vytvořen
da: Send oprettet
de: Neues Send erstellt
el: Το Send δημιουργήθηκε
fa: ارسال ساخته شد
fi: Send luotiin
fr: Send créé
gl: Send creado
he: סֵנְד נוצר
hr: Novi Send stvoren
hu: Az új Send elem létrejött.
id: Send baru telah dibuat.
it: Send creato
ja: 新しい Send を作成しました。
lv: Send izveidots
nl: Send aangemaakt
pl: Wysyłka została utworzona
pt: Send criado
pt_br: Send criado
sk: Nový Send bol vytvorený.
sr: Креирано је ново слање.
ta: Send உருவானது
th: สร้าง Send แล้ว
tr: Send oluşturuldu
uk: Відправлення створено
vi: Đã tạo Send
zh_hans: Send 已创建
zh_hant: 已建立新的 Send

# OneDay
source: 1 day
ar: يوم واحد
az: 1 gün
bg: 1 ден
cs: 1 den
da: 1 dag
de: 1 Tag
el: 1 ημέρα
fa: ۱ روز
fi: 1 päivä
gl: 1 día
hr: 1 dan
hu: 1 nap
ja: 1日
lv: 1 diena
nl: 1 dag
pl: 1 dzień
pt: 1 dia
sk: 1 deň
sr: 1 дан
uk: 1 день
vi: 1 ngày
zh_hans: 1 天
zh_hant: 1 天

# TwoDays
source: 2 days
ar: يومان
az: 2 gün
bg: 2 дни
cs: 2 dny
da: 2 dage
de: 2 Tage
el: 2 ημέρες
fa: ۲ روز
fi: 2 päivää
gl: 2 días
hr: 2 dana
hu: 2 nap
ja: 2日
lv: 2 dienas
nl: 2 dagen
pl: 2 dni
pt: 2 dias
sk: 2 dni
sr: 2 дана
uk: 2 дні
vi: 2 ngày
zh_hans: 2 天
zh_hant: 2 天

# ThreeDays
source: 3 days
ar: 3 أيام
az: 3 gün
bg: 3 дни
cs: 3 dny
da: 3 dage
de: 3 Tage
el: 3 ημέρες
fa: ۳ روز
fi: 3 päivää
gl: 3 días
hr: 3 dana
hu: 3 nap
ja: 3日
lv: 3 dienas
nl: 3 dagen
pl: 3 dni
pt: 3 dias
sk: 3 dni
sr: 3 дана
uk: 3 дні
vi: 3 ngày
zh_hans: 3 天
zh_hant: 3 天

# SevenDays
source: 7 days
ar: 7 أيام
az: 7 gün
bg: 7 дни
cs: 7 dnů
da: 7 dage
de: 7 Tage
el: 7 ημέρες
fa: ۷ روز
fi: 7 päivää
gl: 7 días
hr: 7 dana
hu: 7 nap
ja: 7日
lv: 7 dienas
nl: 7 dagen
pl: 7 dni
pt: 7 dias
sk: 7 dní
sr: 7 дана
uk: 7 днів
vi: 7 ngày
zh_hans: 7 天
zh_hant: 7 天

# ThirtyDays
source: 30 days
ar: 30 يوماً
az: 30 gün
bg: 30 дни
cs: 30 dnů
da: 30 dage
de: 30 Tage
el: 30 ημέρες
fa: ۳۰ روز
fi: 30 päivää
gl: 30 días
hr: 30 dana
hu: 30 nap
ja: 30日
lv: 30 dienas
nl: 30 dagen
pl: 30 dni
pt: 30 dias
sk: 30 dní
sr: 30 дана
uk: 30 днів
vi: 30 ngày
zh_hans: 30 天
zh_hant: 30 天

source: Custom
ar: مُخصّص
az: Özəl
bg: По избор
cs: Vlastní
da: Tilpasset
de: Benutzerdefiniert
el: Προσαρμοσμένο
fa: سفارشی
fi: Mukautettu
fr: Personnalisé
gl: Personalizado
he: מותאם אישית
hr: Prilagođeno
hu: Egyedi
id: Khusus
it: Personalizzato
ja: カスタム
lv: Pielāgots
nl: Aangepast
pl: Niestandardowe
pt: Personalizado
pt_br: Personalizado
sk: Vlastné
sr: Друго
ta: தனிபயன்
th: กำหนดเอง
tr: Özel
uk: Власний
vi: Tùy chỉnh
zh_hans: 自定义
zh_hant: 自訂

# SendDisabledWarning
source: Due to an enterprise policy, you are only able to delete an existing Send.
ar: بسبب سياسة المؤسسة، يمكنك فقط حذف إرسال موجود بالفعل.
az: Müəssisə siyasətinə görə, yalnız mövcud "Send"i silə bilərsiniz.
bg: Поради политика на организация, може само да изтривате съществуващи изпращания.
cs: Z důvodu podnikových zásad můžete smazat pouze existující Send.
da: Du kan grundet en virksomhedspolitik kun slette en eksisterende Send.
de: Aufgrund einer Unternehmensrichtlinie kannst du nur ein bestehendes Send löschen.
el: Λόγω μιας επιχειρηματικής πολιτικής, είστε σε θέση να διαγράψετε μόνο ένα υπάρχον Send
fa: به دلیل سیاست سازمانی، شما فقط می‌توانید ارسال موجود را حذف کنید.
fi: Yrityskäytännön vuoksi voit poistaa vain olemassa olevan Sendin.
fr: En raison d'une politique d'entreprise, vous ne pouvez que supprimer un Send existant.
gl: Por unha directiva de empresa só podes eliminar un Send existente.
he: בשל מדיניות ארגונית, אתה יכול למחוק רק סֵנְד קיים.
hr: Pravila tvrtke omogućuju brisanje samo postojećeg Senda
hu: A vállalati házirend miatt csak egy meglévő Send elem törölhető.
id: Karena kebijakan perusahaan, Anda hanya dapat menghapus Send yang sudah ada.
it: A causa di una politica aziendale, puoi eliminare solo Send esistenti.
ja: 組織のポリシーにより、既存の Send のみを削除できます。
lv: Uzņēmuma nosacījumu dēļ ir iespējams dzēst tikai esošu Send.
nl: Als gevolg van een ondernemingsbeleid kun je alleen een bestaande Send verwijderen.
pl: Ze względu na zasadę przedsiębiorstwa, tylko Ty możesz usunąć obecną wysyłkę.
pt: Devido a uma política da empresa, só é possível eliminar um Send existente.
pt_br: Devido a uma política corporativa, você só pode apagar um Send existente.
sk: Z dôvodu podnikovej politiky môžete odstrániť iba existujúci Send.
sr: Због полисе компаније, можеш само да бришеш постојећа слања.
ta: முனைவக கொள்ளையால், உம்மால் இருக்கின்ற Sendஐ மட்டுமே அழிக்கவியலும்.
th: เนื่องจากนโยบายองค์กร คุณสามารถลบ Send ที่มีอยู่ได้เท่านั้น
tr: Bir kuruluş ilkesi nedeniyle yalnızca mevcut Send'leri silebilirsiniz.
uk: У зв'язку з політикою компанії, ви можете лише видалити наявне відправлення.
vi: Do chính sách doanh nghiệp, bạn chỉ có thể xóa những Send hiện có.
zh_hans: 由于某个企业策略，您只能删除现有的 Send。
zh_hant: 由於企業原則限制，您只能刪除現有的 Send。

source: About Send
ar: حول إرسال
az: "Send" haqqında
bg: Относно изпращането
cs: O Send
da: Om Send
de: Über Send
el: Σχετικά με το Send
fa: درباره ارسال
fi: Tietoja Sendistä
fr: À propos de Send
gl: Sobre Send
he: אודות Send
hr: O Sendu
hu: A Sendről
id: Tentang Send
it: Informazioni sul Send
ja: Send について
lv: Par Send
nl: Over Send
pl: O wysyłce
pt: Sobre o Send
pt_br: Sobre o Send
sk: O Sende
sr: О слању
ta: Send பற்றி
th: เกี่ยวกับ Send
tr: Send hakkında
uk: Про відправлення
vi: Về Send
zh_hans: 关于 Send
zh_hant: 關於 Send

# HideEmail
source: Hide my email address from recipients
ar: إخفاء عنوان البريد الإلكتروني الخاص بي من المستلمين
az: E-poçt ünvanımı alıcılardan gizlət.
bg: Скриване на е-пощата ми от получателите.
cs: Skrýt mou e-mailovou adresu před příjemci
da: Skjul min e-mailadresse for modtagere
de: Meine E-Mail-Adresse vor den Empfängern verstecken
el: Απόκρυψη της διεύθυνσης email μου από τους παραλήπτες.
fa: نشانی ایمیلم را از گیرندگان مخفی کن
fi: Piilota sähköpostiosoitteeni vastaanottajilta
fr: Masquer mon adresse électronique aux destinataires
gl: Ocultar o meu correo ós destinatarios
he: הסתר את כתובת האימייל שלי מהנמענים
hr: Sakrij moju adresu e-pošte od primatelja.
hu: Saját email cím elrejtése a címzettek elől.
id: Sembunyikan alamat email saya dari penerima
it: Nascondi il mio indirizzo email dai destinatari
ja: メールアドレスを受信者に表示しない
lv: Slēpt e-pasta adresi no saņēmējiem.
nl: Verberg mijn e-mailadres voor ontvangers
pl: Ukryj mój adres e-mail przed odbiorcami
pt: Ocultar o meu endereço de e-mail dos destinatários
pt_br: Ocultar meu endereço de e-mail dos destinatários
sk: Skryť moju e-mailovú adresu pred príjemcami
sr: Сакриј моју е-адресу од примаоца.
ta: பெறுநர்களிடமிருந்து என் மின்னஞ்சல் முகவரியை மறை
th: ซ่อนที่อยู่อีเมลของฉันจากผู้รับ
tr: E-posta adresimi alıcılardan gizle
uk: Приховувати мою адресу електронної пошти від отримувачів
vi: Ẩn địa chỉ email của tôi với người nhận
zh_hans: 对接收者隐藏我的电子邮箱地址
zh_hant: 對收件人隱藏我的電子郵件地址

# SendOptionsPolicyInEffect
source: One or more organization policies are affecting your Send options.
ar: واحدة أو أكثر من سياسات المؤسسة تؤثر على خيارات إرسال الخاص بك.
az: Bir və ya daha çox təşkilat siyasətləri "Send" seçimlərinizə təsir edir.
bg: Поне една политика на организация влияе на настройките за изпращане.
cs: Jedna nebo více zásad organizace ovlivňuje nastavení Send.
da: Én eller flere organisationspolitikker påvirker dine Send-valgmuligheder.
de: Eine oder mehrere Organisationsrichtlinien beeinflussen deine Send Einstellungen.
el: Μία ή περισσότερες οργανωτικές πολιτικές επηρεάζουν τις επιλογές send σας.
fa: یک یا چند سیاست سازمان بر گزینه‌های ارسال شما تأثیر می‌گذارد.
fi: Yksi tai useampi organisaatiokäytäntö vaikuttaa Send-asetuksiisi.
fr: Une ou plusieurs politiques de sécurité de l'organisation affectent vos options Send.
gl: As directivas da organización están afectando ás opcións do Send.
he: מדיניות ארגון אחת או יותר משפיעה על אפשרויות הSend שלך.
hr: Jedno ili više pravila organizacije utječe na postavke Senda.
hu: Egy vagy több szervezeti szabály érinti a Send opciókat.
id: Satu atau lebih kebijakan orgnanisasi mempengaruhi pilihan Send Anda.
it: Una o più politiche dell'organizzazione stanno influenzando le tue opzioni di Send.
ja: 一つ以上の組織ポリシーが Send の設定に影響しています。
lv: Viens vai vairāki apvienības nosacījumi ietekmē Send iespējas.
nl: Een of meer organisatiebeleidseisen heeft invloed op de mogelijkheden van je Send.
pl: Co najmniej jedna zasada organizacji wpływa na ustawienia wysyłek.
pt: Uma ou mais políticas da organização estão a afetar as suas opções do Send.
pt_br: Uma ou mais políticas da organização estão afetando as suas opções de Send.
sk: Jedno alebo viac pravidiel organizácie ovplyvňujú vaše možnosti funkcie Send.
sr: Једна или више смерница организације утичу на опције „Send“-а.
ta: ஒன்று அ மேற்பட்ட நிறுவன கொள்கைகள் உமது Send தெரிவுகளை பாதிக்கிறது.
th: นโยบายองค์กรอย่างน้อยหนึ่งรายการมีผลต่อตัวเลือก Send ของคุณ
tr: Bir veya daha fazla kuruluş ilkesi Send seçeneklerinizi etkiliyor.
uk: На параметри відправлень впливають одна чи декілька політик організації.
vi: Các chính sách của tổ chức đang ảnh hưởng đến tùy chọn Send của bạn.
zh_hans: 一个或多个组织策略正在影响您的 Send 设置。
zh_hant: 一個或多個組織原則正影響您的 Send 選項。

# SendFilePremiumRequired
source: Free accounts are restricted to sharing text only. A premium membership is required to use files with Send.
ar: الحسابات المجانية مقيدة بمشاركة النص فقط. مطلوب عضوية مميزة لاستخدام الملفات مع الإرسال.
az: Ödənişsiz hesablar yalnız mətn paylaşa bilər. Faylları "Send" ilə istifadə etmək üçün premium üzvlük tələb olunur.
bg: Безплатните регистрации могат да споделят само текст. Необходим е платен абонамент, за да можете да изпращате файлове.
cs: Bezplatné účty jsou omezeny pouze na sdílení textu. K používání souborů pomocí Send je vyžadováno prémiové členství.
da: Gratis konti er begrænsede til tekstdeling alene. Et Premium-medlemskab kræves for a bruge filer med Send.
de: Kostenlose Konten sind auf das Teilen von Texten beschränkt. Eine Premium-Mitgliedschaft ist erforderlich, um Dateien mit Send zu verwenden.
el: Οι δωρεάν λογαριασμοί περιορίζονται μόνο στην κοινή χρήση κειμένου. Μια premium συνδρομή απαιτείται για τη χρήση αρχείων με Αποστολή.
fa: حساب‌های کاربری رایگان فقط می‌توانند متن را به اشتراک بگذارند. برای استفاده از قابلیت ارسال پرونده‌ها، به عضویت پریمیوم نیاز دارید.
fi: Ilmaiset tilit on rajoitettu tekstin jakoon. Tiedostojen käyttö Sendeissä vaatii Premium-jäsenyyden.
fr: Les comptes gratuits sont limités au partage de texte uniquement. Une adhésion Premium est requise pour utiliser les fichiers avec Send.
gl: As contas gratiuitas só poden compartir texto. Para enviar arquivos con Send requírese unha conta Prémium.
he: חשבונות חינמיים מוגבלים לשיתוף טקסט בלבד. יש צורך בחשבון פרימיום כדי להשתמש בSend עם קבצים.
hr: Kod besplatnog računa moguće je dijeljenje samo teksta. Za slanje datoteka potrebno je premium članstvo.
hu: Ingyenes fiókkal csak szöveget lehet megosztani. Prémium tagság szükséges a fájlok használatához a Sendnél.
id: Akun gratis dibatasi hanya untuk berbagi teks. Keanggotaan premium diperlukan untuk menggunakan berkas dengan Kirim.
it: Gli account gratis sono limitati alla condivisione di testo. Per condividere i file usando Send è necessario un abbonamento Premium.
ja: 無料アカウントではテキストの共有のみに制限されています。Send でファイルを送信するにはプレミアム会員登録が必要です。
lv: Ar bezmaksas kontu ir iespējams kopīgot tikai tekstu. Ir nepieciešama Premium dalība, lai Send izmantotu datnes.
nl: Met een gratis account kun je alleen tekst delen. Voor het delen van bestanden heb je een Premium-abonnement nodig.
pl: Darmowe konto jest ograniczone do udostępniania tylko tekstu. Konto Premium jest wymagane do udostępniania plików.
pt: As contas gratuitas estão limitadas apenas à partilha de texto. É necessária uma subscrição Premium para utilizar ficheiros com o Send.
pt_br: Contas gratuitas são limitadas para compartilhar apenas texto. É necessário um plano Premium para usar arquivos com o Send.
sk: Bezplatné účty sú obmedzené len na zdieľanie textu. Na odosielanie súborov cez Send sa vyžaduje prémiové členstvo.
sr: Бесплатни налози су ограничени само на дељење текста. Премиум чланство је потребно да би се користиле датотеке са „Send“-ом.
ta: இலவச கணக்குகள் சொற்சரம் மட்டும் பகிர்தலுக்கு கட்டுப்படுத்தப்பட்டுள்ளது. Send உடன் கோப்புகளை பயன்படுத்த உயர்தர உறுப்பினர் தகுதி தேவை.
th: บัญชีฟรีถูกจำกัดให้แชร์ได้เฉพาะข้อความ ต้องเป็นสมาชิกพรีเมียมเพื่อใช้ไฟล์กับ Send
tr: Ücretsiz hesaplar yalnızca metin paylaşabilir. Send ile dosya paylaşmak için premium üyelik gerekir.
uk: З безплатним обліковим записом можна відправляти лише текст. Щоб відправляти файли через Send, необхідна передплата преміум.
vi: Tài khoản miễn phí chỉ được gửi văn bản. Nâng cấp lên gói Cao Cấp để gửi các tập tin với Send.
zh_hans: 免费账户仅限于共享文本。要使用文件 Send，需要高级会员。
zh_hant: 免費帳戶僅限於共用文字。若想使用檔案 Send，需要進階會員資格。
