Repository: bitwarden/ios
Catalog: BitwardenResources/Localizations/*.lproj/Localizable.strings
Languages: ar, az, bg, cs, da, de, el, fa, fi, fr, gl, he, hr, hu, id, it, ja, lv, nl, pl, pt, pt_br, sk, sr, ta, th, tr, uk, vi, zh_hans, zh_hant

# IntroCarouselPage2Title
source: Quick and easy login
ar: تسجيل دخول سريع وسهل
az: Cəld və asan giriş
bg: Бързо и лесно вписване
cs: Rychlé a snadné přihlášení
da: Hurtig og nem indlogning
de: Schnelle und einfache Anmeldung
el: Γρήγορη και εύκολη σύνδεση
fa: ورود سریع و آسان
fi: Nopea ja helppo kirjautuminen
fr: Connexion rapide et facile
gl: Inicio de sesión rápido e sinxelo
he: כניסה מהירה וקלה
hr: Brza i jednostavna prijava
hu: Gyors és könnyű bejelentkezés
id: Masuk dengan cepat dan mudah
it: Autenticazione facile e veloce
ja: すばやく簡単にログイン
lv: Ātra un vienkārša pieteikšanās
nl: Snel en eenvoudig inloggen
pl: Szybkie i łatwe logowanie
pt: Início de sessão rápido e fácil
pt_br: Autenticação rápida e fácil
sk: Rýchle a jednoduché prihlásenie
sr: Брза и лака пријава
ta: விரைவான மற்றும் எளிதான உள்நுழைவு
th: เข้าสู่ระบบง่ายและรวดเร็ว
tr: Hızlı ve kolay giriş
uk: Швидкий і легкий вхід
vi: Đăng nhập nhanh chóng và dễ dàng
zh_hans: 快速便捷的登录
zh_hant: 快速方便的登入

# IntroCarouselPage2Message
source: Set up biometric unlock and autofill to log into your accounts without typing a single letter.
ar: قم بإعداد فتح القفل الحيوي والتعبئة التلقائية لتسجيل الدخول إلى حساباتك دون كتابة حرف واحد.
az: Tək bir hərf yazmadan hesablarınıza giriş etmək üçün biometrik kilid açma və avto-doldurma seçimlərini qurun.
bg: Настройте отключването чрез биометрични данни и автоматичното попълване, за да се вписвате в регистрациите си без да натискате и един клавиш.
cs: Nastavte biometrické odemknutí a automatické vyplňování pro přihlášení k Vašim účtům bez zadání jediného písmene.
da: Opsæt biometrisk oplåsning og autofyld for at logge ind på konti uden at skrive ét enkelt bogstav.
de: Richte biometrisches Entsperren und Auto-Ausfüllen ein, um dich ohne einen einzigen Buchstaben einzugeben bei deinen Konten anzumelden.
el: Ρυθμίστε το βιομετρικό ξεκλείδωμα και την αυτόματη συμπλήρωση για σύνδεση στους λογαριασμούς σας χωρίς να πληκτρολογήσετε ούτε ένα γράμμα.
fa: قفل بیومتریک و پر کردن خودکار را راه‌اندازی کنید تا بدون وارد کردن حتی یک حرف وارد حساب‌های کاربری خود شوید.
fi: Määritä biometrinen avaus ja automaattitäyttö kirjautuaksesi tileillesi kirjoittamatta yhtään kirjainta.
fr: Configurez le déverrouillage biométrique et le remplissage automatique pour vous connecter à vos comptes sans taper une seule lettre.
gl: Configura o desbloqueo biométrico e autoenche as credenciais das túas contas sen escribir unha soa letra.
he: הגדר ביטול נעילה ביומטרי ומילוי אוטומטי כדי להיכנס לחשבונות שלך מבלי להקליד אות אחת.
hr: Uključi biometrijsko otključavanje i auto-ispunu za prijavu bez utipkavanja ijednog slova.
hu: Állítsuk be a biometrikus feloldást és az automatikus kitöltést, hogy egyetlen betű beírása nélkül jelentkezzünk be a fiókokba.
id: Setel buka kunci biometrik dan isi otomatis untuk masuk ke akun Anda tanpa mengetik satu huruf pun.
it: Imposta lo sblocco biometrico e il riempimento automatico per accedere ai tuoi account senza digitare una sola lettera.
ja: 生体認証のロック解除と自動入力を設定して、文字を何も入力せずにアカウントにログインします。
lv: Iestati biometrisko atslēgšanu un automātiski aizpildi, lai pieteiktos savos kontos bez neviena burta ievadīšanas.
nl: Biometrische ontgrendelen en automatisch invullen instellen zodat je kunt inloggen op je accounts zonder één letter te typen.
pl: Skonfiguruj odblokowywanie biometryczne i autouzupełnianie, aby logować się do swoich kont bez wpisywania nawet jednej litery.
pt: Configure o desbloqueio biométrico e o preenchimento automático para iniciar sessão nas suas contas sem escrever uma única letra.
pt_br: Configure o desbloqueio biométrico e o preenchimento automático para acessar suas contas sem digitar uma única letra.
sk: Nastavte si odomykanie biometrickými údajmi a automatické vypĺňanie na prihlasovanie do účtov bez zadávania jediného písmena.
sr: Подесите биометријско откључавање и аутоматско попуњавање да бисте се пријавили на своје налоге без уноса ниједног слова.
ta: ஒரு எழுத்தையும் தட்டச்சு செய்யாமல் உங்கள் கணக்குகளில் உள்நுழைய பயோமெட்ரிக் திறப்பு மற்றும் தானாக நிரப்புதலை அமைக்கவும்.
th: ตั้งค่าการปลดล็อกด้วยไบโอเมตริกและการป้อนอัตโนมัติเพื่อเข้าสู่ระบบบัญชีของคุณโดยไม่ต้องพิมพ์แม้แต่ตัวอักษรเดียว
tr: Hesaplarınıza parola yazmadan giriş yapmak için biyometrik kilit açmayı ayarlayabilirsiniz.
uk: Налаштуйте біометричне розблокування та автозаповнення, щоб миттєво входити в облікові записи.
vi: Cài đặt tính năng mở khóa bằng sinh trắc học và tự động điền thông tin để đăng nhập vào các tài khoản của bạn mà không cần nhập bất kỳ ký tự nào.
zh_hans: 设置生物识别解锁和自动填充，无需输入任何字符即可登录您的账户。
zh_hant: 設定生物辨識解鎖及自動填入，不需要輸入任何字元就可以登入。

# IntroCarouselPage3Title
source: Level up your logins
ar: قم برفع مستوى تسجيلاتك
az: Giriş məlumatlarınızı yüksəldin
bg: Подобрете данните си за вписване
cs: Zvýšit úroveň přihlašování
da: Forstærk logins
de: Optimiere deine Zugangsdaten
el: Αναβαθμίστε τις συνδέσεις σας
fa: ورودهای خود را ارتقا دهید
fi: Nosta kirjautumisesi uudelle tasolle
fr: Améliorez vos connexions
gl: Leva os teus inicios de sesión a outro nivel
he: שדרג את הכניסות שלך
hr: Podigni svoje prijave na višu razinu
hu: A bejelentkezések magasabb szintre emelése
id: Tingkatkan login Anda
it: Porta i tuoi login al livello successivo
ja: ログインをレベルアップ
lv: Uzlabo savu pieteikšanos
nl: Versterk je logins
pl: Ulepsz swoje dane logowania
pt: Eleve o nível das suas credenciais
pt_br: Dê um up nas suas credenciais
sk: Posuňte prihlasovanie na vyššiu úroveň
sr: Подигните ниво својих пријава
ta: உங்கள் உள்நுழைவுகளை மேம்படுத்துங்கள்
th: ยกระดับข้อมูลเข้าสู่ระบบ
tr: Hesaplarınızı güçlendirin
uk: Вдоскональте свої паролі
vi: Nâng cấp đăng nhập của bạn
zh_hans: 提升您的登录体验
zh_hant: 升級您的登入體驗

# IntroCarouselPage3Message
source: Use the generator to create and save strong, unique passwords for all your accounts.
ar: استخدم المولد لإنشاء وحفظ كلمات مرور قوية وفريدة لجميع حساباتك.
az: Bütün hesablarınız üçün güclü, unikal parollar yaratmaq və saxlamaq üçün yaradıcını istifadə edin.
bg: Използвайте генератора, за да създавате и запазвате сложни, уникални пароли за всичките си регистрации.
cs: Použijte generátor k vytvoření a uložení silných, jedinečných hesel pro všechny Vaše účty.
da: Brug generatoren til at oprette og gemme stærke, unikke adgangskoder til alle kontiene.
de: Verwende den Generator, um einzigartige Passwörter für alle deine Konten zu erstellen und zu speichern.
el: Χρησιμοποιήστε τη γεννήτρια για να δημιουργήσετε και να αποθηκεύσετε ισχυρούς, μοναδικούς κωδικούς πρόσβασης για όλους τους λογαριασμούς σας.
fa: از تولید کننده برای ایجاد و ذخیره کلمات عبور قوی و منحصربه‌فرد برای تمام حساب‌های کاربری خود استفاده کنید.
fi: Käytä generaattoria luodaksesi ja tallentaaksesi vahvoja, ainutlaatuisia salasanoja kaikille tileillesi.
fr: Utilisez le générateur pour créer et enregistrer des mots de passe forts et uniques pour tous vos comptes.
gl: Emprega o xerador para crear contrasinais fortes e únicos para as túas contas.
he: השתמש במחולל כדי ליצור ולשמור סיסמאות חזקות וייחודיות עבור כל החשבונות שלך.
hr: Koristi generator za stvaranje i spremanje jakih, jedinstvenih lozinki za sve svoje račune.
hu: Használjuk a generátort, hogy erős, egyedi jelszavakat hozzunk létre és mentsük az összes fióknál.
id: Gunakan pembuat sandi untuk membuat dan menyimpan sandi yang kuat dan unit untuk semua akun Anda.
it: Usa il generatore per creare e salvare password forti e uniche per tutti gli account.
ja: パスワード生成を使用して、すべてのアカウントで強力な一意のパスワードを作成して保存できます。
lv: Veidotājs ir izmantojams, lai izveidotu un saglabātu spēcīgas, neatkārtojamas paroles visiem Taviem kontiem.
nl: Gebruik de generator voor het aanmaken en bewaren van sterke, unieke wachtwoorden voor al je accounts.
pl: Użyj generatora, aby utworzyć i zapisać silne, unikalne hasła do wszystkich swoich kont.
pt: Utilize o gerador para criar e guardar palavras-passe fortes e únicas para todas as suas contas.
pt_br: Use o gerador para criar e salvar senhas fortes e únicas para todas as suas contas.
sk: Pomocou generátora vytvorte a uložte silné a jedinečné heslá pre všetky svoje účty.
sr: Користите генератор да креирате и сачувате јаке, јединствене лозинке за све ваше налоге.
ta: உங்கள் எல்லா கணக்குகளுக்கும் வலுவான, தனித்துவமான கடவுச்சொற்களை உருவாக்கவும் சேமிக்கவும் ஜெனரேட்டரைப் பயன்படுத்தவும்.
th: ใช้ตัวสร้างเพื่อสร้างและบันทึกรหัสผ่านที่รัดกุมและไม่ซ้ำใครสำหรับทุกบัญชีของคุณ
tr: Hesaplarınız için güçlü ve benzersiz parolalar oluşturmak amacıyla üreteci kullanabilirsiniz.
uk: Використовуйте генератор, щоб створювати й зберігати надійні, унікальні паролі для всіх облікових записів.
vi: Sử dụng trình tạo mật khẩu để tạo và lưu trữ các mật khẩu mạnh, duy nhất cho tất cả các tài khoản của bạn.
zh_hans: 使用生成器创建和保存强大且唯一的密码，以保护您的所有账户。
zh_hant: 使用密碼產生器來建立及儲存高強度、唯一的密碼，來保護您所有的帳號。

# IntroCarouselPage4Title
source: Your data, when and where you need it
ar: بياناتك، متى وأين تحتاج إليها
az: Datanız, ehtiyacınız olan vaxt yanınızdadır
bg: Вашите данни – когато и където Ви потрябват
cs: Vaše data, kdy a kde je potřebujete
da: Egne data, når og hvor, man har brug for dem
de: Deine Daten, wann und wo du sie brauchst
el: Τα δεδομένα σας, όποτε και όπου τα χρειάζεστε
fa: داده‌های شما، زمانی که نیاز دارید و در جایی که نیاز دارید
fi: Sinun tietosi, missä ja milloin tarvitset niitä
fr: Vos données, quand et où vous en avez besoin
gl: Os teus datos, cando e onde os precises
he: הנתונים שלך, מתי והיכן שאתה צריך אותם
hr: Tvoji podaci kada god i gdje god su ti potrebni
hu: Saját adatok, mikor és hol van rá szükség
id: Data Anda, kapanpun dan dimanapun Anda membutuhkannya
it: I tuoi dati, dove e quando ti servono
ja: 必要なデータを、いつでもどこでも
lv: Tavi dati, kad un kur vien tie ir nepieciešami
nl: Jouw gegevens, wanneer en waar je ze nodig hebt
pl: Twoje dane, kiedy i gdzie ich potrzebujesz
pt: Os seus dados, quando e onde precisar
pt_br: Seus dados, quando e onde precisar
sk: Vaše údaje, kedykoľvek a kdekoľvek ich potrebujete
sr: Ваши подаци, када и где су вам потребни
ta: உங்கள் தரவு, உங்களுக்குத் தேவைப்படும்போது மற்றும் எங்கு வேண்டுமானாலும்
th: ข้อมูลของคุณ ทุกที่ทุกเวลาที่คุณต้องการ
tr: Verilerinize her zaman, her yerden ulaşın
uk: Ваші дані завжди з вами
vi: Dữ liệu của bạn, mọi lúc, mọi nơi bạn cần
zh_hans: 随时随地在您需要时获取您的数据
zh_hant: 您的資料，隨時隨地都垂手可得

# IntroCarouselPage4Message
source: Save unlimited passwords across unlimited devices with Bitwarden mobile, browser, and desktop apps.
ar: حفظ كلمات المرور غير المحدودة عبر الأجهزة غير المحدودة مع الهاتف المحمول بت واردن والمتصفح وتطبيقات سطح المكتب.
az: Bitwarden mobil, brauzer və masaüstü tətbiqləri ilə limitsiz cihaz arasında limitsiz parol saxlayın.
bg: Съхранявайте неограничен брой пароли на множество устройства – с приложенията на Битуорден за мобилни телефони, браузър и компютър.
cs: Uložte neomezená hesla na neomezených zařízeních s Bitwardenem na mobilu, prohlížeči a desktopové aplikaci.
da: Gem ubegrænsede adgangskoder på tværs af ubegrænsede enheder med Bitwarden mobil-, webbrowser- og computer-apps.
de: Speicher eine unbegrenzte Anzahl von Passwörter auf unbegrenzt vielen Geräten mit Bitwarden-Apps für Smartphones, Browser und Desktop.
el: Αποθηκεύστε απεριόριστους κωδικούς πρόσβασης σε απεριόριστες συσκευές με τις εφαρμογές Bitwarden για κινητά, περιηγητές και υπολογιστές.
fa: کلمات عبور نامحدود را در دستگاه‌های نامحدود با برنامه‌های موبایل، مرورگر و دسکتاپ Bitwarden ذخیره کنید.
fi: Tallenna rajattomasti salasanoja, rajattomalla määrällä laitteita, Bitwardenin mobiili-, selain- ja työpöytäapeilla.
fr: Enregistrez des mots de passe illimités sur un nombre illimité d'appareils avec les applications mobiles, de navigateur et de bureau Bitwarden.
gl: Garda contrasinais ilimitados en dispositivos ilimitados con Bitwarden móbil, para navegador e para escritorio.
he: שמור מספר בלתי מוגבל של סיסמאות בין מספר בלתי מוגבל של מכשירים עם יישומי Bitwarden לנייד, דפדפן, ושולחן עבודה.
hr: Spremi neograničen broj lozinki na neograničenom broju uređaja s Bitwarden mobilnom aplikacijom, proširenjem za preglednik i aplikacijom za stolna računala.
hu: Mentsünk el a korlátlan jelszót korlátlan számú eszközön a Bitwarden mobil, böngésző és asztali alkalmazásokkal.
id: Simpan sandi tanpa batas lintas perangkat dengan aplikasi Bitwarden untuk mobile, browser, dan desktop.
it: Salva tutte le password che vuoi su un numero illimitato di dispositivi con le app Bitwarden per browser, mobile e desktop.
ja: Bitwarden モバイルアプリ、ブラウザ、デスクトップアプリで、デバイスやパスワード数の制限なしに保存できます。
lv: Neierobežotu paroļu skaitu var saglabāt neierobežotā ierīdžu daudzumā ar Bitwarden mobilo, pārlūka un darbvirsmas lietotni.
nl: Onbeperkt wachtwoorden opslaan op alle apparaten met Bitwarden-apps voor mobiel, browser en desktop.
pl: Zapisuj nieograniczoną liczbę haseł dzięki aplikacjom Bitwarden, które są dostępne na urządzeniach mobilnych, w przeglądarkach i na komputerach.
pt: Guarde palavras-passe ilimitadas em dispositivos ilimitados com as apps Bitwarden para telemóvel, navegador e computador.
pt_br: Salve senhas ilimitadas em dispositivos ilimitados com o aplicativo móvel, para computador, e navegador do Bitwarden.
sk: Ukladajte neobmedzený počet hesiel na neobmedzenom počte zariadení pomocou mobilných aplikácií, prehliadačov a desktopových aplikácií Bitwardenu.
sr: Сачувајте неограничене лозинке на неограниченим уређајима помоћу Bitwarden мобилних апликација, претраживача и десктоп апликација.
ta: பிட்வார்டன் மொபைல், உலாவி மற்றும் டெஸ்க்டாப் பயன்பாடுகளுடன் வரம்பற்ற சாதனங்களில் வரம்பற்ற கடவுச்சொற்களை சேமிக்கவும்.
th: บันทึกรหัสผ่านไม่จำกัดบนอุปกรณ์ไม่จำกัดด้วยแอปมือถือ เบราว์เซอร์ และเดสก์ท็อปของ Bitwarden
tr: Bitwarden mobil, tarayıcı ve masaüstü uygulamalarıyla istediğiniz kadar cihaza istediğiniz kadar parola kaydedebilirsiniz.
uk: Зберігайте скільки завгодно паролів на необмеженій кількості пристроїв, використовуючи Bitwarden для мобільних пристроїв, браузерів та комп'ютерів.
vi: Lưu trữ mật khẩu không giới hạn trên tất cả các thiết bị với ứng dụng di động, trình duyệt và máy tính của Bitwarden.
zh_hans: 使用 Bitwarden 移动端、浏览器和桌面 App 在无限制的设备上保存无限数量的密码。
zh_hant: 使用 Bitwarden 行動應用程式、瀏覽器及桌面應用程式在無限制的裝置來儲存無上限的密碼。

source: Account setup
ar: إعداد الحساب
az: Hesab quraşdırma
bg: Настройка на регистрацията
cs: Nastavení účtu
da: Kontoopsætning
de: Konto-Einrichtung
el: Ρύθμιση λογαριασμού
fa: راه‌اندازی حساب کاربری
fi: Tilin määritys
fr: Configuration du compte
gl: Configuración da conta
he: הגדרת חשבון
hr: Postavljanje računa
hu: Fiók beüzemelés
id: Siapkan akun
it: Configurazione account
ja: アカウントのセットアップ
lv: Konta iestatīšana
nl: Accountinstellingen
pl: Konfiguracja konta
pt: Configuração da conta
pt_br: Configuração da conta
sk: Nastavenie účtu
sr: Подешавање налога
ta: கணக்கு அமைப்பு
th: การตั้งค่าบัญชี
tr: Hesap kurulumu
uk: Налаштування облікового запису
vi: Thiết lập tài khoản
zh_hans: 账户设置
zh_hant: 帳號設定

source: Set up unlock
ar: إعداد فتح القفل
az: Kilid açmanı qur
bg: Настройте отключването
cs: Nastavit odemknutí
da: Opsæt oplåsning
de: Entsperren einrichten
el: Ρύθμιση ξεκλειδώματος
fa: راه‌اندازی باز کردن قفل
fi: Määritä lukituksen poisto
fr: Configurer le déverrouillage
gl: Configurar o desbloqueo
he: הגדר ביטול נעילה
hr: Postavi otključavanje
hu: Feloldás beüzemelés
id: Setel buka kunci
it: Imposta sblocco
ja: ロック解除を設定
lv: Iestatīt atslēgšanu
nl: Ontgrendelen instellen
pl: Ustaw odblokowanie
pt: Configurar o desbloqueio
pt_br: Configurar desbloqueio
sk: Nastaviť odomknutie
sr: Подесите откључавање
ta: திறப்பு அமை
th: ตั้งค่าการปลดล็อก
tr: Kilit açmayı ayarla
uk: Налаштувати розблокування
vi: Thiết lập mở khóa
zh_hans: 设置解锁
zh_hant: 設定解鎖

source: Set up biometrics or choose a PIN code to quickly access your vault and autofill your logins.
ar: إعداد القياسات الحيوية أو اختيار رمز PIN للوصول بسرعة إلى المخزن الخاص بك وملء تلقائي لتسجيل الدخول.
az: Seyfinizə cəld müraciət etmək və giriş məlumatlarınızı avto-doldurmaq üçün biometrik qurun və ya bir PIN kodu seçin.
bg: Настройте достъп чрез биометрични данни или изберете ПИН код, с който лесно да отключвате трезора си и да попълвате автоматично данните си за вписване.
cs: Nastavte si biometrické údaje nebo zvolte kód PIN pro rychlý přístup k trezoru a automatické vyplňování přihlašovacích údajů.
da: Opsæt biometri eller vælg en PIN-kode for hurtigt at tilgå boksen og autoudfylde logins.
de: Richte Biometrie ein oder lege einen PIN-Code fest, um schnell auf deinen Tresor zuzugreifen und deinen Zugangsdaten automatisch auszufüllen.
el: Ρυθμίστε τα βιομετρικά στοιχεία ή επιλέξτε έναν κωδικό PIN για γρήγορη πρόσβαση στο θησαυ/κιο και αυτόματη συμπλήρωση των συνδέσεών σας.
fa: راه‌اندازی بیومتریک یا انتخاب کد پین برای دسترسی سریع به گاوصندوق و پر کردن خودکار ورودهای شما.
fi: Määritä biometriatiedot tai aseta PIN-koodi avataksesi holvisi ja automaattitäyttääksesi kirjautumistietojasi nopeasti.
fr: Configurez des données biométriques ou choisissez un code NIP pour accéder rapidement à votre coffre et saisir automatiquement vos identifiants.
gl: Configura a biometría ou escolle un código PIN para acceder e autoencher rapidamente as túas credenciais.
he: הגדר זיהוי ביומטרי או בחר קוד PIN כדי לגשת במהירות לכספת שלך ולמלא אוטומטית את הכניסות שלך.
hr: Postavi biometriju ili odaberi PIN za brzu auto-ispunu prijava i pristup trezoru.
hu: Állítsunk be biometrikus adatokat vagy válasszunk egy PIN kódot a széf gyors eléréséhez és a bejelentkezések automatikus kitöltéséhez.
id: Atur biometrik atau pilih kode PIN untuk akses cepat ke brankas Anda dan isi otomatis login.
it: Imposta la biometria o scegli un codice PIN per accedere rapidamente alla tua cassaforte e riempire automaticamente i tuoi login.
ja: 生体認証を設定するか、PIN コードを選択して保管庫にすばやくアクセスし、ログインを自動入力します。
lv: Biometriju var iestatīt vai PIN kodu var izvēlēties, lai ātri piekļūtu savai glabātavai un automātiski aizpildītu pieteikšanās vienumus.
nl: Biometrie instellen of een pincode kiezen om snel toegang tot je kluis te krijgen en je inloggegevens automatisch in te vullen.
pl: Skonfiguruj biometrię lub ustaw kod PIN, aby szybko uzyskać dostęp do sejfu i automatycznie uzupełniać dane logowania.
pt: Configure a biometria ou escolha um código PIN para aceder rapidamente ao seu cofre e preencher automaticamente as suas credenciais.
pt_br: Configure a biometria ou escolha um código PIN para acessar rapidamente o seu cofre e preencher as suas credenciais.
sk: Nastavte biometriu alebo PIN kód pre rýchly prístup k trezoru a automatické vypĺňanie prístupových údajov.
sr: Подесите биометрију или изаберите ПИН кôд да бисте брзо приступили свом сефу и аутоматски попунили своје пријаве.
ta: உங்கள் பெட்டகத்தை விரைவாக அணுகவும், உங்கள் உள்நுழைவுகளை தானாக நிரப்பவும் பயோமெட்ரிக்ஸை அமைக்கவும் அல்லது ஒரு PIN குறியீட்டைத் தேர்ந்தெடுக்கவும்.
th: ตั้งค่าไบโอเมตริกหรือเลือกรหัส PIN เพื่อเข้าถึงตู้นิรภัยและป้อนข้อมูลเข้าสู่ระบบอัตโนมัติอย่างรวดเร็ว
tr: Kasanıza hızlıca erişmek ve hesaplarınızı otomatik doldurmak için biyometrik girişi ayarlayın ve PIN kodu belirleyin.
uk: Налаштуйте біометрію або PIN-код, щоб швидко відкривати сховище й автоматично заповнювати дані.
vi: Thiết lập sinh trắc học hoặc mã PIN để mở kho nhanh chóng và Tự động điền thông tin đăng nhập của bạn.
zh_hans: 设置生物识别或选择一个 PIN 码来快速访问您的密码库以及自动填充登录信息。
zh_hant: 設定生物辨識解鎖或選擇一組 PIN 碼來快速存取您的密碼庫和自動填入您的登入資訊。

source: Set up later
ar: الإعداد لاحقًا
az: Daha sonra qur
bg: Настройване по-късно
cs: Nastavit později
da: Opsæt senere
de: Später einrichten
el: Ρύθμιση αργότερα
fa: بعداً راه‌اندازی شود
fi: Määritä myöhemmin
fr: Configurer plus tard
gl: Configurar máis tarde
he: הגדר מאוחר יותר
hr: Postavi kasnije
hu: Beüzemelés később
id: Lakukan nanti
it: Più tardi
ja: 後でセットアップ
lv: Iestatīt vēlāk
nl: Later instellen
pl: Skonfiguruj później
pt: Configurar mais tarde
pt_br: Configurar mais tarde
sk: Nastaviť neskôr
sr: Подесићу касније
ta: பின்னர் அமைக்கவும்
th: ตั้งค่าภายหลัง
tr: Daha sonra ayarla
uk: Налаштувати згодом
vi: Thiết lập sau
zh_hans: 稍后设置
zh_hant: 稍後設定

source: Generate master password
ar: توليد كلمة مرور رئيسية
az: Ana parol yarat
bg: Генериране на главна парола
cs: Vygenerovat hlavní heslo
da: Generér hovedadgangskode
de: Master-Passwort generieren
el: Δημιουργία κύριου κωδικού πρόσβασης
fa: تولید کلمه عبور اصلی
fi: Luo pääsalasana
fr: Générer un mot de passe principal
gl: Xerar contrasinal mestre
he: צור סיסמה ראשית
hr: Generiraj glavnu lozinku
hu: Mesterjelszó generálás
id: Buat sandi utama
it: Genera password principale
ja: マスターパスワードの生成
lv: Izveidot galveno paroli
nl: Hoofdwachtwoord genereren
pl: Generuj hasło główne
pt: Gerar palavra-passe mestra
pt_br: Gerar senha principal
sk: Generovať hlavné heslo
sr: Генеришите главну лозинку
ta: மாஸ்டர் கடவுச்சொல்லை உருவாக்கு
th: สร้างรหัสผ่านหลัก
tr: Ana parola üret
uk: Генерувати головний пароль
vi: Tạo mật khẩu chính
zh_hans: 生成主密码
zh_hant: 產生主密碼

source: Generate
ar: توليد
az: Yarat
bg: Генериране
cs: Vygenerovat
da: Generér
de: Generieren
el: Δημιουργία
fa: تولید
fi: Luo
fr: Générer
gl: Xerar
he: צור
hr: Generiraj
hu: Generálás
id: Buat
it: Genera
ja: 生成
lv: Veidot
nl: Genereren
pl: Generuj
pt: Gerar
pt_br: Gerar
sk: Generovať
sr: Генериши
ta: உருவாக்கு
th: สร้าง
tr: Üret
uk: Генерувати
vi: Tạo
zh_hans: 生成
zh_hant: 產生

source: Write this password down and keep it somewhere safe.
ar: اكتب كلمة المرور هذه وحافظ عليها في مكان ما آمن.
az: Bu parolu bir yerə yazın və güvənli yerdə saxlayın.
bg: Запишете си тази парола и я пазете на сигурно място.
cs: Zapište si toto heslo a uschovejte jej někam do bezpečí.
da: Nedskriv denne adgangskode og opbevar den et sikkert sted.
de: Notiere dir dieses Passwort und bewahre es an einem sicheren Ort auf.
el: Σημειώστε αυτόν τον κωδικό πρόσβασης και αποθηκεύστε τον σε ασφαλές μέρος.
fa: این کلمه عبور را یادداشت کنید و در جایی امن نگه دارید.
fi: Kirjoita salasana ylös ja säilytä sitä turvallisessa paikassa.
fr: Écrivez ce mot de passe et conservez-le dans un endroit sûr.
gl: Anota este contrasinal e gárdao nun lugar seguro.
he: כתוב את הסיסמה הזאת ושמור אותה במקום בטוח.
hr: Zapiši ovu lozinku i čuvaj ju na sigurnom.
hu: Írjuk le ezt a jelszót és tartsuk biztonságos helyen.
id: Tulis sandi ini dan simpan di tempat yang aman.
it: Appunta questa password e conservala in un posto sicuro.
ja: このパスワードを書き留めて安全な場所に保管してください。
lv: Šī parole jāpieraksta un jātur drošā vietā.
nl: Schrijf dit wachtwoord op en bewaar het op een veilige plaats.
pl: Zapisz to hasło i przechowuj je w bezpiecznym miejscu.
pt: Anote esta palavra-passe e guarde-a num local seguro.
pt_br: Anote esta senha e mantenha-a em algum lugar seguro.
sk: Toto heslo si zapíšte a uložte na bezpečné miesto.
sr: Запишите ову лозинку и чувајте је негде на сигурном.
ta: இந்த கடவுச்சொல்லை எழுதி அதை ஒரு பாதுகாப்பான இடத்தில் வைக்கவும்.
th: จดรหัสผ่านนี้ไว้และเก็บในที่ปลอดภัย
tr: Bu parolayı not alıp güvenli bir yerde saklayın.
uk: Запишіть цей пароль і зберігайте його в надійному місці.
vi: Hãy ghi lại mật khẩu này và giữ nó ở nơi an toàn.
zh_hans: 写下此密码并将其保存在安全的地方。
zh_hant: 將此密碼寫下來，並且保存在安全的地方。
