Repository: bitwarden/ios
Catalog: BitwardenShared/UI/Platform/Application/Support/Localizations/*.lproj/Localizable.strings
Languages: kn

# RemovingSendPassword
source: Removing password
kn: ಪಾಸ್ವರ್ಡ್ ತೆಗೆದುಹಾಕಲಾಗುತ್ತಿದೆ

# SendPasswordRemoved
source: Password has been removed.
kn: ಪಾಸ್ವರ್ಡ್ ತೆಗೆದುಹಾಕಲಾಗಿದೆ.

# NotesInfo
source: Private notes about this Send.
kn: ಈ ಕಳುಹಿಸುವ ಬಗ್ಗೆ ಖಾಸಗಿ ಟಿಪ್ಪಣಿಗಳು.

# DisableSend
source: Deactivate this Send so that no one can access it
kn: ಇದನ್ನು ಕಳುಹಿಸುವುದನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿ ಇದರಿಂದ ಯಾರೂ ಅದನ್ನು ಪ್ರವೇಶಿಸಲಾಗುವುದಿಲ್ಲ.

# NoSends
source: There are no Sends in your account.
kn: ನಿಮ್ಮ ಖಾತೆಯಲ್ಲಿ ಯಾವುದೇ ಕಳುಹಿಸುವಿಕೆಗಳಿಲ್ಲ.

source: Add a Send
kn: ಕಳುಹಿಸು ಸೇರಿಸಿ

source: Copy link
kn: ಲಿಂಕ್ ಕಾಪಿ ಮಾಡಿ

source: Share link
kn: ಲಿಂಕ್ ಶೇರ್ ಮಾಡಿ

source: Send link
kn: ಲಿಂಕ್ ಕಳುಹಿಸಿ

source: Search Sends
kn: ಹುಡುಕಾಟ ಕಳುಹಿಸುತ್ತದೆ

source: Edit Send
kn: ಕಳುಹಿಸು ಸಂಪಾದಿಸಿ

# AddSend
source: New Send
kn: ಕಳುಹಿಸು ಸೇರಿಸಿ

# AreYouSureDeleteSend
source: Are you sure you want to delete this Send?
kn: ಈ ಕಳುಹಿಸುವಿಕೆಯನ್ನು ಅಳಿಸಲು ನೀವು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ?

source: Send deleted
kn: ಕಳುಹಿಸು ಅಳಿಸಲಾಗಿದೆ.

# SendUpdated
source: Send saved
kn: ನವೀಕರಿಸಲಾಗಿದೆ ಕಳುಹಿಸಿ.

# NewSendCreated
source: Send created
kn: ಹೊಸ ಕಳುಹಿಸುವಿಕೆಯನ್ನು ರಚಿಸಲಾಗಿದೆ.

# OneDay
source: 1 day
kn: 1 ದಿನ

# TwoDays
source: 2 days
kn: 2 ದಿನಗಳು

# ThreeDays
source: 3 days
kn: 3 ದಿನಗಳು

# SevenDays
source: 7 days
kn: 7 ದಿನಗಳು

# ThirtyDays
source: 30 days
kn: 30 ದಿನಗಳು

source: Custom
kn: ಕಸ್ಟಮ್

# ShareOnSave
source: Share this Send upon save
kn: ಸೇವ್ ಆನ್ ಸೇವ್ ಅನ್ನು ಹಂಚಿಕೊಳ್ಳಿ.

source: About Send
kn: ಕಳುಹಿಸುವ ಬಗ್ಗೆ

# HideEmail
source: Hide my email address from recipients
kn: ಸ್ವೀಕರಿಸುವವರಿಂದ ನನ್ನ ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ಮರೆಮಾಡಿ.

# SendOptionsPolicyInEffect
source: One or more organization policies are affecting your Send options.
kn: ಒಂದು ಅಥವಾ ಹೆಚ್ಚಿನ ಸಂಸ್ಥೆಯ ನೀತಿಗಳು ನಿಮ್ಮ ಕಳುಹಿಸುವ ಆಯ್ಕೆಗಳ ಮೇಲೆ ಪರಿಣಾಮ ಬೀರುತ್ತವೆ.

# SendFileEmailVerificationRequired
source: You must verify your email to use files with Send. You can verify your email in the web vault.
kn: ಕಳುಹಿಸುವಿಕೆಯೊಂದಿಗೆ ಫೈಲ್‌ಗಳನ್ನು ಬಳಸಲು ನಿಮ್ಮ ಇಮೇಲ್ ಅನ್ನು ನೀವು ಪರಿಶೀಲಿಸಬೇಕು. ವೆಬ್ ವಾಲ್ಟ್ನಲ್ಲಿ ನಿಮ್ಮ ಇಮೇಲ್ ಅನ್ನು ನೀವು ಪರಿಶೀಲಿಸಬಹುದು.

# PasswordPrompt
source: Master password re-prompt
kn: ಮಾಸ್ಟರ್ ಪಾಸ್ವರ್ಡ್ ಮರು-ಪ್ರಾಂಪ್ಟ್

# PasswordConfirmation
source: Master password confirmation
kn: ಮಾಸ್ಟರ್ ಪಾಸ್ವರ್ಡ್ ದೃಢೀಕರಣ

# PasswordConfirmationDesc
source: This action is protected, to continue please re-enter your master password to verify your identity.
kn: ಮುಂದುವರಿಯಲು ಈ ಕ್ರಿಯೆಯನ್ನು ರಕ್ಷಿಸಲಾಗಿದೆ, ದಯವಿಟ್ಟು ನಿಮ್ಮ ಗುರುತನ್ನು ಪರಿಶೀಲಿಸಲು ನಿಮ್ಮ ಮಾಸ್ಟರ್ ಪಾಸ್‌ವರ್ಡ್ ಅನ್ನು ಮರು ನಮೂದಿಸಿ.
