Repository: bitwarden/ios
Catalog: BitwardenShared/UI/Platform/Application/Support/Localizations/*.lproj/Localizable.strings
Languages: kn

# AutofillServiceDescription
source: The Bitwarden auto-fill service uses the Android Autofill Framework to assist in filling login information into other apps on your device.
kn: ನಿಮ್ಮ ಸಾಧನದಲ್ಲಿನ ಇತರ ಅಪ್ಲಿಕೇಶನ್‌ಗಳಿಗೆ ಲಾಗಿನ್‌ಗಳು, ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್‌ಗಳು ಮತ್ತು ಗುರುತಿನ ಮಾಹಿತಿಯನ್ನು ಭರ್ತಿ ಮಾಡಲು ಸಹಾಯ ಮಾಡಲು ಬಿಟ್‌ವಾರ್ಡೆನ್ ಸ್ವಯಂ-ಭರ್ತಿ ಸೇವೆ ಆಂಡ್ರಾಯ್ಡ್ ಆಟೋಫಿಲ್ ಫ್ರೇಮ್‌ವರ್ಕ್ ಅನ್ನು ಬಳಸುತ್ತದೆ.

# BitwardenAutofillServiceDescription
source: Use the Bitwarden auto-fill service to fill login information into other apps.
kn: ಲಾಗಿನ್‌ಗಳು, ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್‌ಗಳು ಮತ್ತು ಗುರುತಿನ ಮಾಹಿತಿಯನ್ನು ಇತರ ಅಪ್ಲಿಕೇಶನ್‌ಗಳಲ್ಲಿ ತುಂಬಲು ಬಿಟ್‌ವಾರ್ಡೆನ್ ಸ್ವಯಂ-ಭರ್ತಿ ಸೇವೆಯನ್ನು ಬಳಸಿ.

# BitwardenAutofillServiceOpenAutofillSettings
source: Open Autofill Settings
kn: ಆಟೋಫಿಲ್ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ತೆರೆಯಿರಿ

source: Face ID
kn: ಫೇಸ್ ಐಡಿ

# FaceIDDirection
source: Use Face ID to verify.
kn: ಪರಿಶೀಲಿಸಲು ಫೇಸ್ ಐಡಿ ಬಳಸಿ.

source: Use Face ID To Unlock
kn: ಅನ್ಲಾಕ್ ಮಾಡಲು ಫೇಸ್ ಐಡಿ ಬಳಸಿ

source: Verify Face ID
kn: ಫೇಸ್ ಐಡಿ ಪರಿಶೀಲಿಸಿ

source: Windows Hello
kn: ವಿಂಡೋಸ್ ಹಲೋ

# BitwardenAutofillGoToSettings
source: We were unable to automatically open the Android autofill settings menu for you. You can navigate to the autofill settings menu manually from Android Settings > System > Languages and input > Advanced > Autofill service.
kn: ನಿಮಗಾಗಿ Android ಆಟೋಫಿಲ್ ಸೆಟ್ಟಿಂಗ್‌ಗಳ ಮೆನುವನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ತೆರೆಯಲು ನಮಗೆ ಸಾಧ್ಯವಾಗಲಿಲ್ಲ. ನೀವು Android ಸೆಟ್ಟಿಂಗ್‌ಗಳಿಂದ ಹಸ್ತಚಾಲಿತವಾಗಿ ಆಟೋಫಿಲ್ ಸೆಟ್ಟಿಂಗ್‌ಗಳ ಮೆನುಗೆ ನ್ಯಾವಿಗೇಟ್ ಮಾಡಬಹುದು > ಸಿಸ್ಟಮ್ > ಭಾಷೆಗಳು ಮತ್ತು ಇನ್ಪುಟ್ > ಸುಧಾರಿತ > ಆಟೋಫಿಲ್ ಸೇವೆ.

source: Custom field name
kn: ಕಸ್ಟಮ್ಫೀಲ್ಡ್ ನೇಮ್

# FieldTypeBoolean
source: Boolean
kn: ಬೂಲಿಯನ್

# FieldTypeHidden
source: Hidden
kn: ಮರೆಮಾಡಲಾಗಿದೆ

# FieldTypeText
source: Text
kn: ಪಠ್ಯ

source: New custom field
kn: ಹೊಸ ಕಸ್ಟಮ್ ಕ್ಷೇತ್ರ

# SelectTypeField
source: What type of custom field do you want to add?
kn: ನೀವು ಯಾವ ರೀತಿಯ ಕಸ್ಟಮ್ ಕ್ಷೇತ್ರವನ್ನು ಸೇರಿಸಲು ಬಯಸುತ್ತೀರಿ?

source: Remove
kn: ತೆಗೆ

source: New URI
kn: ಹೊಸ ಯುಆರ್ಐ

# URIPosition
source: URI %1$@
kn: ಯುಆರ್ಐ %1$@

source: Base domain
kn: ಮೂಲ ಡೊಮೇನ್

source: Default
kn: ಡಿಫಾಲ್ಟ್

source: Exact
kn: ನಿಖರವಾಗಿ

source: Host
kn: ಅತಿಥೆಯ

# RegEx
source: Regular expression
kn: ನಿಯಮಿತ ಅಭಿವ್ಯಕ್ತಿ

source: Starts with
kn: ಇದರೊಂದಿಗೆ ಪ್ರಾರಂಭವಾಗುತ್ತದೆ

source: URI match detection
kn: ಯುಆರ್ಐ ಪಂದ್ಯ ಪತ್ತೆ

source: Match detection
kn: ಹೊಂದಾಣಿಕೆ ಪತ್ತೆ

source: Yes, and save
kn: ಹೌದು, ಮತ್ತು ಉಳಿಸಿ

source: Auto-fill and save
kn: ಸ್ವಯಂ ಭರ್ತಿ ಮತ್ತು ಉಳಿಸಿ

source: Organization
kn: ಸಂಸ್ಥೆ

# HoldYubikeyNearTop
source: Hold your Yubikey near the top of the device.
kn: ನಿಮ್ಮ ಯುಬಿಕಿಯನ್ನು ಸಾಧನದ ಮೇಲ್ಭಾಗದಲ್ಲಿ ಹಿಡಿದುಕೊಳ್ಳಿ.

source: Try again
kn: ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ

# YubiKeyInstructionIos
source: To continue, hold your YubiKey NEO against the back of the device.
kn: ಮುಂದುವರೆಯಲು, ಸಾಧನದ ಹಿಂಭಾಗದಲ್ಲಿ ನಿಮ್ಮ ಯೂಬಿಕೆ ಎನ್ಇಒ ಅನ್ನು ಹಿಡಿದುಕೊಳ್ಳಿ.

# BitwardenAutofillAccessibilityServiceDescription2
source: The accessibility service may be helpful to use when apps do not support the standard auto-fill service.
kn: ಸ್ಟ್ಯಾಂಡರ್ಡ್ ಸ್ವಯಂ-ಭರ್ತಿ ಸೇವೆಯನ್ನು ಅಪ್ಲಿಕೇಶನ್‌ಗಳು ಬೆಂಬಲಿಸದಿದ್ದಾಗ ಬಳಸಲು ಪ್ರವೇಶ ಸೇವೆ ಸಹಾಯವಾಗಬಹುದು.

# DatePasswordUpdated
source: Password updated
kn: ಪಾಸ್ವರ್ಡ್ ನವೀಕರಿಸಲಾಗಿದೆ

# DateUpdated
source: Updated
kn: ಅಪ್‌ಡೇಟ್

source: AutoFill activated!
kn: ಆಟೋಫಿಲ್ ಸಕ್ರಿಯಗೊಂಡಿದೆ!

# MustLogInMainAppAutofill
source: You must log into the main Bitwarden app before you can use AutoFill.
kn: ನೀವು ಆಟೋಫಿಲ್ ಬಳಸುವ ಮೊದಲು ಮುಖ್ಯ ಬಿಟ್‌ವಾರ್ಡೆನ್ ಅಪ್ಲಿಕೇಶನ್‌ಗೆ ಲಾಗ್ ಇನ್ ಆಗಬೇಕು.

# AutofillSetup
source: Your logins are now easily accessible right from your keyboard while logging into apps and websites.
kn: ಅಪ್ಲಿಕೇಶನ್‌ಗಳು ಮತ್ತು ವೆಬ್‌ಸೈಟ್‌ಗಳಿಗೆ ಲಾಗ್ ಇನ್ ಆಗುವಾಗ ನಿಮ್ಮ ಲಾಗಿನ್‌ಗಳನ್ನು ನಿಮ್ಮ ಕೀಬೋರ್ಡ್‌ನಿಂದ ಸುಲಭವಾಗಿ ಪ್ರವೇಶಿಸಬಹುದು.

# BitwardenAutofillDescription
source: Access your vault directly from your keyboard to quickly autofill passwords.
kn: ಪಾಸ್ವರ್ಡ್ಗಳನ್ನು ತ್ವರಿತವಾಗಿ ಸ್ವಯಂ ತುಂಬಲು ನಿಮ್ಮ ಕೀಲಿಮಣೆಯಿಂದ ನೇರವಾಗಿ ನಿಮ್ಮ ವಾಲ್ಟ್ ಅನ್ನು ಪ್ರವೇಶಿಸಿ.

# AutofillTurnOn
source: To set up password auto-fill on your device, follow these instructions:
kn: ನಿಮ್ಮ ಸಾಧನದಲ್ಲಿ ಪಾಸ್‌ವರ್ಡ್ ಸ್ವಯಂಚಾಲಿತ ಭರ್ತಿ ಮಾಡಲು, ಈ ಸೂಚನೆಗಳನ್ನು ಅನುಸರಿಸಿ:

# AutofillTurnOn1
source: 1. Go to the iOS "Settings" app
kn: 1. ಐಒಎಸ್ "ಸೆಟ್ಟಿಂಗ್ಸ್" ಅಪ್ಲಿಕೇಶನ್‌ಗೆ ಹೋಗಿ

# AutofillTurnOn2
source: 2. Tap "Passwords"
kn: 2. "ಪಾಸ್‌ವರ್ಡ್‌ಗಳು ಮತ್ತು ಖಾತೆಗಳು" ಟ್ಯಾಪ್ ಮಾಡಿ

# AutofillTurnOn3
source: 3. Tap "AutoFill Passwords"
kn: 3. "ಆಟೋಫಿಲ್ ಪಾಸ್‌ವರ್ಡ್‌ಗಳು" ಟ್ಯಾಪ್ ಮಾಡಿ

# AutofillTurnOn4
source: 4. Turn on AutoFill
kn: 4. ಆಟೋಫಿಲ್ ಆನ್ ಮಾಡಿ

# AutofillTurnOn5
source: 5. Select "Bitwarden"
kn: 5. "ಬಿಟ್ವಾರ್ಡನ್" ಆಯ್ಕೆಮಾಡಿ

source: Password auto-fill
kn: ಪಾಸ್ವರ್ಡ್ ಆಟೋಫಿಲ್

# BitwardenAutofillAlert2
source: The easiest way to add new logins to your vault is by using the Bitwarden Password AutoFill extension. Learn more about using the Bitwarden Password AutoFill extension by navigating to the "Settings" screen.
kn: ನಿಮ್ಮ ವಾಲ್ಟ್‌ಗೆ ಹೊಸ ಲಾಗಿನ್‌ಗಳನ್ನು ಸೇರಿಸಲು ಸುಲಭವಾದ ಮಾರ್ಗವೆಂದರೆ ಬಿಟ್‌ವರ್ಡ್ ಪಾಸ್‌ವರ್ಡ್ ಆಟೋಫಿಲ್ ವಿಸ್ತರಣೆಯನ್ನು ಬಳಸುವುದು. "ಸೆಟ್ಟಿಂಗ್‌ಗಳು" ಪರದೆಗೆ ನ್ಯಾವಿಗೇಟ್ ಮಾಡುವ ಮೂಲಕ ಬಿಟ್‌ವಾರ್ಡೆನ್ ಪಾಸ್‌ವರ್ಡ್ ಆಟೋಫಿಲ್ ವಿಸ್ತರಣೆಯನ್ನು ಬಳಸುವ ಬಗ್ಗೆ ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ.

# InvalidEmail
source: Invalid email address.
kn: ಅಮಾನ್ಯ ಇಮೇಲ್ ವಿಳಾಸ.

source: Cards
kn: ಕಾರ್ಡ್‌ಗಳು

source: Identities
kn: ಗುರುತುಗಳು

source: Logins
kn: ಲಾಗಿನ್ಸ್

source: Secure notes
kn: ಸುರಕ್ಷಿತ ಟಿಪ್ಪಣಿಗಳು

source: All items
kn: ಎಲ್ಲಾ ವಸ್ತುಗಳು

source: URIs
kn: ಯುಆರ್ಐಗಳು

source: Checking password...
kn: ಪಾಸ್‌ವರ್ಡ್ ಪರಿಶೀಲಿಸುತ್ತಿದೆ…

# CheckPassword
source: Check if password has been exposed.
kn: ಪಾಸ್ವರ್ಡ್ ಬಹಿರಂಗಗೊಂಡಿದೆಯೇ ಎಂದು ಪರಿಶೀಲಿಸಿ.

# PasswordExposed
source: This password has been exposed %1$@ time(s) in data breaches. You should change it.
kn: ಡೇಟಾ ಪಾಸ್‌ಗಳಲ್ಲಿ ಈ ಪಾಸ್‌ವರ್ಡ್ %1$@ ಸಮಯ (ಗಳು) ಅನ್ನು ಬಹಿರಂಗಪಡಿಸಲಾಗಿದೆ. ನೀವು ಅದನ್ನು ಬದಲಾಯಿಸಬೇಕು.

# PasswordSafe
source: This password was not found in any known data breaches. It should be safe to use.
kn: ತಿಳಿದಿರುವ ಯಾವುದೇ ಡೇಟಾ ಉಲ್ಲಂಘನೆಗಳಲ್ಲಿ ಈ ಪಾಸ್‌ವರ್ಡ್ ಕಂಡುಬಂದಿಲ್ಲ. ಅದನ್ನು ಬಳಸಲು ಸುರಕ್ಷಿತವಾಗಿರಬೇಕು.

source: Identity name
kn: ಹೆಸರು ಗುರುತು

source: Value
kn: ಮೌಲ್ಯ

source: Password history
kn: ಪಾಸ್ವರ್ಡ್ ಇತಿಹಾಸ

source: Types
kn: ರೀತಿಯ

source: No passwords to list.
kn: ಪಟ್ಟಿ ಮಾಡಲು ಪಾಸ್‌ವರ್ಡ್‌ಗಳಿಲ್ಲ.

# NoItemsToList
source: There are no items to list.
kn: ಪಟ್ಟಿ ಮಾಡಲು ಯಾವುದೇ ಐಟಂಗಳಿಲ್ಲ.

source: Search collection
kn: ಸಂಗ್ರಹಣೆ ಹುಡುಕಿ

source: Type
kn: ಪ್ರಕಾರ

source: Move down
kn: ಕೆಳಕ್ಕೆ ಸರಿಸು

source: Move Up
kn: ಮೇಲಕ್ಕೆ ಸರಿಸಿ

source: Miscellaneous
kn: ಇತರೆ

source: Ownership
kn: ಮಾಲೀಕತ್ವ

source: Who owns this item?
kn: ಈ ಐಟಂ ಅನ್ನು ಯಾರು ಹೊಂದಿದ್ದಾರೆ?

# NoCollectionsToList
source: There are no collections to list.
kn: ಪಟ್ಟಿ ಮಾಡಲು ಯಾವುದೇ ಸಂಗ್ರಹಗಳಿಲ್ಲ.

# ItemShared
source: Item has been shared.
kn: ಐಟಂ ಹಂಚಿಕೊಳ್ಳಲಾಗಿದೆ.

# SelectOneCollection
source: You must select at least one collection.
kn: ನೀವು ಕನಿಷ್ಠ ಒಂದು ಸಂಗ್ರಹವನ್ನು ಆರಿಸಬೇಕು.

source: Share
kn: ಹಂಚಿಕೊಳ್ಳಿ

source: Share Item
kn: ಐಟಂ ಹಂಚಿಕೊಳ್ಳಿ

# NoOrgsToList
source: No organizations to list.
kn: ಪಟ್ಟಿ ಮಾಡಲು ಯಾವುದೇ ಸಂಸ್ಥೆಗಳು ಇಲ್ಲ.

source: Number of words
kn: ಪದಗಳ ಸಂಖ್ಯೆ

source: Passphrase
kn: ಪಾಸ್ಫ್ರೇಸ್

source: Word separator
kn: ಪದ ವಿಭಜಕ

source: Clear
kn: ಕ್ಲಿಯರ್‌

source: Generator
kn: ಜನರೇಟರ್

# NoFoldersToList
source: There are no folders to list.
kn: ಪಟ್ಟಿ ಮಾಡಲು ಯಾವುದೇ ಫೋಲ್ಡರ್‌ಗಳಿಲ್ಲ.

source: Fingerprint phrase
kn: ಫಿಂಗರ್ಪ್ರಿಂಟ್ ಫ್ರೇಸ್

# YourAccountsFingerprint
source: Your account's fingerprint phrase
kn: ನಿಮ್ಮ ಖಾತೆಯ ಫಿಂಗರ್‌ಪ್ರಿಂಟ್ ನುಡಿಗಟ್ಟು

source: Export vault
kn: ರಫ್ತು ವಾಲ್ಟ್

source: Lock now
kn: ಈಗ ಲಾಕ್ ಮಾಡಿ

source: PIN
kn: ಪಿನ್

source: Unlock
kn: ಅನ್‌ಲಾಕ್ ಮಾಡಿ

# ThirtyMinutes
source: 30 minutes
kn: 30 ನಿಮಿಷಗಳು

# SetPINDescription
source: Set your PIN code for unlocking Bitwarden. Your PIN settings will be reset if you ever fully log out of the application.
kn: ಬಿಟ್‌ವಾರ್ಡೆನ್ ಅನ್ಲಾಕ್ ಮಾಡಲು ನಿಮ್ಮ ಪಿನ್ ಕೋಡ್ ಅನ್ನು ಹೊಂದಿಸಿ. ನೀವು ಎಂದಾದರೂ ಅಪ್ಲಿಕೇಶನ್‌ನಿಂದ ಸಂಪೂರ್ಣವಾಗಿ ಲಾಗ್ out ಟ್ ಆಗಿದ್ದರೆ ನಿಮ್ಮ ಪಿನ್ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಮರುಹೊಂದಿಸಲಾಗುತ್ತದೆ.

# LoggedInAsOn
source: Logged in as %1$@ on %2$@.
kn: %2$@ ನಲ್ಲಿ %1$@ ಆಗಿ ಲಾಗ್ ಇನ್ ಮಾಡಲಾಗಿದೆ.

# VaultLockedMasterPassword
source: Your vault is locked. Verify your master password to continue.
kn: ನಿಮ್ಮ ವಾಲ್ಟ್ ಲಾಕ್ ಆಗಿದೆ. ಮುಂದುವರೆಯಲು ನಿಮ್ಮ ಮಾಸ್ಟರ್ ಪಾಸ್‌ವರ್ಡ್ ಅನ್ನು ಪರಿಶೀಲಿಸಿ.

# VaultLockedPIN
source: Your vault is locked. Verify your PIN code to continue.
kn: ನಿಮ್ಮ ವಾಲ್ಟ್ ಲಾಕ್ ಆಗಿದೆ. ಮುಂದುವರೆಯಲು ನಿಮ್ಮ ಪಿನ್ ಕೋಡ್ ಪರಿಶೀಲಿಸಿ.

source: Dark
kn: ಡಾರ್ಕ್

source: Light
kn: ಬೆಳಕು

# FiveMinutes
source: 5 minutes
kn: ೫ ನಿಮಿಷಗಳು

# TenSeconds
source: 10 seconds
kn: ೧೦ ಕ್ಷಣ

# ThirtySeconds
source: 30 seconds
kn: ೩೦ ಕ್ಷಣ

# TwentySeconds
source: 20 seconds
kn: ೨0 ಸೆಕೆಂಡುಗಳು

# TwoMinutes
source: 2 minutes
kn: ೨ ನಿಮಿಷಗಳು

source: Clear clipboard
kn: ಕ್ಲಿಪ್‌ಬೋರ್ಡ್ ತೆರವುಗೊಳಿಸಿ

# ClearClipboardDescription
source: Automatically clear copied values from your clipboard.
kn: ನಿಮ್ಮ ಕ್ಲಿಪ್‌ಬೋರ್ಡ್‌ನಿಂದ ನಕಲಿಸಿದ ಮೌಲ್ಯಗಳನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ತೆರವುಗೊಳಿಸಿ.

source: Default URI match detection
kn: ಡೀಫಾಲ್ಟ್ ಯುಆರ್ಐ ಹೊಂದಾಣಿಕೆ ಪತ್ತೆ

# DefaultUriMatchDetectionDescription
source: Choose the default way that URI match detection is handled for logins when performing actions such as auto-fill.
kn: ಸ್ವಯಂ ಭರ್ತಿಯಂತಹ ಕ್ರಿಯೆಗಳನ್ನು ನಿರ್ವಹಿಸುವಾಗ ಲಾಗಿನ್‌ಗಳಿಗಾಗಿ URI ಹೊಂದಾಣಿಕೆ ಪತ್ತೆಹಚ್ಚುವಿಕೆಯನ್ನು ನಿರ್ವಹಿಸುವ ಪೂರ್ವನಿಯೋಜಿತ ಮಾರ್ಗವನ್ನು ಆರಿಸಿ.

source: Theme
kn: ಥೀಮ್ಸ್

# ThemeDescription
source: Change the application's color theme.
kn: ಅಪ್ಲಿಕೇಶನ್‌ನ ಬಣ್ಣ ಥೀಮ್ ಅನ್ನು ಬದಲಾಯಿಸಿ.

# CopyNotes
source: Copy note
kn: ಟಿಪ್ಪಣಿ ನಕಲಿಸಿ

source: Exit
kn: ನಿರ್ಗಮಿಸು

# ExitConfirmation
source: Are you sure you want to exit Bitwarden?
kn: ಖಚಿತವಾಗಿ ನಿರ್ಗಮಿಸಲು ಬಯಸುವಿರಾ?

# PINRequireMasterPasswordRestart
source: Do you want to require unlocking with your master password when the application is restarted?
kn: ಅಪ್ಲಿಕೇಶನ್ ಪುನರಾರಂಭಗೊಂಡಾಗ ನಿಮ್ಮ ಮಾಸ್ಟರ್ ಪಾಸ್‌ವರ್ಡ್‌ನೊಂದಿಗೆ ಅನ್‌ಲಾಕ್ ಮಾಡುವ ಅಗತ್ಯವಿದೆಯೇ?

source: Black
kn: ಕಪ್ಪು

# OnRestart
source: On app restart
kn: ಅಪ್ಲಿಕೇಶನ್ ಮರುಪ್ರಾರಂಭದಲ್ಲಿ

# AutofillServiceNotEnabled
source: Auto-fill makes it easy to securely access your Bitwarden vault from other websites and apps. It looks like you have not set up an auto-fill service for Bitwarden. Set up auto-fill for Bitwarden from the "Settings" screen.
kn: ಸ್ವಯಂ-ಭರ್ತಿ ಇತರ ವೆಬ್‌ಸೈಟ್‌ಗಳು ಮತ್ತು ಅಪ್ಲಿಕೇಶನ್‌ಗಳಿಂದ ನಿಮ್ಮ ಬಿಟ್‌ವಾರ್ಡನ್ ವಾಲ್ಟ್ ಅನ್ನು ಸುರಕ್ಷಿತವಾಗಿ ಪ್ರವೇಶಿಸಲು ಸುಲಭಗೊಳಿಸುತ್ತದೆ. ನೀವು ಬಿಟ್‌ವಾರ್ಡೆನ್‌ಗಾಗಿ ಸ್ವಯಂ ಭರ್ತಿ ಸೇವೆಯನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿಲ್ಲ ಎಂದು ತೋರುತ್ತಿದೆ. "ಸೆಟ್ಟಿಂಗ್‌ಗಳು" ಪರದೆಯಿಂದ ಬಿಟ್‌ವಾರ್ಡೆನ್‌ಗಾಗಿ ಸ್ವಯಂ ಭರ್ತಿ ಸಕ್ರಿಯಗೊಳಿಸಿ.

# ThemeAppliedOnRestart
source: Your theme changes will apply when the app is restarted.
kn: ಅಪ್ಲಿಕೇಶನ್ ಮರುಪ್ರಾರಂಭಿಸಿದಾಗ ನಿಮ್ಮ ಥೀಮ್ ಬದಲಾವಣೆಗಳು ಅನ್ವಯವಾಗುತ್ತವೆ.

source: Capitalize
kn: ದೊಡ್ಡಕ್ಷರ ಮಾಡಿ

source: Include number
kn: ಸಂಖ್ಯೆಯನ್ನು ಸೇರಿಸಿ

source: Download
kn: ಡೌನ್‌ಲೋಡ್

source: Shared
kn: ಹಂಚಿಕೊಳ್ಳಲಾಗಿದೆ

source: Toggle visibility
kn: ಗೋಚರತೆಯನ್ನು ಟಾಗಲ್ ಮಾಡಿ

# LoginExpired
source: Your login session has expired.
kn: ನಿಮ್ಮ ಲಾಗಿನ್ ಸೆಷನ್ ಅವಧಿ ಮೀರಿದೆ.

# BiometricsDirection
source: Biometric verification
kn: ಬಯೋಮೆಟ್ರಿಕ್ ಪರಿಶೀಲನೆ

source: Biometrics
kn: ಬಯೋಮೆಟ್ರಿಕ್

source: Use biometrics to unlock
kn: ಅನ್ಲಾಕ್ ಮಾಡಲು ಬಯೋಮೆಟ್ರಿಕ್ಸ್ ಬಳಸಿ

# AccessibilityOverlayPermissionAlert
source: Bitwarden needs attention - See "Auto-fill Accessibility Service" from Bitwarden settings
kn: ಬಿಟ್‌ವಾರ್ಡೆನ್‌ಗೆ ಗಮನ ಬೇಕು - ಬಿಟ್‌ವಾರ್ಡೆನ್ ಸೆಟ್ಟಿಂಗ್‌ಗಳಿಂದ "ಸ್ವಯಂ-ಭರ್ತಿ ಪ್ರವೇಶಿಸುವಿಕೆ ಸೇವೆ" ನೋಡಿ

# BitwardenAutofillServiceOverlayPermission
source: 3. On the Android App Settings screen for Bitwarden, go to the "Display over other apps" options (under Advanced) and tap the toggle to allow overlay support.
kn: 3. ಬಿಟ್‌ವಾರ್ಡೆನ್‌ಗಾಗಿ ಆಂಡ್ರಾಯ್ಡ್ ಅಪ್ಲಿಕೇಶನ್ ಸೆಟ್ಟಿಂಗ್‌ಗಳ ಪರದೆಯಲ್ಲಿ, "ಇತರ ಅಪ್ಲಿಕೇಶನ್‌ಗಳ ಮೇಲೆ ಪ್ರದರ್ಶಿಸು" ಆಯ್ಕೆಗಳಿಗೆ (ಸುಧಾರಿತ ಅಡಿಯಲ್ಲಿ) ಹೋಗಿ ಮತ್ತು ಓವರ್‌ಲೇ ಬೆಂಬಲವನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಲು ಟಾಗಲ್ ಟ್ಯಾಪ್ ಮಾಡಿ.

# OverlayPermission
source: Permission
kn: ಅನುಮತಿಗಳು

# BitwardenAutofillServiceOpenOverlayPermissionSettings
source: Open Overlay Permission Settings
kn: ಓವರ್‌ಲೇ ಅನುಮತಿ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ತೆರೆಯಿರಿ

# BitwardenAutofillServiceStep3
source: 3. On the Android App Settings screen for Bitwarden, select "Display over other apps" (under "Advanced") and switch on the toggle to allow the overlay.
kn: 3. ಬಿಟ್‌ವಾರ್ಡೆನ್‌ಗಾಗಿ ಆಂಡ್ರಾಯ್ಡ್ ಅಪ್ಲಿಕೇಶನ್ ಸೆಟ್ಟಿಂಗ್‌ಗಳ ಪರದೆಯಲ್ಲಿ, "ಇತರ ಅಪ್ಲಿಕೇಶನ್‌ಗಳ ಮೇಲೆ ಪ್ರದರ್ಶಿಸು" ("ಸುಧಾರಿತ" ಅಡಿಯಲ್ಲಿ) ಆಯ್ಕೆಮಾಡಿ ಮತ್ತು ಓವರ್‌ಲೇ ಅನ್ನು ಅನುಮತಿಸಲು ಟಾಗಲ್ ಆನ್ ಮಾಡಿ.

source: Denied
kn: ನಿರಾಕರಿಸಲಾಗಿದೆ

source: Granted
kn: ಮಂಜೂರು

source: File format
kn: ಕಡತದ ಮಾದರಿ

# ExportVaultMasterPasswordDescription
source: Enter your master password to export your vault data.
kn: ನಿಮ್ಮ ವಾಲ್ಟ್ ಡೇಟಾವನ್ನು ರಫ್ತು ಮಾಡಲು ನಿಮ್ಮ ಮಾಸ್ಟರ್ ಪಾಸ್‌ವರ್ಡ್ ಅನ್ನು ನಮೂದಿಸಿ.

# ExportVaultWarning
source: This export contains your vault data in an unencrypted format. You should not store or send the exported file over unsecure channels (such as email). Delete it immediately after you are done using it.
kn: ಈ ರಫ್ತು ನಿಮ್ಮ ವಾಲ್ಟ್ ಡೇಟಾವನ್ನು ಎನ್‌ಕ್ರಿಪ್ಟ್ ಮಾಡದ ಸ್ವರೂಪದಲ್ಲಿ ಒಳಗೊಂಡಿದೆ. ನೀವು ರಫ್ತು ಮಾಡಿದ ಫೈಲ್ ಅನ್ನು ಅಸುರಕ್ಷಿತ ಚಾನಲ್‌ಗಳಲ್ಲಿ (ಇಮೇಲ್ ನಂತಹ) ಸಂಗ್ರಹಿಸಬಾರದು ಅಥವಾ ಕಳುಹಿಸಬಾರದು. ನೀವು ಅದನ್ನು ಬಳಸಿದ ನಂತರ ಅದನ್ನು ಅಳಿಸಿ.

# ExportVaultConfirmationTitle
source: Confirm vault export
kn: ವಾಲ್ಟ್ ರಫ್ತು ಖಚಿತಪಡಿಸಿ

source: Warning
kn: ಎಚ್ಚರಿಕೆ

# ExportVaultFailure
source: There was a problem exporting your vault. If the problem persists, you'll need to export from the web vault.
kn: ನಿಮ್ಮ ವಾಲ್ಟ್ ಅನ್ನು ರಫ್ತು ಮಾಡುವಲ್ಲಿ ಸಮಸ್ಯೆ ಇದೆ. ಸಮಸ್ಯೆ ಮುಂದುವರಿದರೆ, ನೀವು ವೆಬ್ ವಾಲ್ಟ್‌ನಿಂದ ರಫ್ತು ಮಾಡಬೇಕಾಗುತ್ತದೆ.

# ExportVaultSuccess
source: Vault exported successfully
kn: ವಾಲ್ಟ್ ಯಶಸ್ವಿಯಾಗಿ ರಫ್ತು ಮಾಡಲಾಗಿದೆ

source: Clone
kn: ಕ್ಲೋನ್

# PasswordGeneratorPolicyInEffect
source: One or more organization policies are affecting your generator settings
kn: ಒಂದು ಅಥವಾ ಹೆಚ್ಚಿನ ಸಂಸ್ಥೆ ನೀತಿಗಳು ನಿಮ್ಮ ಜನರೇಟರ್ ಸೆಟ್ಟಿಂಗ್‌ಗಳ ಮೇಲೆ ಪರಿಣಾಮ ಬೀರುತ್ತವೆ

source: Open
kn: ತೆರೆಯಿರಿ

# UnableToSaveAttachment
source: There was a problem saving this attachment. If the problem persists, you can save it from the web vault.
kn: ಈ ಲಗತ್ತನ್ನು ಉಳಿಸುವಲ್ಲಿ ಸಮಸ್ಯೆ ಇದೆ. ಸಮಸ್ಯೆ ಮುಂದುವರಿದರೆ, ನೀವು ಅದನ್ನು ವೆಬ್ ವಾಲ್ಟ್‌ನಿಂದ ಉಳಿಸಬಹುದು.

# SaveAttachmentSuccess
source: Attachment saved successfully
kn: ಲಗತ್ತು ಯಶಸ್ವಿಯಾಗಿ ಉಳಿಸಲಾಗಿದೆ

# AutofillTileAccessibilityRequired
source: Please turn on "Auto-fill Accessibility Service" from Bitwarden Settings to use the Auto-fill tile.
kn: ಸ್ವಯಂ-ಭರ್ತಿ ಟೈಲ್ ಅನ್ನು ಬಳಸಲು ದಯವಿಟ್ಟು ಬಿಟ್‌ವಾರ್ಡನ್ ಸೆಟ್ಟಿಂಗ್‌ಗಳಿಂದ "ಸ್ವಯಂ-ಭರ್ತಿ ಪ್ರವೇಶಿಸುವಿಕೆ ಸೇವೆ" ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ.

# SoftDeleting
source: Sending to trash...
kn: ಅನುಪಯುಕ್ತಕ್ಕೆ ಕಳುಹಿಸಲಾಗುತ್ತಿದೆ ...

# ItemSoftDeleted
source: Item has been sent to trash.
kn: ಐಟಂ ಅನ್ನು ಅನುಪಯುಕ್ತಕ್ಕೆ ಕಳುಹಿಸಲಾಗಿದೆ.

source: Restore
kn: ಪುನಸ್ಥಾಪಿಸಿ

source: Restoring...
kn: ಮರುಸ್ಥಾಪಿಸಲಾಗುತ್ತಿದೆ ...

source: Item restored
kn: ಐಟಂ ಅನ್ನು ಮರುಸ್ಥಾಪಿಸಲಾಗಿದೆ.

source: Trash
kn: ಅನುಪಯುಕ್ತ

source: Search trash
kn: ಅನುಪಯುಕ್ತವನ್ನು ಹುಡುಕಿ

# DoYouReallyWantToPermanentlyDeleteCipher
source: Do you really want to permanently delete? This cannot be undone.
kn: ನೀವು ನಿಜವಾಗಿಯೂ ಶಾಶ್ವತವಾಗಿ ಅಳಿಸಲು ಬಯಸುವಿರಾ? ಇದನ್ನು ರದ್ದುಗೊಳಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ.

# DoYouReallyWantToRestoreCipher
source: Do you really want to restore this item?
kn: ಈ ಐಟಂ ಅನ್ನು ಮರುಸ್ಥಾಪಿಸಲು ನೀವು ನಿಜವಾಗಿಯೂ ಬಯಸುವಿರಾ?

# DoYouReallyWantToSoftDeleteCipher
source: Do you really want to send to the trash?
kn: ನೀವು ನಿಜವಾಗಿಯೂ ಅನುಪಯುಕ್ತಕ್ಕೆ ಕಳುಹಿಸಲು ಬಯಸುವಿರಾ?

# EnableSyncOnRefresh
source: Allow sync on refresh
kn: ರಿಫ್ರೆಶ್‌ನಲ್ಲಿ ಸಿಂಕ್ ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ

# EnableSyncOnRefreshDescription
source: Syncing vault with pull down gesture.
kn: ಪುಲ್ ಡೌನ್ ಗೆಸ್ಚರ್ನೊಂದಿಗೆ ವಾಲ್ಟ್ ಅನ್ನು ಸಿಂಕ್ ಮಾಡಲಾಗುತ್ತಿದೆ.

# LogInSso
source: Enterprise single sign-on
kn: ಎಂಟರ್‌ಪ್ರೈಸ್ ಏಕ ಸೈನ್-ಆನ್

# LogInSsoSummary
source: Quickly log in using your organization's single sign-on portal. Please enter your organization's identifier to begin.
kn: ನಿಮ್ಮ ಸಂಸ್ಥೆಯ ಏಕ ಸೈನ್-ಆನ್ ಪೋರ್ಟಲ್ ಬಳಸಿ ತ್ವರಿತವಾಗಿ ಲಾಗ್ ಇನ್ ಮಾಡಿ. ಪ್ರಾರಂಭಿಸಲು ದಯವಿಟ್ಟು ನಿಮ್ಮ ಸಂಸ್ಥೆಯ ಗುರುತಿಸುವಿಕೆಯನ್ನು ನಮೂದಿಸಿ.

# OrgIdentifier
source: Organization identifier
kn: ಸಂಸ್ಥೆ ಗುರುತಿಸುವಿಕೆ

# LoginSsoError
source: Currently unable to login with SSO
kn: ಪ್ರಸ್ತುತ ಎಸ್‌ಎಸ್‌ಒ ಜೊತೆ ಲಾಗಿನ್ ಆಗಲು ಸಾಧ್ಯವಿಲ್ಲ

source: Set master password
kn: ಮಾಸ್ಟರ್ ಪಾಸ್ವರ್ಡ್ ಹೊಂದಿಸಿ

# SetMasterPasswordSummary
source: In order to complete logging in with SSO, please set a master password to access and protect your vault.
kn: ಎಸ್‌ಎಸ್‌ಒನೊಂದಿಗೆ ಲಾಗಿನ್ ಆಗುವುದನ್ನು ಪೂರ್ಣಗೊಳಿಸಲು, ದಯವಿಟ್ಟು ನಿಮ್ಮ ವಾಲ್ಟ್ ಅನ್ನು ಪ್ರವೇಶಿಸಲು ಮತ್ತು ರಕ್ಷಿಸಲು ಮಾಸ್ಟರ್ ಪಾಸ್‌ವರ್ಡ್ ಅನ್ನು ಹೊಂದಿಸಿ.

# MasterPasswordPolicyInEffect
source: One or more organization policies require your master password to meet the following requirements:
kn: ಒಂದು ಅಥವಾ ಹೆಚ್ಚಿನ ಸಂಸ್ಥೆ ನೀತಿಗಳಿಗೆ ಈ ಕೆಳಗಿನ ಅವಶ್ಯಕತೆಗಳನ್ನು ಪೂರೈಸಲು ನಿಮ್ಮ ಮಾಸ್ಟರ್ ಪಾಸ್‌ವರ್ಡ್ ಅಗತ್ಯವಿದೆ:

# PolicyInEffectMinComplexity
source: Minimum complexity score of %1$@
kn: %1$@ ನ ಕನಿಷ್ಠ ಸಂಕೀರ್ಣತೆಯ ಸ್ಕೋರ್

# PolicyInEffectMinLength
source: Minimum length of %1$@
kn: %1$@ನ ಕನಿಷ್ಠ ಉದ್ದ

# PolicyInEffectUppercase
source: Contain one or more uppercase characters
kn: ಒಂದು ಅಥವಾ ಹೆಚ್ಚಿನ ದೊಡ್ಡಕ್ಷರಗಳನ್ನು ಹೊಂದಿರುತ್ತದೆ

# PolicyInEffectLowercase
source: Contain one or more lowercase characters
kn: ಒಂದು ಅಥವಾ ಹೆಚ್ಚಿನ ಸಣ್ಣ ಅಕ್ಷರಗಳನ್ನು ಹೊಂದಿರುತ್ತದೆ

# PolicyInEffectNumbers
source: Contain one or more numbers
kn: ಒಂದು ಅಥವಾ ಹೆಚ್ಚಿನ ಸಂಖ್ಯೆಗಳನ್ನು ಹೊಂದಿರುತ್ತದೆ

# PolicyInEffectSpecial
source: Contain one or more of the following special characters: %1$@
kn: ಕೆಳಗಿನ ಒಂದು ಅಥವಾ ಹೆಚ್ಚಿನ ವಿಶೇಷ ಅಕ್ಷರಗಳನ್ನು ಒಳಗೊಂಡಿರುತ್ತದೆ: %1$@

# MasterPasswordPolicyValidationTitle
source: Invalid password
kn: ಅಮಾನ್ಯ ಪಾಸ್‌ವರ್ಡ್

# MasterPasswordPolicyValidationMessage
source: Password does not meet organization requirements. Please check the policy information and try again.
kn: ಪಾಸ್ವರ್ಡ್ ಸಂಸ್ಥೆಯ ಅವಶ್ಯಕತೆಗಳನ್ನು ಪೂರೈಸುವುದಿಲ್ಲ. ದಯವಿಟ್ಟು ನೀತಿ ಮಾಹಿತಿಯನ್ನು ಪರಿಶೀಲಿಸಿ ಮತ್ತು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.

source: Loading
kn: ಲೋಡ್‌ಆಗುತ್ತಿದೆ

# AcceptPolicies
source: By activating this switch you agree to the following:
kn: ಈ ಸ್ವಿಚ್ ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸುವ ಮೂಲಕ ನೀವು ಈ ಕೆಳಗಿನವುಗಳನ್ನು ಒಪ್ಪುತ್ತೀರಿ:

# AcceptPoliciesError
source: Terms of Service and Privacy Policy have not been acknowledged.
kn: ಸೇವಾ ನಿಯಮಗಳು ಮತ್ತು ಗೌಪ್ಯತೆ ನೀತಿಯನ್ನು ಅಂಗೀಕರಿಸಲಾಗಿಲ್ಲ.

source: Terms of Service
kn: ಸೇವಾ ನಿಯಮಗಳು

source: Privacy Policy
kn: ಗೌಪ್ಯತಾ ನೀತಿ

# AccessibilityDrawOverPermissionAlert
source: Bitwarden needs attention - Turn on "Draw-Over" in "Auto-fill Services" from Bitwarden Settings
kn: ಬಿಟ್‌ವಾರ್ಡೆನ್‌ಗೆ ಗಮನ ಬೇಕು - ಬಿಟ್‌ವಾರ್ಡೆನ್ ಸೆಟ್ಟಿಂಗ್‌ಗಳಿಂದ "ಸ್ವಯಂ-ಭರ್ತಿ ಸೇವೆಗಳು" ನಲ್ಲಿ "ಡ್ರಾ-ಓವರ್" ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ

source: Auto-fill services
kn: ಸ್ವಯಂ ಭರ್ತಿ ಸೇವೆ

# InlineAutofill
source: Use inline autofill
kn: ಇನ್ಲೈನ್ ಆಟೋಫಿಲ್ ಬಳಸಿ

# InlineAutofillDescription
source: Use inline autofill if your selected IME (keyboard) supports it. If your configuration is not supported (or this option is turned off), the default Autofill overlay will be used.
kn: ನಿಮ್ಮ ಆಯ್ದ IME (ಕೀಬೋರ್ಡ್) ಅದನ್ನು ಬೆಂಬಲಿಸಿದರೆ ಇನ್ಲೈನ್ ಆಟೋಫಿಲ್ ಬಳಸಿ. ನಿಮ್ಮ ಕಾನ್ಫಿಗರೇಶನ್ ಬೆಂಬಲಿಸದಿದ್ದರೆ (ಅಥವಾ ಈ ಆಯ್ಕೆಯನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ), ಡೀಫಾಲ್ಟ್ ಆಟೋಫಿಲ್ ಓವರ್‌ಲೇ ಅನ್ನು ಬಳಸಲಾಗುತ್ತದೆ.

# Accessibility
source: Use accessibility
kn: ಪ್ರವೇಶಿಸುವಿಕೆ ಬಳಸಿ

# AccessibilityDescription
source: Use the Bitwarden Accessibility Service to auto-fill your logins across apps and the web. When set up, we'll display a popup when login fields are selected.
kn: ಅಪ್ಲಿಕೇಶನ್‌ಗಳು ಮತ್ತು ವೆಬ್‌ನಾದ್ಯಂತ ನಿಮ್ಮ ಲಾಗಿನ್‌ಗಳನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ತುಂಬಲು ಬಿಟ್‌ವಾರ್ಡೆನ್ ಪ್ರವೇಶಿಸುವಿಕೆ ಸೇವೆಯನ್ನು ಬಳಸಿ. ಸಕ್ರಿಯಗೊಳಿಸಿದಾಗ, ಲಾಗಿನ್ ಕ್ಷೇತ್ರಗಳನ್ನು ಆಯ್ಕೆಮಾಡಿದಾಗ ನಾವು ಪಾಪ್ಅಪ್ ಅನ್ನು ಪ್ರದರ್ಶಿಸುತ್ತೇವೆ.

# AccessibilityDescription2
source: Use the Bitwarden Accessibility Service to auto-fill your logins across apps and the web. (Requires Draw-Over to be turned on as well)
kn: ಅಪ್ಲಿಕೇಶನ್‌ಗಳು ಮತ್ತು ವೆಬ್‌ನಾದ್ಯಂತ ನಿಮ್ಮ ಲಾಗಿನ್‌ಗಳನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ತುಂಬಲು ಬಿಟ್‌ವಾರ್ಡೆನ್ ಪ್ರವೇಶಿಸುವಿಕೆ ಸೇವೆಯನ್ನು ಬಳಸಿ. (ಡ್ರಾ-ಓವರ್ ಅನ್ನು ಸಹ ಸಕ್ರಿಯಗೊಳಿಸಬೇಕಾಗಿದೆ)

# AccessibilityDescription3
source: Use the Bitwarden Accessibility Service to use the Autofill Quick-Action Tile, and/or show a popup using Draw-Over (if turned on).
kn: ಆಟೋಫಿಲ್ ಕ್ವಿಕ್-ಆಕ್ಷನ್ ಟೈಲ್ ಅನ್ನು ಬಳಸಲು ಬಿಟ್‌ವಾರ್ಡೆನ್ ಪ್ರವೇಶಿಸುವಿಕೆ ಸೇವೆಯನ್ನು ಬಳಸಿ, ಮತ್ತು / ಅಥವಾ ಡ್ರಾ-ಓವರ್ ಬಳಸಿ ಪಾಪ್ಅಪ್ ಅನ್ನು ತೋರಿಸಿ (ಸಕ್ರಿಯಗೊಳಿಸಿದ್ದರೆ).

# AccessibilityDescription4
source: Required to use the Autofill Quick-Action Tile, or to augment the Autofill Service by using Draw-Over (if turned on).
kn: ಆಟೋಫಿಲ್ ಕ್ವಿಕ್-ಆಕ್ಷನ್ ಟೈಲ್ ಅನ್ನು ಬಳಸಲು ಅಥವಾ ಡ್ರಾ-ಓವರ್ (ಸಕ್ರಿಯಗೊಳಿಸಿದ್ದರೆ) ಬಳಸುವ ಮೂಲಕ ಆಟೋಫಿಲ್ ಸೇವೆಯನ್ನು ಹೆಚ್ಚಿಸಲು ಅಗತ್ಯವಿದೆ.

# DrawOver
source: Use draw-over
kn: ಡ್ರಾ-ಓವರ್ ಬಳಸಿ

# DrawOverDescription
source: Allows the Bitwarden Accessibility Service to display a popup when login fields are selected.
kn: ಸಕ್ರಿಯಗೊಳಿಸಿದಾಗ, ಲಾಗಿನ್ ಕ್ಷೇತ್ರಗಳನ್ನು ಆಯ್ಕೆಮಾಡಿದಾಗ ಬಿಟ್‌ವಾರ್ಡೆನ್ ಪ್ರವೇಶಿಸುವಿಕೆ ಸೇವೆಯನ್ನು ಪಾಪ್ಅಪ್ ಪ್ರದರ್ಶಿಸಲು ಅನುಮತಿಸುತ್ತದೆ.

# DrawOverDescription2
source: If turned on, the Bitwarden Accessibility Service will display a popup when login fields are selected to assist with auto-filling your logins.
kn: ಸಕ್ರಿಯಗೊಳಿಸಿದ್ದರೆ, ನಿಮ್ಮ ಲಾಗಿನ್‌ಗಳನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಭರ್ತಿ ಮಾಡಲು ಸಹಾಯ ಮಾಡಲು ಲಾಗಿನ್ ಕ್ಷೇತ್ರಗಳನ್ನು ಆಯ್ಕೆಮಾಡಿದಾಗ ಬಿಟ್‌ವಾರ್ಡೆನ್ ಪ್ರವೇಶಿಸುವಿಕೆ ಸೇವೆ ಪಾಪ್ಅಪ್ ಅನ್ನು ಪ್ರದರ್ಶಿಸುತ್ತದೆ.

# DrawOverDescription3
source: If turned on, accessibility will show a popup to augment the Autofill Service for older apps that don't support the Android Autofill Framework.
kn: ಸಕ್ರಿಯಗೊಳಿಸಿದ್ದರೆ, ಆಂಡ್ರಾಯ್ಡ್ ಆಟೋಫಿಲ್ ಫ್ರೇಮ್‌ವರ್ಕ್ ಅನ್ನು ಬೆಂಬಲಿಸದ ಹಳೆಯ ಅಪ್ಲಿಕೇಶನ್‌ಗಳಿಗಾಗಿ ಆಟೋಫಿಲ್ ಸೇವೆಯನ್ನು ಹೆಚ್ಚಿಸಲು ಪ್ರವೇಶಿಸುವಿಕೆಯು ಪಾಪ್ಅಪ್ ಅನ್ನು ತೋರಿಸುತ್ತದೆ.

# PersonalOwnershipSubmitError
source: Due to an enterprise policy, you are restricted from saving items to your individual vault. Change the ownership option to an organization and choose from available collections.
kn: Due to an Enterprise Policy, you are restricted from saving items to your personal vault. Change the Ownership option to an organization and choose from available Collections.

# PersonalOwnershipPolicyInEffect
source: An organization policy is affecting your ownership options.
kn: ಸಂಸ್ಥೆಯ ನೀತಿಯು ನಿಮ್ಮ ಮಾಲೀಕತ್ವದ ಆಯ್ಕೆಗಳ ಮೇಲೆ ಪರಿಣಾಮ ಬೀರುತ್ತಿದೆ.

source: Send
kn: ಕಳುಹಿಸಿ

source: All Sends
kn: ಎಲ್ಲಾ ಕಳುಹಿಸುತ್ತದೆ

source: Sends
kn: ಕಳುಹಿಸುತ್ತದೆ

# NameInfo
source: A friendly name to describe this Send.
kn: ಇದನ್ನು ಕಳುಹಿಸಲು ವಿವರಿಸಲು ಸ್ನೇಹಪರ ಹೆಸರು.

# TypeText
source: Text
kn: ಪಠ್ಯ

# TypeTextInfo
source: The text you want to send.
kn: ನೀವು ಕಳುಹಿಸಲು ಬಯಸುವ ಪಠ್ಯ.

# HideTextByDefault
source: When accessing the Send, hide the text by default
kn: ಕಳುಹಿಸುವಿಕೆಯನ್ನು ಪ್ರವೇಶಿಸುವಾಗ, ಪಠ್ಯವನ್ನು ಪೂರ್ವನಿಯೋಜಿತವಾಗಿ ಮರೆಮಾಡಿ

# TypeFile
source: File
kn: ಫೈಲ್

# TypeFileInfo
source: The file you want to send.
kn: ನೀವು ಕಳುಹಿಸಲು ಬಯಸುವ ಫೈಲ್.

source: Deletion date
kn: ಅಳಿಸುವ ದಿನಾಂಕ

source: Deletion time
kn: ಅಳಿಸುವ ಸಮಯ

# DeletionDateInfo
source: The Send will be permanently deleted on the specified date and time.
kn: ಕಳುಹಿಸಿದ ದಿನಾಂಕ ಮತ್ತು ಸಮಯದ ಮೇಲೆ ಕಳುಹಿಸುವಿಕೆಯನ್ನು ಶಾಶ್ವತವಾಗಿ ಅಳಿಸಲಾಗುತ್ತದೆ.

# PendingDelete
source: Pending deletion
kn: ಅಳಿಸುವಿಕೆ ಬಾಕಿ ಉಳಿದಿದೆ

source: Expiration date
kn: ಮುಕ್ತಾಯ ದಿನಾಂಕ

source: Expiration time
kn: ಮುಕ್ತಾಯ ಸಮಯ

# ExpirationDateInfo
source: If set, access to this Send will expire on the specified date and time.
kn: ಹೊಂದಿಸಿದ್ದರೆ, ಈ ಕಳುಹಿಸುವಿಕೆಯ ಪ್ರವೇಶವು ನಿಗದಿತ ದಿನಾಂಕ ಮತ್ತು ಸಮಯದ ಮೇಲೆ ಮುಕ್ತಾಯಗೊಳ್ಳುತ್ತದೆ.

source: Expired
kn: ಅವಧಿ ಮೀರಿದೆ

source: Maximum access count
kn: ಗರಿಷ್ಠ ಪ್ರವೇಶ ಎಣಿಕೆ

# MaximumAccessCountInfo
source: If set, users will no longer be able to access this Send once the maximum access count is reached.
kn: ಹೊಂದಿಸಿದ್ದರೆ, ಗರಿಷ್ಠ ಪ್ರವೇಶ ಎಣಿಕೆ ತಲುಪಿದ ನಂತರ ಬಳಕೆದಾರರಿಗೆ ಈ ಕಳುಹಿಸುವಿಕೆಯನ್ನು ಪ್ರವೇಶಿಸಲು ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ.

# MaximumAccessCountReached
source: Max access count reached
kn: ಗರಿಷ್ಠ ಪ್ರವೇಶ ಎಣಿಕೆ ತಲುಪಿದೆ

source: Current access count
kn: ಪ್ರಸ್ತುತ ಪ್ರವೇಶ ಎಣಿಕೆ

source: New password
kn: ಹೊಸ ಪಾಸ್‌ವರ್ಡ್

# PasswordInfo
source: Optionally require a password for users to access this Send.
kn: ಈ ಕಳುಹಿಸುವಿಕೆಯನ್ನು ಪ್ರವೇಶಿಸಲು ಬಳಕೆದಾರರಿಗೆ ಪಾಸ್‌ವರ್ಡ್ ಐಚ್ ಗತ್ಯವಿದೆ.

source: Remove password
kn: ಪಾಸ್ವರ್ಡ್ ತೆಗೆದುಹಾಕಿ

# AreYouSureRemoveSendPassword
source: Are you sure you want to remove the password?
kn: ಪಾಸ್ವರ್ಡ್ ಅನ್ನು ತೆಗೆದುಹಾಕಲು ನೀವು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ?
