Repository: bitwarden/ios
Catalog: BitwardenShared/UI/Platform/Application/Support/Localizations/*.lproj/Localizable.strings
Languages: kn

source: About
kn: ಬಗ್ಗೆ

source: Add
kn: ಸೇರಿಸಿ

source: Add Folder
kn: ಫೋಲ್ಡರ್ ಸೇರಿಸಿ

source: Add Item
kn: ಐಟಂ ಸೇರಿಸಿ

source: An error has occurred.
kn: ದೋಷ ಸಂಭವಿಸಿದೆ

source: Back
kn: ಹಿಂದಕ್ಕೆ

source: Bitwarden
kn: ಬಿಟ್ವಾರ್ಡೆನ್

source: Cancel
kn: ರದ್ದು

source: Copy
kn: ನಕಲಿಸಿ

source: Copy password
kn: ಪಾಸ್ವರ್ಡ್ ನಕಲಿಸಿ

source: Copy username
kn: ಬಳಕೆಹೆಸರು ನಕಲಿಸು

source: Credits
kn: ಕ್ರೆಡಿಟ್ಸ್

source: Delete
kn: ಅಳಿಸು

source: Deleting...
kn: ಅಳಿಸಲಾಗುತ್ತಿದೆ...

# DoYouReallyWantToDelete
source: Do you really want to delete? This cannot be undone.
kn: ನೀವು ನಿಜವಾಗಿಯೂ ಅಳಿಸಲು ಬಯಸುವಿರಾ? ಇದನ್ನು ರದ್ದುಗೊಳಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ.

source: Edit
kn: ಎಡಿಟ್

source: Edit folder
kn: ಫೋಲ್ಡರ್ ಸಂಪಾದಿಸಿ

source: Email
kn: ಇಮೇಲ್

source: Email address
kn: ಇಮೇಲ್ ವಿಳಾಸ

source: Email us
kn: ನಮಗೆ ಇಮೇಲ್ ಮಾಡಿ

# EmailUsDescription
source: Email us directly to get help or leave feedback.
kn: ಸಹಾಯ ಪಡೆಯಲು ಅಥವಾ ಪ್ರತಿಕ್ರಿಯೆಯನ್ನು ನೀಡಲು ನಮಗೆ ನೇರವಾಗಿ ಇಮೇಲ್ ಮಾಡಿ.

# EnterPIN
source: Enter your PIN code.
kn: ಪಿನ್‌ ಕೋಡ್‌ ನಮೂದಿಸಿ

source: Favorites
kn: ಮೆಚ್ಚುಗೆಗಳು

# FileBugReport
source: File a bug report
kn: ದೋಷ ವರದಿಯನ್ನು ಫೈಲ್ ಮಾಡಿ

# FileBugReportDescription
source: Open an issue at our GitHub repository.
kn: ನಮ್ಮ ಗಿಟ್‌ಹಬ್ ಭಂಡಾರದಲ್ಲಿ ಸಮಸ್ಯೆಯನ್ನು ತೆರೆಯಿರಿ.

# FingerprintDirection
source: Use your fingerprint to verify.
kn: ಮುಂದುವರಿಸಲು ನಿಮ್ಮ ಫಿಂಗರ್‌ಪ್ರಿಂಟ್ ಬಳಸಿ.

source: Folder
kn: ಫೋಲ್ಡರ್

# FolderCreated
source: New folder created.
kn: ಹೊಸ ಫೋಲ್ಡರ್ ರಚಿಸಿದೆ.

source: Folder deleted.
kn: ಫೋಲ್ಡರ್ ಅಳಿಸಲಾಗಿದೆ.

# FolderNone
source: No Folder
kn: ಫೋಲ್ಡರ್ ಇಲ್ಲ

source: Folders
kn: ಫೋಲ್ಡರ್‌ಗಳು

# FolderUpdated
source: Folder saved
kn: ಫೋಲ್ಡರ್ ನವೀಕರಿಸಲಾಗಿದೆ.

source: Go to website
kn: ವೆಬ್‌ಸೈಟ್‌ಗೆ ಹೋಗಿ

source: Help and feedback
kn: ಸಹಾಯ ಮತ್ತು ಪ್ರತಿಕ್ರಿಯೆ

source: Hide
kn: ಮರೆಮಾಡಿ

# InternetConnectionRequiredMessage
source: Please connect to the internet before continuing.
kn: ಮುಂದುವರಿಯುವ ಮೊದಲು ದಯವಿಟ್ಟು ಇಂಟರ್ನೆಟ್‌ಗೆ ಸಂಪರ್ಕಪಡಿಸಿ.

# InternetConnectionRequiredTitle
source: Internet connection required
kn: ಇಂಟರ್ನೆಟ್ ಸಂಪರ್ಕ ಅಗತ್ಯವಿದೆ

# InvalidMasterPassword
source: Invalid master password. Try again.
kn: ಅಮಾನ್ಯ ಮಾಸ್ಟರ್ ಪಾಸ್‌ವರ್ಡ್. ಮತ್ತೆ ಪ್ರಯತ್ನಿಸು.

# InvalidPIN
source: Invalid PIN. Try again.
kn: ಅಮಾನ್ಯ ಪಿನ್. ಮತ್ತೆ ಪ್ರಯತ್ನಿಸು.

source: Launch
kn: ಶುರು

source: Log In
kn: ಲಾಗಿನ್

# LogInNoun
source: Login
kn: ಲಾಗಿನ್

source: Log out
kn: ಲಾಗ್ ಔಟ್

# LogoutConfirmation
source: Are you sure you want to log out?
kn: ಲಾಗ್ ಔಟ್ ಮಾಡಲು ನೀವು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ?

source: Master password
kn: ಮಾಸ್ಟರ್ ಪಾಸ್ವರ್ಡ್

source: More
kn: ಹೆಚ್ಚು

source: My vault
kn: ನನ್ನ ವಾಲ್ಟ್

source: Name
kn: ಹೆಸರು

source: No
kn: ಇಲ್ಲ

source: Notes
kn: ಟಿಪ್ಪಣಿಗಳು

source: Ok
kn: ಸರಿ

source: Password
kn: ಪಾಸ್ವರ್ಡ್

source: Save
kn: ಉಳಿಸಿ

source: Saving...
kn: ಉಳಿಸುತ್ತಿದೆ...

source: Settings
kn: ಸೆಟ್ಟಿಂಗ್‍ಗಳು

source: Show
kn: ತೋರಿಸಿ

source: Item deleted
kn: ಐಟಂ ಅಳಿಸಲಾಗಿದೆ.

source: Submit
kn: ಒಪ್ಪಿಸು

source: Sync
kn: ಸಿಂಕ್

source: Thank you
kn: ಧನ್ಯವಾದಗಳು

source: Tools
kn: ಉಪಕರಣ

source: Use fingerprint to unlock
kn: ಅನ್ಲಾಕ್ ಮಾಡಲು ಫಿಂಗರ್ಪ್ರಿಂಟ್ ಬಳಸಿ

source: Username
kn: ಬಳಕೆದಾರ ಹೆಸರು

# ValidationFieldRequired
source: The %1$@ field is required.
kn: %1$@ ಕ್ಷೇತ್ರದ ಅಗತ್ಯವಿದೆ.

# ValueHasBeenCopied
source: %1$@ copied
kn: %1$@ ಅನ್ನು ನಕಲಿಸಲಾಗಿದೆ.

source: Verify fingerprint
kn: ನಿಮ್ಮ ಬೆರಳಚ್ಚನ್ನು ಪರಿಶೀಲಿಸಿ

source: Verify master password
kn: ಮಾಸ್ಟರ್ ಪಾಸ್‌ವರ್ಡ್ ಪರಿಶೀಲಿಸಿ

source: Verify PIN
kn: ಪಿನ್ ಪರಿಶೀಲಿಸಿ

source: Version
kn: ಆವೃತ್ತಿ

source: View
kn: ವೀಕ್ಷಣೆ

source: Visit our website
kn: ನಮ್ಮ ವೆಬ್‌ಸೈಟ್‌ ಅನ್ನು ಭೇಟಿಮಾಡಿ

source: Website
kn: ಜಾಲತಾಣ

source: Yes
kn: ಹೌದು

source: Account
kn: ಖಾತೆ

# AccountCreated
source: Your new account has been created! You may now log in.
kn: ನಿಮ್ಮ ಹೊಸ ಖಾತೆಯನ್ನು ರಚಿಸಲಾಗಿದೆ! ನೀವು ಈಗ ಲಾಗ್ ಇನ್ ಮಾಡಬಹುದು.

source: Add an Item
kn: ಐಟಂ ಸೇರಿಸಿ

source: App extension
kn: ಅಪ್ಲಿಕೇಶನ್ ವಿಸ್ತರಣೆ

# AutofillAccessibilityDescription
source: Use the Bitwarden accessibility service to auto-fill your logins across apps and the web.
kn: ಅಪ್ಲಿಕೇಶನ್‌ಗಳು ಮತ್ತು ವೆಬ್‌ನಾದ್ಯಂತ ನಿಮ್ಮ ಲಾಗಿನ್‌ಗಳನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ತುಂಬಲು ಬಿಟ್‌ವಾರ್ಡೆನ್ ಪ್ರವೇಶಿಸುವಿಕೆ ಸೇವೆಯನ್ನು ಬಳಸಿ.

source: Auto-fill service
kn: ಸ್ವಯಂ ಭರ್ತಿ ಸೇವೆ

source: Avoid ambiguous characters
kn: ಅಸ್ಪಷ್ಟ ಅಕ್ಷರಗಳನ್ನು ತಪ್ಪಿಸಿ

source: Bitwarden app extension
kn: ಬಿಟ್‌ವಾರ್ಡೆನ್ ಅಪ್ಲಿಕೇಶನ್ ವಿಸ್ತರಣೆ

# BitwardenAppExtensionAlert2
source: The easiest way to add new logins to your vault is from the Bitwarden app extension. Learn more about using the Bitwarden app extension by navigating to the "Settings" screen.
kn: ನಿಮ್ಮ ವಾಲ್ಟ್‌ಗೆ ಹೊಸ ಲಾಗಿನ್‌ಗಳನ್ನು ಸೇರಿಸಲು ಸುಲಭವಾದ ಮಾರ್ಗವೆಂದರೆ ಬಿಟ್‌ವಾರ್ಡೆನ್ ಅಪ್ಲಿಕೇಶನ್ ವಿಸ್ತರಣೆ. "ಸೆಟ್ಟಿಂಗ್‌ಗಳು" ಪರದೆಗೆ ನ್ಯಾವಿಗೇಟ್ ಮಾಡುವ ಮೂಲಕ ಬಿಟ್‌ವಾರ್ಡೆನ್ ಅಪ್ಲಿಕೇಶನ್ ವಿಸ್ತರಣೆಯನ್ನು ಬಳಸುವ ಬಗ್ಗೆ ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ.

# BitwardenAppExtensionDescription
source: Use Bitwarden in Safari and other apps to auto-fill your logins.
kn: ನಿಮ್ಮ ಲಾಗಿನ್‌ಗಳನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ತುಂಬಲು ಸಫಾರಿ ಮತ್ತು ಇತರ ಅಪ್ಲಿಕೇಶನ್‌ಗಳಲ್ಲಿ ಬಿಟ್‌ವಾರ್ಡೆನ್ ಬಳಸಿ.

source: Bitwarden Auto-fill Service
kn: ಬಿಟ್ವಾರ್ಡೆನ್ ಸ್ವಯಂ ಭರ್ತಿ ಸೇವೆ

# BitwardenAutofillAccessibilityServiceDescription
source: Use the Bitwarden accessibility service to auto-fill your logins.
kn: ನಿಮ್ಮ ಲಾಗಿನ್‌ಗಳನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ತುಂಬಲು ಬಿಟ್‌ವಾರ್ಡೆನ್ ಪ್ರವೇಶಿಸುವಿಕೆ ಸೇವೆಯನ್ನು ಬಳಸಿ.

source: Change email
kn: ಇಮೇಲ್ ಬದಲಾಯಿಸಿ

# ChangeEmailConfirmation
source: You can change your email address on the bitwarden.com web vault. Do you want to visit the website now?
kn: ನಿಮ್ಮ ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ನೀವು bitwarden.com ವೆಬ್ ವಾಲ್ಟ್‌ನಲ್ಲಿ ಬದಲಾಯಿಸಬಹುದು. ನೀವು ಈಗ ವೆಬ್‌ಸೈಟ್‌ಗೆ ಭೇಟಿ ನೀಡಲು ಬಯಸುವಿರಾ?

source: Change master password
kn: ಮಾಸ್ಟರ್ ಪಾಸ್ವರ್ಡ್ ಬದಲಾಯಿಸಿ

source: Close
kn: ಮುಚ್ಚಿ

source: Continue
kn: ಮುಂದುವರಿಸಿ

source: Create account
kn: ಖಾತೆ ತೆರೆ

source: Creating account...
kn: ಖಾತೆಯನ್ನು ರಚಿಸಲಾಗುತ್ತಿದೆ ...

source: Edit item
kn: ವಸ್ತುಗಳನ್ನು ಸಂಪಾದಿಸಿ

# EnableAutomaticSyncing
source: Allow automatic syncing
kn: ಸ್ವಯಂಚಾಲಿತ ಸಿಂಕ್ ಮಾಡುವುದನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ

# EnterEmailForHint
source: Enter your account email address to receive your master password hint.
kn: ವಿಸ್ತರಣೆಯನ್ನು ಪ್ರಾರಂಭಿಸಲು ಮೆನುವಿನಲ್ಲಿರುವ ಬಿಟ್‌ವಾರ್ಡೆನ್ ಐಕಾನ್ ಟ್ಯಾಪ್ ಮಾಡಿ.

# ExtensionAlmostDone
source: Almost done!
kn: ಬಹುತೇಕ ಮುಗಿದಿದೆ!

# ExtensionEnable
source: Activate app extension
kn: ಅಪ್ಲಿಕೇಶನ್ ವಿಸ್ತರಣೆಯನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ

# ExtensionInSafari
source: In Safari, find Bitwarden using the share icon (hint: scroll to the right on the bottom row of the menu).
kn: ಸಫಾರಿ ಯಲ್ಲಿ, ಹಂಚಿಕೆ ಐಕಾನ್ ಬಳಸಿ ಬಿಟ್‌ವಾರ್ಡೆನ್ ಅನ್ನು ಹುಡುಕಿ (ಸುಳಿವು: ಮೆನುವಿನ ಕೆಳಗಿನ ಸಾಲಿನಲ್ಲಿ ಬಲಕ್ಕೆ ಸ್ಕ್ರಾಲ್ ಮಾಡಿ).

# ExtensionInstantAccess
source: Get instant access to your passwords!
kn: ನಿಮ್ಮ ಪಾಸ್‌ವರ್ಡ್‌ಗಳಿಗೆ ತ್ವರಿತ ಪ್ರವೇಶವನ್ನು ಪಡೆಯಿರಿ!

# ExtensionReady
source: You're ready to log in!
kn: ನೀವು ಲಾಗ್ ಇನ್ ಮಾಡಲು ಸಿದ್ಧರಿದ್ದೀರಿ!

# ExtensionSetup
source: Your logins are now easily accessible from Safari, Chrome, and other supported apps.
kn: ನಿಮ್ಮ ಲಾಗಿನ್‌ಗಳನ್ನು ಈಗ ಸಫಾರಿ, ಕ್ರೋಮ್ ಮತ್ತು ಇತರ ಬೆಂಬಲಿತ ಅಪ್ಲಿಕೇಶನ್‌ಗಳಿಂದ ಸುಲಭವಾಗಿ ಪ್ರವೇಶಿಸಬಹುದು.

# ExtensionSetup2
source: In Safari and Chrome, find Bitwarden using the share icon (hint: scroll to the right on the bottom row of the share menu).
kn: ಸಫಾರಿ ಮತ್ತು ಕ್ರೋಮ್‌ನಲ್ಲಿ, ಹಂಚಿಕೆ ಐಕಾನ್ ಬಳಸಿ ಬಿಟ್‌ವಾರ್ಡೆನ್ ಅನ್ನು ಹುಡುಕಿ (ಸುಳಿವು: ಹಂಚಿಕೆ ಮೆನುವಿನ ಕೆಳಗಿನ ಸಾಲಿನಲ್ಲಿ ಬಲಕ್ಕೆ ಸ್ಕ್ರಾಲ್ ಮಾಡಿ).

# ExtensionTapIcon
source: Tap the Bitwarden icon in the menu to launch the extension.
kn: ವಿಸ್ತರಣೆಯನ್ನು ಪ್ರಾರಂಭಿಸಲು ಮೆನುವಿನಲ್ಲಿರುವ ಬಿಟ್‌ವಾರ್ಡೆನ್ ಐಕಾನ್ ಟ್ಯಾಪ್ ಮಾಡಿ.

# ExtensionTurnOn
source: To turn on Bitwarden in Safari and other apps, tap the "more" icon on the bottom row of the menu.
kn: ಸಫಾರಿ ಮತ್ತು ಇತರ ಅಪ್ಲಿಕೇಶನ್‌ಗಳಲ್ಲಿ ಬಿಟ್‌ವಾರ್ಡೆನ್ ಅನ್ನು ಆನ್ ಮಾಡಲು, ಮೆನುವಿನ ಕೆಳಗಿನ ಸಾಲಿನಲ್ಲಿರುವ "ಇನ್ನಷ್ಟು" ಐಕಾನ್ ಟ್ಯಾಪ್ ಮಾಡಿ.

source: Favorite
kn: ಮೆಚ್ಚಿನ

source: Fingerprint
kn: ಫಿಂಗರ್‌ಪ್ರಿಂಟ್

source: Generate password
kn: ಪಾಸ್ವರ್ಡ್ ರಚಿಸಿ

# GetPasswordHint
source: Get your master password hint
kn: ನಿಮ್ಮ ಮಾಸ್ಟರ್ ಪಾಸ್‌ವರ್ಡ್ ಸುಳಿವನ್ನು ಪಡೆಯಿರಿ

source: Import items
kn: ವಸ್ತುಗಳನ್ನು ಆಮದು ಮಾಡಿ

# ImportItemsConfirmation
source: You can bulk import items from the bitwarden.com web vault. Do you want to visit the website now?
kn: ನೀವು ಬಿಟ್‌ವಾರ್ಡೆನ್.ಕಾಮ್ ವೆಬ್ ವಾಲ್ಟ್‌ನಿಂದ ಬೃಹತ್ ಆಮದು ವಸ್ತುಗಳನ್ನು ಮಾಡಬಹುದು. ನೀವು ಈಗ ವೆಬ್‌ಸೈಟ್‌ಗೆ ಭೇಟಿ ನೀಡಲು ಬಯಸುವಿರಾ?

# ImportItemsDescription
source: Quickly bulk import your items from other password management apps.
kn: ಇತರ ಪಾಸ್‌ವರ್ಡ್ ನಿರ್ವಹಣಾ ಅಪ್ಲಿಕೇಶನ್‌ಗಳಿಂದ ನಿಮ್ಮ ವಸ್ತುಗಳನ್ನು ತ್ವರಿತವಾಗಿ ಆಮದು ಮಾಡಿ.

source: Last sync:
kn: ಕೊನೆಯ ಸಿಂಕ್

source: Length
kn: ಉದ್ದ

source: Lock
kn: ಲಾಕ್‌

# FifteenMinutes
source: 15 minutes
kn: ೧೫ ನಿಮಿಷಗಳು

# OneHour
source: 1 hour
kn: ೧ ಗಂಟೆ

# OneMinute
source: 1 minute
kn: ೧ ನಿಮಿಷ

# FourHours
source: 4 hours
kn: ೪ ಗಂಟೆಗಳು

source: Immediately
kn: ತಕ್ಷಣ

source: Vault timeout
kn: ವಾಲ್ಟ್ ಕಾಲಾವಧಿ

source: Vault timeout action
kn: ವಾಲ್ಟ್ ಸಮಯ ಮೀರುವ ಕ್ರಿಯೆ

# VaultTimeoutLogOutConfirmation
source: Logging out will remove all access to your vault and requires online authentication after the timeout period. Are you sure you want to use this setting?
kn: ಲಾಗ್ out ಟ್ ಆಗುವುದರಿಂದ ನಿಮ್ಮ ವಾಲ್ಟ್‌ನ ಎಲ್ಲಾ ಪ್ರವೇಶವನ್ನು ತೆಗೆದುಹಾಕುತ್ತದೆ ಮತ್ತು ಕಾಲಾವಧಿ ಅವಧಿಯ ನಂತರ ಆನ್‌ಲೈನ್ ದೃ hentic ೀಕರಣದ ಅಗತ್ಯವಿದೆ. ಈ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ಬಳಸಲು ನೀವು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ?

source: Logging in...
kn: ಲಾಗ್ ಇನ್ ಆಗುತ್ತಿದೆ ...

# LoginOrCreateNewAccount
source: Log in or create a new account to access your secure vault.
kn: ನಿಮ್ಮ ಸುರಕ್ಷಿತ ವಾಲ್ಟ್ ಅನ್ನು ಪ್ರವೇಶಿಸಲು ಲಾಗ್ ಇನ್ ಮಾಡಿ ಅಥವಾ ಹೊಸ ಖಾತೆಯನ್ನು ರಚಿಸಿ.

source: Manage
kn: ವ್ಯವಸ್ಥಾಪಕ

# MasterPasswordConfirmationValMessage
source: Password confirmation is not correct.
kn: ಪಾಸ್ವರ್ಡ್ ದೃಢೀಕರಣ ಸರಿಯಾಗಿಲ್ಲ.

# MasterPasswordDescription
source: The master password is the password you use to access your vault. It is very important that you do not forget your master password. There is no way to recover the password in the event that you forget it.
kn: ನಿಮ್ಮ ವಾಲ್ಟ್ ಅನ್ನು ಪ್ರವೇಶಿಸಲು ನೀವು ಬಳಸುವ ಪಾಸ್ವರ್ಡ್ ಮಾಸ್ಟರ್ ಪಾಸ್ವರ್ಡ್ ಆಗಿದೆ. ನಿಮ್ಮ ಮಾಸ್ಟರ್ ಪಾಸ್‌ವರ್ಡ್ ಅನ್ನು ನೀವು ಮರೆಯದಿರುವುದು ಬಹಳ ಮುಖ್ಯ. ನೀವು ಅದನ್ನು ಮರೆತ ಸಂದರ್ಭದಲ್ಲಿ ಪಾಸ್‌ವರ್ಡ್ ಅನ್ನು ಮರುಪಡೆಯಲು ಯಾವುದೇ ಮಾರ್ಗವಿಲ್ಲ.

# MasterPasswordHint
source: Master password hint (optional)
kn: ಮಾಸ್ಟರ್ ಪಾಸ್ವರ್ಡ್ ಸುಳಿವು (ಐಚ್ಛಿಕ)

# MasterPasswordHintDescription
source: A master password hint can help you remember your password if you forget it.
kn: ನಿಮ್ಮ ಪಾಸ್‌ವರ್ಡ್ ಅನ್ನು ನೀವು ಮರೆತರೆ ಅದನ್ನು ನೆನಪಿಟ್ಟುಕೊಳ್ಳಲು ಮಾಸ್ಟರ್ ಪಾಸ್‌ವರ್ಡ್ ಸುಳಿವು ನಿಮಗೆ ಸಹಾಯ ಮಾಡುತ್ತದೆ.

# MinNumbers
source: Minimum numbers
kn: ಕನಿಷ್ಠ ಸಂಖ್ಯೆಗಳು

# MinSpecial
source: Minimum special
kn: ಕನಿಷ್ಠ ವಿಶೇಷ

source: More settings
kn: ಹೆಚ್ಚಿನ ಸೆಟ್ಟಿಂಗ್‌ಗಳು

# MustLogInMainApp
source: You must log into the main Bitwarden app before you can use the extension.
kn: ನೀವು ವಿಸ್ತರಣೆಯನ್ನು ಬಳಸುವ ಮೊದಲು ನೀವು ಮುಖ್ಯ ಬಿಟ್‌ವಾರ್ಡೆನ್ ಅಪ್ಲಿಕೇಶನ್‌ಗೆ ಲಾಗ್ ಇನ್ ಆಗಬೇಕು.

source: Never
kn: ಇಲ್ಲವೇ ಇಲ್ಲ

# NewItemCreated
source: Item added
kn: ಹೊಸ ಐಟಂ ರಚಿಸಲಾಗಿದೆ.

# NoFavorites
source: There are no favorites in your vault.
kn: ನಿಮ್ಮ ವಾಲ್ಟ್‌ನಲ್ಲಿ ಯಾವುದೇ ಮೆಚ್ಚಿನವುಗಳಿಲ್ಲ.

# NoItems
source: There are no items in your vault.
kn: ನಿಮ್ಮ ವಾಲ್ಟ್‌ನಲ್ಲಿ ಯಾವುದೇ ವಸ್ತುಗಳು ಇಲ್ಲ.

# NoItemsTap
source: There are no items in your vault for this website/app. Tap to add one.
kn: ಈ ವೆಬ್‌ಸೈಟ್ / ಅಪ್ಲಿಕೇಶನ್‌ಗಾಗಿ ನಿಮ್ಮ ವಾಲ್ಟ್‌ನಲ್ಲಿ ಯಾವುದೇ ಐಟಂಗಳಿಲ್ಲ. ಒಂದನ್ನು ಸೇರಿಸಲು ಟ್ಯಾಪ್ ಮಾಡಿ.

# NoUsernamePasswordConfigured
source: This login does not have a username or password configured.
kn: ಈ ಲಾಗಿನ್ ಬಳಕೆದಾರಹೆಸರು ಅಥವಾ ಪಾಸ್‌ವರ್ಡ್ ಅನ್ನು ಕಾನ್ಫಿಗರ್ ಮಾಡಿಲ್ಲ.

source: Ok, got it!
kn: ಸರಿ, ಅರ್ಥವಾಯಿತು

# OptionDefaults
source: Option defaults are set from the main Bitwarden app's password generator tool.
kn: ಆಯ್ಕೆ ಡೀಫಾಲ್ಟ್‌ಗಳನ್ನು ಮುಖ್ಯ ಬಿಟ್‌ವಾರ್ಡೆನ್ ಅಪ್ಲಿಕೇಶನ್‌ನ ಪಾಸ್‌ವರ್ಡ್ ಜನರೇಟರ್ ಸಾಧನದಿಂದ ಹೊಂದಿಸಲಾಗಿದೆ.

source: Options
kn: ಆಯ್ಕೆಗಳು

source: Other
kn: ಇತರೆ

source: Password generated
kn: ಪಾಸ್ವರ್ಡ್ ರಚಿಸಲಾಗಿದೆ.

source: Password generator
kn: ಪಾಸ್ವರ್ಡ್ ಜನರೇಟರ್

source: Password hint
kn: ಪಾಸ್ವರ್ಡ್ ಸುಳಿವು

# PasswordHintAlert
source: We've sent you an email with your master password hint.
kn: ನಿಮ್ಮ ಮಾಸ್ಟರ್ ಪಾಸ್‌ವರ್ಡ್ ಸುಳಿವಿನೊಂದಿಗೆ ನಾವು ನಿಮಗೆ ಇಮೇಲ್ ಕಳುಹಿಸಿದ್ದೇವೆ.

# PasswordOverrideAlert
source: Are you sure you want to overwrite the current password?
kn: ಪ್ರಸ್ತುತ ಪಾಸ್‌ವರ್ಡ್ ಅನ್ನು ತಿದ್ದಿಬರೆಯಲು ನೀವು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ?

# PushNotificationAlert
source: Bitwarden keeps your vault automatically synced by using push notifications. For the best possible experience, please select "Allow" on the following prompt when asked to allow push notifications.
kn: ಪುಶ್ ಅಧಿಸೂಚನೆಗಳನ್ನು ಬಳಸಿಕೊಂಡು ಬಿಟ್‌ವಾರ್ಡನ್ ನಿಮ್ಮ ವಾಲ್ಟ್ ಅನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಸಿಂಕ್ ಮಾಡುತ್ತದೆ. ಸಾಧ್ಯವಾದಷ್ಟು ಉತ್ತಮ ಅನುಭವಕ್ಕಾಗಿ, ಪುಶ್ ಅಧಿಸೂಚನೆಗಳನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಲು ಕೇಳಿದಾಗ ದಯವಿಟ್ಟು ಈ ಕೆಳಗಿನ ಪ್ರಾಂಪ್ಟಿನಲ್ಲಿ "ಅನುಮತಿಸು" ಆಯ್ಕೆಮಾಡಿ.

source: Rate the app
kn: ಈ ಆಪ್‍ಗೆ ರೇಟ್ ನೀಡಿ

# RateTheAppDescription
source: Please consider helping us out with a good review!
kn: ಉತ್ತಮ ವಿಮರ್ಶೆಯೊಂದಿಗೆ ನಮಗೆ ಸಹಾಯ ಮಾಡಲು ದಯವಿಟ್ಟು ಪರಿಗಣಿಸಿ!

source: Regenerate password
kn: ಪಾಸ್ವರ್ಡ್ ಅನ್ನು ಪುನರುತ್ಪಾದಿಸಿ

source: Re-type master password
kn: ಮಾಸ್ಟರ್ ಪಾಸ್ವರ್ಡ್ ಅನ್ನು ಮರು-ಟೈಪ್ ಮಾಡಿ

source: Search vault
kn: ವಾಲ್ಟ್ ಹುಡುಕಿ

source: Security
kn: ಭದ್ರತೆ

source: Select
kn: ಆಯ್ಕೆಮಾಡಿ

source: Set PIN
kn: ಪಿನ್‌ ಸೆಟ್ ಮಾಡಿ

# SetPINDirection
source: Enter a 4 digit PIN code to unlock the app with.
kn: ಇದರೊಂದಿಗೆ ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ಅನ್ಲಾಕ್ ಮಾಡಲು 4 ಅಂಕಿಯ ಪಿನ್ ಕೋಡ್ ನಮೂದಿಸಿ.

source: Item information
kn: ಐಟಂ ಮಾಹಿತಿ

# ItemUpdated
source: Item saved
kn: ಐಟಂ ನವೀಕರಿಸಲಾಗಿದೆ.

source: Submitting...
kn: ಸಲ್ಲಿಸಲು...

source: Syncing...
kn: ಸಿಂಕ್ ಆಗುತ್ತಿದೆ...

source: Syncing complete
kn: ಸಿಂಕ್ ಮುಗಿದಿದೆ

source: Syncing failed
kn: ಸಿಂಕ್ ವಿಫಲಗೊಂಡಿದೆ

source: Sync vault now
kn: ವಾಲ್ಟ್ ಅನ್ನು ಈಗ ಸಿಂಕ್ ಮಾಡಿ

source: Touch ID
kn: ಟಚ್ ಐಡಿ

source: Two-step login
kn: ಎರಡು ಹಂತದ ಲಾಗಿನ್

# UnlockWith
source: Unlock with %1$@
kn: %1$@ ನೊಂದಿಗೆ ಅನ್ಲಾಕ್ ಮಾಡಿ

# UnlockWithPIN
source: Unlock with PIN code
kn: ಪಿನ್ ಕೋಡ್‌ನೊಂದಿಗೆ ಅನ್ಲಾಕ್ ಮಾಡಿ

source: Validating
kn: ಮೌಲ್ಯೀಕರಿಸಲಾಗುತ್ತಿದೆ

source: Verification code
kn: ಪರಿಶೀಲನಾ ಕೋಡ್‌ಗಳು

source: View item
kn: ಐಟಂ ವೀಕ್ಷಿಸಿ

# WebVault
source: Bitwarden web vault
kn: ಬಿಟ್ವಾರ್ಡೆನ್ ವೆಬ್ ವಾಲ್ಟ್

# Lost2FAApp
source: Lost authenticator app?
kn: ದೃಢೀಕರಣ ಅಪ್ಲಿಕೇಶನ್ ಕಳೆದುಹೋಗಿದೆಯೇ?

source: Items
kn: ಐಟಂಗಳು

source: Extension activated!
kn: ವಿಸ್ತರಣೆ ಸಕ್ರಿಯಗೊಂಡಿದೆ!

source: Icons
kn: ಐಕಾನ್‌ಗಳು

source: Translations
kn: ಅನುವಾದಗಳು

# ItemsForUri
source: Items for %1$@
kn: %1$@ಗಾಗಿ ಐಟಂಗಳು

# NoItemsForUri
source: There are no items in your vault for %1$@.
kn: %1$@ ಗೆ ನಿಮ್ಮ ವಾಲ್ಟ್‌ನಲ್ಲಿ ಯಾವುದೇ ಐಟಂಗಳಿಲ್ಲ.

# BitwardenAutofillServiceOverlay
source: When you select an input field and see a Bitwarden auto-fill overlay, you can tap it to launch the auto-fill service.
kn: ನೀವು ಇನ್ಪುಟ್ ಕ್ಷೇತ್ರವನ್ನು ಆಯ್ಕೆ ಮಾಡಿದಾಗ ಮತ್ತು ಬಿಟ್ವಾರ್ಡೆನ್ ಸ್ವಯಂ-ಭರ್ತಿ ಓವರ್ಲೇ ಅನ್ನು ನೋಡಿದಾಗ, ಸ್ವಯಂ-ಭರ್ತಿ ಸೇವೆಯನ್ನು ಪ್ರಾರಂಭಿಸಲು ನೀವು ಅದನ್ನು ಟ್ಯಾಪ್ ಮಾಡಬಹುದು.

# BitwardenAutofillServiceNotificationContent
source: Tap this notification to auto-fill an item from your vault.
kn: ನಿಮ್ಮ ವಾಲ್ಟ್‌ನಿಂದ ಐಟಂ ಅನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ತುಂಬಲು ಈ ಅಧಿಸೂಚನೆಯನ್ನು ಟ್ಯಾಪ್ ಮಾಡಿ.

# BitwardenAutofillServiceOpenAccessibilitySettings
source: Open Accessibility Settings
kn: ಪ್ರವೇಶಿಸುವಿಕೆ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ತೆರೆಯಿರಿ

# BitwardenAutofillServiceStep1
source: 1. On the Android Accessibility Settings screen, touch "Bitwarden" under the Services heading.
kn: 1. ಆಂಡ್ರಾಯ್ಡ್ ಪ್ರವೇಶಿಸುವಿಕೆ ಸೆಟ್ಟಿಂಗ್‌ಗಳ ಪರದೆಯಲ್ಲಿ, ಸೇವೆಗಳ ಶೀರ್ಷಿಕೆಯಡಿಯಲ್ಲಿ "ಬಿಟ್‌ವಾರ್ಡನ್" ಸ್ಪರ್ಶಿಸಿ.

# BitwardenAutofillServiceStep2
source: 2. Switch on the toggle and press OK to accept.
kn: 2. ಟಾಗಲ್ ಆನ್ ಮಾಡಿ ಮತ್ತು ಸ್ವೀಕರಿಸಲು ಸರಿ ಒತ್ತಿರಿ.

source: Disabled
kn: ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ

source: Enabled
kn: ಸಕ್ರಿಯಗೊಳಿಸಿದೆ

source: Status
kn: ಸ್ಥಿತಿ

# BitwardenAutofillServiceAlert2
source: The easiest way to add new logins to your vault is from the Bitwarden Auto-fill Service. Learn more about using the Bitwarden Auto-fill Service by navigating to the "Settings" screen.
kn: ನಿಮ್ಮ ವಾಲ್ಟ್‌ಗೆ ಹೊಸ ಲಾಗಿನ್‌ಗಳನ್ನು ಸೇರಿಸಲು ಸುಲಭವಾದ ಮಾರ್ಗವೆಂದರೆ ಬಿಟ್‌ವಾರ್ಡೆನ್ ಸ್ವಯಂ-ಭರ್ತಿ ಸೇವೆಯಿಂದ. "ಸೆಟ್ಟಿಂಗ್‌ಗಳು" ಪರದೆಗೆ ನ್ಯಾವಿಗೇಟ್ ಮಾಡುವ ಮೂಲಕ ಬಿಟ್‌ವಾರ್ಡೆನ್ ಸ್ವಯಂ-ಭರ್ತಿ ಸೇವೆಯನ್ನು ಬಳಸುವ ಬಗ್ಗೆ ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ.

source: Auto-fill
kn: ಸ್ವಯಂ ಭರ್ತಿ

# AutofillOrView
source: Do you want to auto-fill or view this item?
kn: ಈ ಐಟಂ ಅನ್ನು ಸ್ವಯಂ ಭರ್ತಿ ಮಾಡಲು ಅಥವಾ ವೀಕ್ಷಿಸಲು ನೀವು ಬಯಸುವಿರಾ?

# BitwardenAutofillServiceMatchConfirm
source: Are you sure you want to auto-fill this item? It is not a complete match for "%1$@".
kn: ಈ ಐಟಂ ಅನ್ನು ಸ್ವಯಂ ತುಂಬಲು ನೀವು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ? ಇದು "%1$@" ಗೆ ಸಂಪೂರ್ಣ ಹೊಂದಾಣಿಕೆಯಾಗಿಲ್ಲ.

source: Matching items
kn: ಹೊಂದಾಣಿಕೆಯ ವಸ್ತುಗಳು

source: Possible matching items
kn: ಹೊಂದಾಣಿಕೆಯ ವಸ್ತುಗಳು

source: Search
kn: ಹುಡುಕಿ

# BitwardenAutofillServiceSearch
source: You are searching for an auto-fill item for "%1$@".
kn: ನೀವು "%1$@" ಗಾಗಿ ಸ್ವಯಂ-ಭರ್ತಿ ಐಟಂ ಅನ್ನು ಹುಡುಕುತ್ತಿದ್ದೀರಿ.

# CannotOpenApp
source: Cannot open the app "%1$@".
kn: "%1$@" ಅಪ್ಲಿಕೇಶನ್ ತೆರೆಯಲು ಸಾಧ್ಯವಿಲ್ಲ.

# AuthenticatorAppTitle
source: Authenticator app
kn: ದೃಢೀಕರಣ ಅಪ್ಲಿಕೇಶನ್

# EnterVerificationCodeApp
source: Enter the 6 digit verification code from your authenticator app.
kn: ನಿಮ್ಮ ದೃಢೀಕರಣ ಅಪ್ಲಿಕೇಶನ್‌ನಿಂದ 6 ಅಂಕಿಯ ಪರಿಶೀಲನಾ ಕೋಡ್ ಅನ್ನು ನಮೂದಿಸಿ.

# EnterVerificationCodeEmail
source: Enter the 6 digit verification code that was emailed to %1$@.
kn: %1$@ ಇಮೇಲ್ ಮಾಡಲಾದ 6 ಅಂಕಿಯ ಪರಿಶೀಲನಾ ಕೋಡ್ ಅನ್ನು ನಮೂದಿಸಿ.

source: Login unavailable
kn: ಲಾಗಿನ್ ಲಭ್ಯವಿಲ್ಲ

# NoTwoStepAvailable
source: This account has two-step login set up, however, none of the configured two-step providers are supported on this device. Please use a supported device and/or add additional providers that are better supported across devices (such as an authenticator app).
kn: ಈ ಖಾತೆಯು ಎರಡು-ಹಂತದ ಲಾಗಿನ್ ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿದೆ, ಆದಾಗ್ಯೂ, ಕಾನ್ಫಿಗರ್ ಮಾಡಲಾದ ಎರಡು-ಹಂತದ ಪೂರೈಕೆದಾರರಲ್ಲಿ ಯಾರೂ ಈ ಸಾಧನದಲ್ಲಿ ಬೆಂಬಲಿಸುವುದಿಲ್ಲ. ದಯವಿಟ್ಟು ಬೆಂಬಲಿತ ಸಾಧನವನ್ನು ಬಳಸಿ ಮತ್ತು / ಅಥವಾ ಸಾಧನಗಳಲ್ಲಿ ಉತ್ತಮವಾಗಿ ಬೆಂಬಲಿಸುವ ಹೆಚ್ಚುವರಿ ಪೂರೈಕೆದಾರರನ್ನು ಸೇರಿಸಿ (ದೃಢೀಕರಣ ಅಪ್ಲಿಕೇಶನ್‌ನಂತಹ).

# RecoveryCodeTitle
source: Recovery code
kn: ಮರುಪಡೆಯುವಿಕೆ ಕೋಡ್

source: Remember me
kn: ನನ್ನನ್ನು ನೆನಪಿನಲ್ಲಿ ಇಡು

# SendVerificationCodeAgain
source: Send verification code email again
kn: ಪರಿಶೀಲನೆ ಕೋಡ್ ಇಮೇಲ್ ಅನ್ನು ಮತ್ತೆ ಕಳುಹಿಸಿ

source: Two-step login options
kn: ಎರಡು ಹಂತದ ಲಾಗಿನ್ ಆಯ್ಕೆಗಳು

# UseAnotherTwoStepMethod
source: Use another two-step login method
kn: ಮತ್ತೊಂದು ಎರಡು-ಹಂತದ ಲಾಗಿನ್ ವಿಧಾನವನ್ನು ಬಳಸಿ

# VerificationEmailNotSent
source: Could not send verification email. Try again.
kn: ಪರಿಶೀಲನೆ ಇಮೇಲ್ ಕಳುಹಿಸಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ. ಮತ್ತೆ ಪ್ರಯತ್ನಿಸು.

source: Verification email sent
kn: ಪರಿಶೀಲನೆ ಇಮೇಲ್‌ ಕಳುಹಿಸಲಾಗಿದೆ

# YubiKeyInstruction
source: To continue, hold your YubiKey NEO against the back of the device or insert your YubiKey into your device's USB port, then touch its button.
kn: ಮುಂದುವರೆಯಲು, ಸಾಧನದ ಹಿಂಭಾಗದಲ್ಲಿ ನಿಮ್ಮ ಯೂಬಿಕೆ ಎನ್ಇಒ ಅನ್ನು ಹಿಡಿದುಕೊಳ್ಳಿ ಅಥವಾ ನಿಮ್ಮ ಯುಬಿಕಿಯನ್ನು ನಿಮ್ಮ ಸಾಧನದ ಯುಎಸ್ಬಿ ಪೋರ್ಟ್ಗೆ ಸೇರಿಸಿ, ನಂತರ ಅದರ ಗುಂಡಿಯನ್ನು ಸ್ಪರ್ಶಿಸಿ.

# YubiKeyTitle
source: YubiKey security key
kn: ಯುಬಿಕೆ ಭದ್ರತಾ ಕೀ

source: Add new attachment
kn: ಹೊಸ ಲಗತ್ತನ್ನು ಸೇರಿಸಿ

source: Attachments
kn: ಲಗತ್ತುಗಳು

source: Unable to download file.
kn: ಫೈಲ್ ಡೌನ್‌ಲೋಡ್ ಮಾಡಲು ಸಾಧ್ಯವಿಲ್ಲ.

# UnableToOpenFile
source: Your device cannot open this type of file.
kn: ನಿಮ್ಮ ಸಾಧನವು ಈ ರೀತಿಯ ಫೈಲ್ ಅನ್ನು ತೆರೆಯಲು ಸಾಧ್ಯವಿಲ್ಲ.

source: Downloading...
kn: ಡೌನ್‌ಲೋಡ್ ಆಗುತ್ತಿದೆ…

# AttachmentLargeWarning
source: This attachment is %1$@ in size. Are you sure you want to download it onto your device?
kn: ಈ ಲಗತ್ತು %1$@ ಗಾತ್ರದಲ್ಲಿದೆ. ನಿಮ್ಮ ಸಾಧನದಲ್ಲಿ ಅದನ್ನು ಡೌನ್‌ಲೋಡ್ ಮಾಡಲು ನೀವು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ?

# AuthenticatorKey
source: Authenticator key (TOTP)
kn: ದೃಢೀಕರಣ ಕೀ (TOTP)

source: Verification code (TOTP)
kn: ಪರಿಶೀಲನಾ ಕೋಡ್‌ಗಳು

source: Authenticator key added.
kn: ದೃಢೀಕರಣ ಕೀ (TOTP)

# AuthenticatorKeyReadError
source: Cannot read authenticator key.
kn: ದೃಢೀಕರಣ ಕೀಲಿಯನ್ನು ಓದಲಾಗುವುದಿಲ್ಲ.

# ScanQrTitle
source: Scan QR Code
kn: QR ಕೋಡ್‌ ಸ್ಕ್ಯಾನ್‌ ಮಾಡಿ

source: Camera
kn: ಕ್ಯಾಮರಾ

source: Photos
kn: ಫೋಟೋಗಳು

source: Copy TOTP
kn: TOTP ಅನ್ನು ನಕಲಿಸಿ

# PremiumRequired
source: A premium membership is required to use this feature.
kn: ಈ ವೈಶಿಷ್ಟ್ಯವನ್ನು ಬಳಸಲು ಪ್ರೀಮಿಯಂ ಸದಸ್ಯತ್ವ ಅಗತ್ಯವಿದೆ.

# AttachementAdded
source: Attachment added
kn: ಲಗತ್ತು ಸೇರಿಸಲಾಗಿದೆ

source: Attachment deleted
kn: ಲಗತ್ತು ಅಳಿಸಲಾಗಿದೆ

source: Choose file
kn: ಫೈಲ್ ಆಯ್ಕೆ

source: File
kn: ಫೈಲ್

source: No file chosen
kn: ಯಾವ ಫೈಲನ್ನು ಆರಿಸಿಲ್ಲ

# NoAttachments
source: There are no attachments.
kn: ಯಾವುದೇ ಲಗತ್ತುಗಳಿಲ್ಲ.

source: File Source
kn: ಫೈಲ್ ಮೂಲ

source: Feature unavailable
kn: ವೈಶಿಷ್ಟ್ಯ ಲಭ್ಯವಿಲ್ಲ

# MaxFileSize
source: Maximum file size is 100 MB.
kn: ಗರಿಷ್ಠ ಫೈಲ್ ಗಾತ್ರ 100 ಎಂಬಿ.

# UpdateKey
source: You cannot use this feature until you update your encryption key.
kn: ನಿಮ್ಮ ಎನ್‌ಕ್ರಿಪ್ಶನ್ ಕೀಲಿಯನ್ನು ನವೀಕರಿಸುವವರೆಗೆ ನೀವು ಈ ವೈಶಿಷ್ಟ್ಯವನ್ನು ಬಳಸಲಾಗುವುದಿಲ್ಲ.

source: Learn more
kn: ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ

# ApiUrl
source: API server URL
kn: API ಸರ್ವರ್ URL

source: Custom environment
kn: ಕಸ್ಟಮ್ ಪರಿಸರ

# CustomEnvironmentFooter
source: For advanced users. You can specify the base URL of each service independently.
kn: ಸುಧಾರಿತ ಬಳಕೆದಾರರಿಗಾಗಿ. ನೀವು ಪ್ರತಿ ಸೇವೆಯ ಮೂಲ URL ಅನ್ನು ಸ್ವತಂತ್ರವಾಗಿ ನಿರ್ದಿಷ್ಟಪಡಿಸಬಹುದು.

# EnvironmentSaved
source: The environment URLs have been saved.
kn: ಪರಿಸರ URL ಗಳನ್ನು ಉಳಿಸಲಾಗಿದೆ.

# FormattedIncorrectly
source: %1$@ is not correctly formatted.
kn: %1$@ ಅನ್ನು ಸರಿಯಾಗಿ ಫಾರ್ಮ್ಯಾಟ್ ಮಾಡಲಾಗಿಲ್ಲ.

# IdentityUrl
source: Identity server URL
kn: ಗುರುತಿನ ಸರ್ವರ್ URL

source: Self-hosted environment
kn: ಸ್ವಯಂ ಆತಿಥೇಯ ಪರಿಸರ

# SelfHostedEnvironmentFooter
source: Specify the base URL of your on-premise hosted Bitwarden installation.
kn: ನಿಮ್ಮ ಆನ್-ಪ್ರಮೇಯ ಹೋಸ್ಟ್ ಮಾಡಿದ ಬಿಟ್‌ವಾರ್ಡೆನ್ ಸ್ಥಾಪನೆಯ ಮೂಲ URL ಅನ್ನು ನಿರ್ದಿಷ್ಟಪಡಿಸಿ.

source: Server URL
kn: ಸರ್ವರ್ URL

# WebVaultUrl
source: Web vault server URL
kn: ವೆಬ್ ವಾಲ್ಟ್ ಸರ್ವರ್ URL

# BitwardenAutofillServiceNotificationContentOld
source: Tap this notification to view items from your vault.
kn: ನಿಮ್ಮ ವಾಲ್ಟ್‌ನಿಂದ ವಸ್ತುಗಳನ್ನು ವೀಕ್ಷಿಸಲು ಈ ಅಧಿಸೂಚನೆಯನ್ನು ಟ್ಯಾಪ್ ಮಾಡಿ.

source: Custom fields
kn: ಕಸ್ಟಮ್ ಕ್ಷೇತ್ರಗಳು

source: Copy number
kn: ನಕಲು ಸಂಖ್ಯೆ

source: Copy security code
kn: ಭದ್ರತಾ ಕೋಡ್ ಅನ್ನು ನಕಲಿಸಿ

source: Number
kn: ಸಂಖ್ಯೆ

source: Security code
kn: ಭದ್ರತಾ ಕೋಡ್

# TypeCard
source: Card
kn: ಕಾರ್ಡ್

# TypeIdentity
source: Identity
kn: ಗುರುತಿಸುವಿಕೆ

# TypeLogin
source: Login
kn: ಲಾಗಿನ್

# TypeSecureNote
source: Secure note
kn: ಸುರಕ್ಷಿತ ಟಿಪ್ಪಣಿ

source: Address 1
kn: ವಿಳಾಸ 1

source: Address 2
kn: ವಿಳಾಸ 2

source: Address 3
kn: ವಿಳಾಸ 3

source: April
kn: ಏಪ್ರಿಲ್

source: August
kn: ಆಗಸ್ಟ್

source: Brand
kn: ಬ್ರ್ಯಾಂಡ್

source: Cardholder name
kn: ಕಾರ್ಡುದಾರನ ಹೆಸರು

source: City / Town
kn: ನಗರ / ಪಟ್ಟಣ

source: Company
kn: ಕಂಪನಿ

source: Country
kn: ದೇಶ

source: December
kn: ಡಿಸೆಂಬರ್

source: Expiration month
kn: ಮುಕ್ತಾಯ ತಿಂಗಳು

source: Expiration year
kn: ಮುಕ್ತಾಯ ವರ್ಷ

source: February
kn: ಫೆಬ್ರವರಿ

source: First name
kn: ಮೊದಲ ಹೆಸರು

source: January
kn: ಜನವರಿ

source: July
kn: ಜುಲೈ

source: June
kn: ಜೂನ್

source: Last name
kn: ಕೊನೆ ಹೆಸರು

source: License number
kn: ಪರವಾನಗಿ ಸಂಖ್ಯೆ

source: March
kn: ಮಾರ್ಚ್

source: May
kn: ಮೇ

source: Middle name
kn: ಮಧ್ಯದ ಹೆಸರು

source: Mr
kn: ಶ್ರೀ

source: Mrs
kn: ಶ್ರೀಮತಿ

source: Ms
kn: ಎಂ.ಎಸ್

source: November
kn: ನವೆಂಬರ್

source: October
kn: ಅಕ್ಟೋಬರ್

source: Passport number
kn: ಪಾಸ್ಪೋರ್ಟ್ ಸಂಖ್ಯೆ

source: Phone
kn: ಫೋನ್‌

source: September
kn: ಸೆಪ್ಟೆಂಬರ್

# SSN
source: Social Security number
kn: ಸಾಮಾಜಿಕ ಭದ್ರತೆ ಸಂಖ್ಯೆ

source: State / Province
kn: ರಾಜ್ಯ / ಪ್ರಾಂತ್ಯ

source: Title
kn: ಶೀರ್ಷಿಕೆ

source: Zip / Postal code
kn: ಪಿನ್ / ಅಂಚೆ ಕೋಡ್

source: Address
kn: ವಿಳಾಸ

source: Expiration
kn: ಮುಕ್ತಾಯ

# IconsUrl
source: Icons server URL
kn: ಚಿಹ್ನೆಗಳು ಸರ್ವರ್ URL

source: Auto-fill with Bitwarden
kn: ಬಿಟ್‌ವಾರ್ಡೆನ್‌ನೊಂದಿಗೆ ಸ್ವಯಂ ಭರ್ತಿ ಮಾಡಿ

source: Vault is locked
kn: ವಾಲ್ಟ್ ಲಾಕ್ ಆಗಿದೆ

source: Go to my vault
kn: ನನ್ನ ವಾಲ್ಟ್ಗೆ ಹೋಗಿ

source: Collections
kn: ಸಂಗ್ರಹಣೆಗಳು

# NoItemsCollection
source: There are no items in this collection.
kn: ಈ ಸಂಗ್ರಹಣೆಯಲ್ಲಿ ಯಾವುದೇ ಐಟಂಗಳಿಲ್ಲ.

# NoItemsFolder
source: There are no items in this folder.
kn: ಈ ಫೋಲ್ಡರ್‌ನಲ್ಲಿ ಯಾವುದೇ ಐಟಂಗಳಿಲ್ಲ.

# NoItemsTrash
source: There are no items in the trash.
kn: ಅನುಪಯುಕ್ತದಲ್ಲಿ ಯಾವುದೇ ವಸ್ತುಗಳು ಇಲ್ಲ.

source: Auto-fill Accessibility Service
kn: ಸ್ವಯಂ-ಭರ್ತಿ ಪ್ರವೇಶ ಸೇವೆ
