Repository: bitwarden/ios
Catalog: Bitwarden/Application/Support/AppShortcutsLocalizations/*.lproj/AppShortcuts.strings
Languages: az, bg, cs, de, fa, fr, he, hr, hu, id, it, lv, nl, pl, pt, pt_br, ru, sk, sr, sv, ta, th, tr, uk, vi, zh_hans, zh_hant

source: Lock all ${applicationName} accounts
az: Bütün ${applicationName} hesablarını kilidlə
bg: Заключване на всички акаунти за ${applicationName}
cs: Uzamknout všechny účty ${applicationName}
de: Alle ${applicationName}-Konten sperren
fa: قفل کردن تمام حساب‌های کابری ${applicationName}
fr: Verrouiller tous les comptes ${applicationName}
he: נעל את כל חשבונות ${applicationName}
hr: Zaključaj sve račune za ${applicationName}
hu: Az összes ${applicationName} fiók zárolása
id: Kunci semua akun ${applicationName}
it: Blocca tutti gli account ${applicationName}
lv: Aizslēgt visus ${applicationName} kontus
nl: Alle ${applicationName}-accounts vergrendelen
pl: Zablokuj wszystkie konta ${applicationName}
pt: Bloquear todas as contas ${applicationName}
pt_br: Bloquear todas as contas do ${applicationName}
ru: Заблокировать все аккаунты ${applicationName}
sk: Uzamknúť všetky účty ${applicationName}
sr: Блокирај све налоге ${applicationName}-а
sv: Lås alla ${applicationName}-konton
ta: அனைத்து ${applicationName} கணக்குகளையும் பூட்டவும்
th: ล็อกบัญชี ${applicationName} ทั้งหมด
tr: Tüm ${applicationName} hesaplarını kilitle
uk: Заблокувати всі облікові записи ${applicationName}
vi: Khóa tất cả các tài khoản ${applicationName}
zh_hans: 锁定所有 ${applicationName} 账户
zh_hant: 鎖定所有 ${applicationName} 帳號

source: Secure every ${applicationName} account
az: Hər bir ${applicationName} hesabını mühafizə et
bg: Защитаване на всички акаунти за ${applicationName}
cs: Zabezpečit každý účet ${applicationName}
de: Jedes ${applicationName}-Konto sichern
fa: ایمن‌سازی تمام حساب‌های کاربری ${applicationName}
fr: Protéger tous vos comptes ${applicationName}
he: אבטח כל חשבון ${applicationName}
hr: Osiguraj sve račune za ${applicationName}
hu: Minden ${applicationName} fiók biztosítása
id: Amankan setiap akun ${applicationName}
it: Proteggi tutti gli account ${applicationName}
lv: Nodrošināt visus ${applicationName} kontus
nl: Alle ${applicationName}-accounts beveiligen
pl: Zabezpiecz każde konto ${applicationName}
pt: Proteger todas as contas ${applicationName}
pt_br: Proteja cada conta do ${applicationName}
ru: Защитите каждый аккаунт ${applicationName}
sk: Zabezpečiť každý účet ${applicationName}
sr: Осигурај сваки налог ${applicationName}-а
sv: Säkra varje ${applicationName}-konto
ta: ஒவ்வொரு ${applicationName} கணக்கையும் பாதுகாக்கவும்
th: รักษาความปลอดภัยทุกบัญชี ${applicationName}
tr: Her ${applicationName} hesabını güvenli hale getir
uk: Захистити кожен обліковий запис ${applicationName}
vi: Bảo mật mọi tài khoản ${applicationName}
zh_hans: 加固所有 ${applicationName} 账户
zh_hant: 保護每個 ${applicationName} 帳號

source: Lock down all ${applicationName} sessions
az: Bütün ${applicationName} seanslarını kilidlə
bg: Заключване на всички сесии за ${applicationName}
cs: Uzamknout všechny relace ${applicationName}
de: Alle Sitzungen in ${applicationName} sperren
fa: قفل کردن تمام نشست‌های ${applicationName}
fr: Verrouiller toutes les sessions ${applicationName}
he: סגור את כל הפעלות ${applicationName}
hr: Zaključaj sve sesije za ${applicationName}
hu: Az összes ${applicationName} munkamenet lezárása
id: Kunci semua sesi ${applicationName}
it: Blocca tutte le sessioni ${applicationName}
lv: Noslēgt visas ${applicationName} sesijas
nl: Alle ${applicationName}-sessies vergrendelen
pl: Zablokuj wszystkie sesje ${applicationName}
pt: Bloquear todas as sessões ${applicationName}
pt_br: Bloquear todas as sessões do ${applicationName}
ru: Заблокировать все сессии ${applicationName}
sk: Uzamknúť všetky relácie ${applicationName}
sr: Блокирај све сесије ${applicationName}-а
sv: Lås alla ${applicationName}-sessioner
ta: அனைத்து ${applicationName} அமர்வுகளையும் பூட்டவும்
th: ล็อกเซสชัน ${applicationName} ทั้งหมด
tr: Tüm ${applicationName} oturumlarını kilitle
uk: Закрити всі сеанси ${applicationName}
vi: Khóa tất cả các phiên ${applicationName}
zh_hans: 封禁所有 ${applicationName} 会话
zh_hant: 鎖定所有 ${applicationName} 會話

source: ${applicationName}, lock all vaults
az: ${applicationName}, bütün seyfləri kilidlə
bg: ${applicationName}, заключване на всички трезори
cs: ${applicationName}, uzamknout všechny trezory
de: ${applicationName}, alle Tresore sperren
fa: ${applicationName}، تمام گاوصندوق‌ها را قفل کن
fr: ${applicationName}, verrouiller tous les coffres
he: ${applicationName}, נעל את כל הכספות
hr: ${applicationName}, zaključaj sve trezore
hu: ${applicationName}, zároljuk az összes széfet.
id: ${applicationName}, kunci semua brankas
it: blocca tutte le casseforti ${applicationName}
lv: ${applicationName}, aizslēgt visas glabātavas
nl: ${applicationName}, alle kluizen vergrendelen
pl: ${applicationName}, zablokuj wszystkie sejfy
pt: ${applicationName}, bloquear todos os cofres
pt_br: ${applicationName}, bloquear todos os cofres
ru: ${applicationName}, заблокировать все хранилища
sk: ${applicationName}, uzamknúť všetky trezory
sr: ${applicationName}, блокирај све сефове
sv: ${applicationName}, lås alla valv
ta: ${applicationName}, அனைத்து பெட்டகங்களையும் பூட்டவும்
th: ${applicationName} ล็อกตู้นิรภัยทั้งหมด
tr: ${applicationName}, tüm kasaları kilitle
uk: ${applicationName}, заблокувати всі сховища
vi: ${applicationName}, khóa tất cả các kho
zh_hans: ${applicationName}，锁定所有密码库
zh_hant: ${applicationName}，鎖定所有密碼庫

source: Activate full lock for ${applicationName}
az: ${applicationName} üçün tam kilidi aktivləşdir
bg: Активиране на пълно заключване за ${applicationName}
cs: Aktivovat úplný zámek pro ${applicationName}
de: Vollsperre für ${applicationName} aktivieren
fa: قفل کامل را برای ${applicationName} فعال کن
fr: Activez le verrouillage complet de ${applicationName}
he: הפעל נעילה מלאה עבור ${applicationName}
hr: Aktiviraj potpuno zaključavanje za ${applicationName}
hu: Aktiváljuk a teljes zárolást ${applicationName} számára.
id: Aktifkan kunci penuh untuk ${applicationName}
it: Attiva blocco completo per ${applicationName}
lv: Aktivēt pilnu aizslēgšanu ${applicationName}
nl: Volledige vergrendeling activeren voor ${applicationName}
pl: Aktywuj pełną blokadę dla ${applicationName}
pt: Ativar o bloqueio total para ${applicationName}
pt_br: Ativar bloqueio completo para ${applicationName}
ru: Активировать полную блокировку для ${applicationName}
sk: Aktivovať úplné uzamknutie pre ${applicationName}
sr: Активирај пун закључај за ${applicationName}
sv: Aktivera fullt lås för ${applicationName}
ta: ${applicationName} க்கு முழுப் பூட்டைச் செயல்படுத்தவும்
th: เปิดใช้งานการล็อกเต็มรูปแบบสำหรับ ${applicationName}
tr: ${applicationName} için tam kilidi etkinleştir
uk: Активувати повне блокування для ${applicationName}
vi: Kích hoạt khóa đầy đủ cho ${applicationName}
zh_hans: 为 ${applicationName} 激活完全锁定
zh_hant: 啟用 ${applicationName} 全面鎖定

source: Freeze every ${applicationName} account
az: Hər bir ${applicationName} hesabını dondur
bg: Замразяване на всички акаунти за ${applicationName}
cs: Zmrazit každý účet ${applicationName}
de: Alle ${applicationName}-Konten einfrieren
fa: تمام حساب‌های کاربری ${applicationName} را مسدود کن
fr: Geler tous les comptes ${applicationName}
he: הקפא כל חשבון ${applicationName}
hr: Zamrzni sve račune za ${applicationName}
hu: Minden ${applicationName} fiók fagyasztása
id: Bekukan setiap akun ${applicationName}
it: Congela tutti gli account ${applicationName}
lv: Iesaldēt visus ${applicationName} kontus
nl: Alle ${applicationName}accounts bevriezen
pl: Zamroź każde konto ${applicationName}
pt: Congelar todas as contas ${applicationName}
pt_br: Congelar cada conta do ${applicationName}
ru: Заморозить все аккаунты ${applicationName}
sk: Zmraziť každý účet ${applicationName}
sr: Замрзни сваки налог ${applicationName}-а
sv: Frys alla ${applicationName}-konton
ta: ஒவ்வொரு ${applicationName} கணக்கையும் முடக்கவும்
th: ล็อกทุกบัญชี ${applicationName}
tr: Her ${applicationName} hesabını dondur
uk: Заморозити кожен обліковий запис ${applicationName}
vi: Đóng băng tất cả các tài khoản ${applicationName}
zh_hans: 冻结所有 ${applicationName} 账户
zh_hant: 凍結每個 ${applicationName} 帳號

source: Protect all ${applicationName} logins
az: Bütün ${applicationName} girişlərini qoru
bg: Защитаване на всички вписвания за ${applicationName}
cs: Ochránit všechna přihlášení ${applicationName}
de: Alle ${applicationName}-Zugangsdaten schützen
fa: محافظت از همه ورودهای ${applicationName}
fr: Protéger tous les identifiants ${applicationName}
he: הגן על כל כניסות ${applicationName}
hr: Zaštiti sve prijave za ${applicationName}
hu: Az összes ${applicationName} bejelentkezés védelme
id: Lindungi semua login ${applicationName}
it: Proteggi tutti gli accessi ${applicationName}
lv: Aizsargāt visus ${applicationName} pieteikšanās vienumus
nl: Alle ${applicationName}accounts beschermen
pl: Chroń wszystkie logowania ${applicationName}
pt: Proteger todas as credenciais ${applicationName}
pt_br: Proteja todas as credenciais do ${applicationName}
ru: Защитить все логины ${applicationName}
sk: Ochrániť všetky prihlásenia ${applicationName}
sr: Заштити све лозинке ${applicationName}-а
sv: Skydda alla ${applicationName}-inloggningar
ta: அனைத்து ${applicationName} உள்நுழைவுகளையும் பாதுகாக்கவும்
th: ปกป้องข้อมูลเข้าสู่ระบบ ${applicationName} ทั้งหมด
tr: Tüm ${applicationName} hesaplarını koru
uk: Захистити всі записи ${applicationName}
vi: Bảo vệ tất cả các tài khoản đăng nhập của ${applicationName}
zh_hans: 保护所有 ${applicationName} 登录
zh_hant: 保護所有 ${applicationName} 登入資料

source: Lock up all accounts in ${applicationName}
az: ${applicationName} daxilindəki bütün hesabları kilidlə
bg: Заключване на всички акаунти в ${applicationName}
cs: Uzamknout všechny účty v ${applicationName}
de: Alle Konten in ${applicationName} sperren
fa: قفل کردن تمام حساب کاربری‌ها در ${applicationName}
fr: Verrouiller tous les comptes dans ${applicationName}
he: נעל את כל החשבונות ב־${applicationName}
hr: Zaključaj sve račune u ${applicationName}
hu: Zárjuk le az összes fiókot a ${applicationName} esetében.
id: Kunci semua akun di ${applicationName}
it: Blocca tutti gli account ${applicationName}
lv: Aizslēgt visus ${applicationName} kontus
nl: Alle accounts in ${applicationName} vergrendelen
pl: Zablokuj wszystkie konta w ${applicationName}
pt: Bloquear todas as contas no ${applicationName}
pt_br: Bloquear todas as contas em ${applicationName}
ru: Заблокировать все аккаунты в ${applicationName}
sk: Uzamknúť všetky účty v ${applicationName}
sr: Закључај све налог у ${applicationName}
sv: Lås upp alla konton i ${applicationName}
ta: ${applicationName} இல் உள்ள அனைத்து கணக்குகளையும் பூட்டவும்
th: ล็อกบัญชีทั้งหมดใน ${applicationName}
tr: ${applicationName} içindeki tüm hesapları kilitle
uk: Замкнути всі облікові записи ${applicationName}
vi: Khóa tất cả tài khoản trong ${applicationName}
zh_hans: 冻结 ${applicationName} 中的所有账户
zh_hant: 鎖住 ${applicationName} 中的所有帳號

source: Enable total ${applicationName} security
az: Cəmi ${applicationName} təhlükəsizliyi fəallaşdır
bg: Включване на пълната защита на ${applicationName}
cs: Povolit celkové zabezpečení ${applicationName}
de: Absolute Sicherheit für ${applicationName} aktivieren
fa: فعال‌سازی امنیت کامل ${applicationName}
fr: Activer la protection totale de ${applicationName}
he: אפשר אבטחת ${applicationName} מלאה
hr: Uključi potpunu zaštitu za ${applicationName}
hu: Teljes ${applicationName} biztonság engedélyezése
id: Aktifkan keamanan total ${applicationName}
it: Abilita la sicurezza totale ${applicationName}
lv: Iespējot pilnīgu ${applicationName} drošību
nl: Inschakelen totale beveiliging ${applicationName}
pl: Włącz całkowite bezpieczeństwo ${applicationName}
pt: Ativar segurança total - ${applicationName}
pt_br: Ativar segurança total do ${applicationName}
ru: Включить общую защиту ${applicationName}
sk: Povoliť celkové zabezpečenie ${applicationName}
sr: Упали тоталну безбедност ${applicationName}
sv: Aktivera total ${applicationName} säkerhet
ta: முழு ${applicationName} பாதுகாப்பை இயக்கவும்
th: เปิดใช้งานความปลอดภัยสูงสุดของ ${applicationName}
tr: Toplam ${applicationName} güvenliğini etkinleştir
uk: Активувати повну безпеку ${applicationName}
vi: Bật tính năng bảo mật toàn diện cho ${applicationName}
zh_hans: 启用全部 ${applicationName} 安全性
zh_hant: 啟用 ${applicationName} 全面安全性

source: ${applicationName}, secure all profiles
az: ${applicationName}, bütün profilləri mühafizə et
bg: ${applicationName}, защитаване на всички профили
cs: ${applicationName}, zabezpečit všechny profily
de: ${applicationName}, alle Profile sichern
fa: ${applicationName}، تمام پروفایل‌ها را ایمن کن
fr: ${applicationName}, sécuriser tous les profils
he: ${applicationName}, אבטח את כל הפרופילים
hr: ${applicationName}, zaštiti sve profile
hu: ${applicationName}, zároljuk az összes profilt.
id: ${applicationName}, amankan semua profil
it: Proteggi tutti i profili ${applicationName}
lv: ${applicationName}, nodrošināt visus profilus
nl: ${applicationName}, alle profielen beveiligen
pl: ${applicationName}, zabezpiecz wszystkie profile
pt: ${applicationName}, proteger todos os perfis
pt_br: ${applicationName}, proteger todos os perfis
ru: ${applicationName}, защитить все профили
sk: ${applicationName}, zabezpečiť všetky profily
sr: ${applicationName}, обеубеди све профиле
sv: ${applicationName}, säkra alla profiler
ta: ${applicationName}, அனைத்து சுயவிவரங்களையும் பாதுகாக்கவும்
th: ${applicationName} ปกป้องโปรไฟล์ทั้งหมด
tr: ${applicationName}, tüm profilleri güvenli hale getir
uk: ${applicationName}, захистити всі профілі
vi: ${applicationName}, bảo mật tất cả các hồ sơ
zh_hans: ${applicationName}，保护所有配置文件
zh_hant: ${applicationName}，保護所有個人資料

source: Global lock for ${applicationName}
az: ${applicationName} üçün qlobal kilid
bg: Глобално заключване за ${applicationName}
cs: Globální zámek pro ${applicationName}
de: Globale Sperre für ${applicationName}
fa: قفل سراسری برای ${applicationName}
fr: Verrouillage global pour ${applicationName}
he: נעילה גלובלית עבור ${applicationName}
hr: Globalno zaključavanje za ${applicationName}
hu: Globális zárolás ${applicationName} számára.
id: Kunci global untuk ${applicationName}
it: Blocco globale per ${applicationName}
lv: Vispārējā aizslēgšana ${applicationName}
nl: Globale vergrendeling voor ${applicationName}
pl: Globalna blokada dla ${applicationName}
pt: Bloqueio global para ${applicationName}
pt_br: Bloqueio global de ${applicationName}
ru: Глобальная блокировка для ${applicationName}
sk: Globálny zámok pre ${applicationName}
sr: Глобално закључавање за ${applicationName}
sv: Globalt lås för ${applicationName}
ta: ${applicationName} க்கான உலகளாவிய பூட்டு
th: ล็อก ${applicationName} ทั้งระบบ
tr: ${applicationName} için global kilit
uk: Глобальне блокування для ${applicationName}
vi: Khóa ${applicationName} trên mọi thiết bị
zh_hans: 为 ${applicationName} 全局锁定
zh_hant: ${applicationName} 全域鎖定

source: Log out all ${applicationName} accounts
az: Bütün ${applicationName} hesablarından çıxış et
bg: Отписване от всички акаунти на ${applicationName}
cs: Odhlásit všechny účty ${applicationName}
de: Alle ${applicationName}-Konten abmelden
fa: خروج از تمام حساب‌های کاربری ${applicationName}
fr: Déconnecter tous les comptes ${applicationName}
he: צא מכל חשבונות ${applicationName}
hr: Odjavi sve račune za ${applicationName}
hu: Az összes ${applicationName} fiók kijelentkeztetése
id: Keluar dari semua akun ${applicationName}
it: Disconnetti tutti gli account ${applicationName}
lv: Atteikties no visiem ${applicationName} kontiem
nl: Alle ${applicationName}accounts uitloggen
pl: Wyloguj wszystkie konta ${applicationName}
pt: Terminar a sessão de todas as contas ${applicationName}
pt_br: Desconectar todas as contas do ${applicationName}
ru: Разлогинить все аккаунты ${applicationName}
sk: Odhlásiť všetky účty ${applicationName}
sr: Одјави све налоге ${applicationName}-а
sv: Logga ut alla ${applicationName}-konton
ta: அனைத்து ${applicationName} கணக்குகளிலிருந்தும் வெளியேறவும்
th: ออกจากระบบบัญชี ${applicationName} ทั้งหมด
tr: Tüm ${applicationName} hesaplarından çıkış yap
uk: Вийти з усіх облікових записів ${applicationName}
vi: Đăng xuất tất cả các tài khoản ${applicationName}
zh_hans: 注销所有 ${applicationName} 账户
zh_hant: 登出所有 ${applicationName} 帳戶

source: Sign out of every ${applicationName} session
az: Hər bir ${applicationName} seansından çıxış et
bg: Отписване от всички сесии на ${applicationName}
cs: Odhlásit se z každé relace ${applicationName}
de: Von jeder ${applicationName}-Sitzung abmelden
fa: خروج از تمام نشست‌های ${applicationName}
fr: Se déconnecter de chaque session ${applicationName}
he: צא מכל הפעלת ${applicationName}
hr: Odjavi sve sesije za ${applicationName}
hu: Jelentkezzünk ki minden ${applicationName} munkamenetből.
id: Keluar dari setiap sesi ${applicationName}
it: Esci da tutte le sessioni ${applicationName}
lv: Izrakstīties no visām ${applicationName} sesijām
nl: Elke ${applicationName}-sessie uitloggen
pl: Wyloguj się z każdej sesji ${applicationName}
pt: Terminar cada sessão ${applicationName}
pt_br: Desconectar de cada sessão do ${applicationName}
ru: Выход из каждой сессии ${applicationName}
sk: Odhlásiť sa zo všetkých relácií ${applicationName}
sr: Одјави од сваке сесије од ${applicationName}
sv: Logga ut från varje ${applicationName}-session
ta: ஒவ்வொரு ${applicationName} அமர்விலிருந்தும் வெளியேறவும்
th: ออกจากระบบทุกเซสชันของ ${applicationName}
tr: Her ${applicationName} hesabından çıkış yap
uk: Вийти з кожного сеансу ${applicationName}
vi: Đăng xuất khỏi tất cả các phiên của ${applicationName}
zh_hans: 退出所有 ${applicationName} 会话
zh_hant: 登出每個 ${applicationName} 會話

source: ${applicationName}, log out all users
az: ${applicationName}, bütün istifadəçilərdən çıxış et
bg: ${applicationName}, отписване на всички потребители
cs: ${applicationName}, odhlásit všechny uživatele
de: ${applicationName}, alle Benutzer abmelden
fa: ${applicationName}، همه کاربران را خارج کن
fr: ${applicationName}, déconnecter tous les utilisateurs
he: ${applicationName}, צא מכל המשתמשים
hr: ${applicationName}, odjavi sve korisnike
hu: ${applicationName}, jelentkeztessük ki az összes felhasználót.
id: ${applicationName}, keluarkan semua pengguna
it: Disconnetti tutti gli utenti ${applicationName}
lv: ${applicationName}, veikt visu lietotāju atteikšanos
nl: ${applicationName}, alle gebruikers uitloggen
pl: ${applicationName}, wyloguj wszystkich użytkowników
pt: ${applicationName}, terminar a sessão de todos os utilizadores
pt_br: ${applicationName}, desconectar todos os usuários
ru: ${applicationName}, разлогинить всех пользователей
sk: ${applicationName}, odhlásiť všetkých používateľov
sr: ${applicationName}, одјави све кориснике
sv: ${applicationName}, logga ut alla användare
ta: ${applicationName}, அனைத்து பயனர்களையும் வெளியேற்றவும்
th: ${applicationName} ให้ผู้ใช้ทั้งหมดออกจากระบบ
tr: ${applicationName}, tüm kullanıcıları oturumdan çıkar
uk: ${applicationName}, вихід із системи всіх користувачів
vi: ${applicationName}, đăng xuất tất cả người dùng
zh_hans: ${applicationName}，注销所有用户
zh_hant: ${applicationName}，登出所有使用者

source: Terminate all ${applicationName} logins
az: Bütün ${applicationName} giriş proseslərini bitir
bg: Прекратяване на всички вписвания на ${applicationName}
cs: Ukončit všechna přihlášení ${applicationName}
de: Alle ${applicationName}-Sitzungen löschen
fa: قطع همه ورودهای ${applicationName}
fr: Clore tous les connexions ${applicationName}
he: סיים את כל כניסות ${applicationName}
hr: Prekini sve prijave za ${applicationName}
hu: Az összes ${applicationName} bejelentkezés befejezzése
id: Akhiri semua login ${applicationName}
it: Termina tutti gli accessi ${applicationName}
lv: Pārtraukt visas ${applicationName} pieteikšanās
nl: Alle ${applicationName}-logins beëindigen
pl: Zakończ wszystkie logowania ${applicationName}
pt: Terminar todas as credenciais ${applicationName}
pt_br: Revogar todas as credenciais do ${applicationName}
ru: Завершить все логины в ${applicationName}
sk: Ukončiť všetky prihlásenia ${applicationName}
sr: Заврши све пријаве ${applicationName}
sv: Avsluta alla ${applicationName}-inloggningar
ta: அனைத்து ${applicationName} உள்நுழைவுகளையும் நிறுத்தவும்
th: ยุติการเข้าสู่ระบบ ${applicationName} ทั้งหมด
tr: Tüm ${applicationName} hesaplarını sonlandır
uk: Припинити всі входи до системи ${applicationName}
vi: Kết thúc tất cả các phiên đăng nhập ${applicationName}
zh_hans: 终止所有 ${applicationName} 登录
zh_hant: 終止所有 ${applicationName} 登入

source: Disconnect all ${applicationName} accounts
az: Bütün ${applicationName} hesablarının bağlantısını kəs
bg: Прекъсване на връзката на всички акаунти за ${applicationName}
cs: Odpojit všechny účty ${applicationName}
de: Alle ${applicationName}-Konten trennen
fa: قطع اتصال همه حساب‌های کاربری ${applicationName}
fr: Déconnecter tous les comptes ${applicationName}
he: נתק את כל חשבונות ${applicationName}
hr: Odspoji sve računa za ${applicationName}
hu: Az összes ${applicationName} fiók leválasztása
id: Putuskan semua akun ${applicationName}
it: Disconnetti tutti gli account ${applicationName}
lv: Atvienot visus ${applicationName} kontus
nl: Alle ${applicationName}-accounts verbreken
pl: Odłącz wszystkie konta ${applicationName}
pt: Desligar todas as contas ${applicationName}
pt_br: Desconectar todas as contas do ${applicationName}
ru: Отключить все аккаунты ${applicationName}
sk: Odpojiť všetky účty ${applicationName}
sr: Прекини везу све налоге ${applicationName}-а
sv: Koppla bort alla ${applicationName}-konton
ta: அனைத்து ${applicationName} கணக்குகளையும் துண்டிக்கவும்
th: ตัดการเชื่อมต่อบัญชี ${applicationName} ทั้งหมด
tr: Tüm ${applicationName} hesaplarının bağlantısını kes
uk: Від'єднати всі облікові записи ${applicationName}
vi: Ngắt kết nối tất cả các tài khoản ${applicationName}
zh_hans: 断开所有 ${applicationName} 账户
zh_hant: 斷開所有 ${applicationName} 帳戶連線

source: Remove every ${applicationName} session
az: Hər bir ${applicationName} seansını sil
bg: Премахване на всички сесии на ${applicationName}
cs: Odebrat každou relaci ${applicationName}
de: Jede ${applicationName}-Sitzung entfernen
fa: حذف همه نشست‌های ${applicationName}
fr: Supprimer chaque session ${applicationName}
he: הסר כל הפעלת ${applicationName}
hr: Ukloni sve sesije za ${applicationName}
hu: Minden ${applicationName} munkamenet eltávolítása
id: Hapus setiap sesi ${applicationName}
it: Rimuovi tutte le sessioni ${applicationName}
lv: Noņemt visas ${applicationName} sesijas
nl: Elke ${applicationName}-sessies verwijderen
pl: Usuń każdą sesję ${applicationName}
pt: Remover todas as sessões ${applicationName}
pt_br: Remover cada sessão do ${applicationName}
ru: Удалить каждую сессию ${applicationName}
sk: Odstrániť všetky relácie ${applicationName}
sr: Уклони сваку сесију ${applicationName}
sv: Ta bort varje ${applicationName}-session
ta: ஒவ்வொரு ${applicationName} அமர்வையும் அகற்றவும்
th: ลบทุกเซสชันของ ${applicationName}
tr: Her ${applicationName} oturumunu kaldır
uk: Вилучити кожен сеанс ${applicationName}
vi: Xóa tất cả các phiên ${applicationName}
zh_hans: 移除所有 ${applicationName} 会话
zh_hant: 移除所有 ${applicationName} 會話
