Repository: bitwarden/ios
Catalog: Bitwarden/Application/Support/AppShortcutsLocalizations/*.lproj/AppShortcuts.strings
Languages: az, bg, cs, de, fa, fr, he, hr, hu, id, it, lv, nl, pl, pt, pt_br, ru, sk, sr, sv, ta, th, tr, uk, vi, zh_hans, zh_hant

source: End all ${applicationName} connections
az: Bütün ${applicationName} bağlantılarını bitir
bg: Прекратяване на всички връзки на ${applicationName}
cs: Ukončit všechna spojení ${applicationName}
de: Alle ${applicationName}-Verbindungen beenden
fa: قطع همه ارتباط‌های ${applicationName}
fr: Mettre fin à toutes les connexions ${applicationName}
he: סיים את כל חיבורי ${applicationName}
hr: Završi sve veze za ${applicationName}
hu: Az összes ${applicationName} kapcsolat befejezése
id: Akhiri semua koneksi ${applicationName}
it: Termina tutte le connessioni ${applicationName}
lv: Izbeigt visus ${applicationName} savienojumus
nl: Alle ${applicationName}-verbindingen beëindigen
pl: Zakończ wszystkie połączenia ${applicationName}
pt: Terminar todas as ligações ${applicationName}
pt_br: Encerrar todas as conexões do ${applicationName}
ru: Завершить все соединения ${applicationName}
sk: Ukončiť všetky pripojenia ${applicationName}
sr: Заврши све везе ${applicationName}
sv: Avsluta alla ${applicationName}-anslutningar
ta: அனைத்து ${applicationName} இணைப்புகளையும் முடிக்கவும்
th: จบการเชื่อมต่อ ${applicationName} ทั้งหมด
tr: Tüm ${applicationName} bağlantılarını sonlandır
uk: Завершити всі з'єднання ${applicationName}
vi: Kết thúc tất cả các kết nối của ${applicationName}
zh_hans: 结束所有 ${applicationName} 连接
zh_hant: 結束所有 ${applicationName} 連線

source: Close all ${applicationName} profiles
az: Bütün ${applicationName} profillərini bağla
bg: Затваряне на всички профили на ${applicationName}
cs: Zavřít všechny profily ${applicationName}
de: Alle ${applicationName}-Profile schließen
fa: بستن تمام پروفایل‌های ${applicationName}
fr: Fermer tous les profils ${applicationName}
he: סגור את כל פרופילי ${applicationName}
hr: Zavori sve profile za ${applicationName}
hu: Az összes ${applicationName} profil bezárása
id: Tutup semua profil ${applicationName}
it: Chiudi tutti i profili ${applicationName}
lv: Aizvērt visus ${applicationName} profilus
nl: Alle ${applicationName}-profielen afsluiten
pl: Zamknij wszystkie profile ${applicationName}
pt: Fechar todos os perfis ${applicationName}
pt_br: Fechar todos os perfis do ${applicationName}
ru: Закрыть все профили ${applicationName}
sk: Uzavrieť všetky profily ${applicationName}
sr: Затвори све профиле ${applicationName}
sv: Stäng alla ${applicationName}-profiler
ta: அனைத்து ${applicationName} சுயவிவரங்களையும் மூடவும்
th: ปิดโปรไฟล์ ${applicationName} ทั้งหมด
tr: Tüm ${applicationName} profillerini kapat
uk: Закрити всі профілі ${applicationName}
vi: Đóng tất cả các hồ sơ của ${applicationName}
zh_hans: 关闭所有 ${applicationName} 配置文件
zh_hant: 關閉所有 ${applicationName} 個人資料

source: Full sign-out from ${applicationName}
az: ${applicationName} tətbiqində hesabdan tam çıxış et
bg: Пълно отписване от ${applicationName}
cs: Úplně se odhlásit z ${applicationName}
de: Vollständige Abmeldung von ${applicationName}
fa: خروج کامل از ${applicationName}
fr: Déconnexion complète depuis ${applicationName}
he: יציאה מלאה מ־${applicationName}
hr: Puna odjava iz ${applicationName}
hu: Teljes kijelentkezés: ${applicationName}
id: Keluar sepenuhnya dari ${applicationName}
it: Disconnessione completa da ${applicationName}
lv: Pilna izrakstīšanās no ${applicationName}
nl: Volledig uitloggen van ${applicationName}
pl: Pełne wylogowanie z ${applicationName}
pt: Terminar completamente a sessão ${applicationName}
pt_br: Desconexão completa do ${applicationName}
ru: Полный выход из ${applicationName}
sk: Úplne sa odhlásiť z ${applicationName}
sr: Пуно одјављивање из ${applicationName}
sv: Full utcheckning från ${applicationName}
ta: ${applicationName} இலிருந்து முழு வெளியேற்றம்
th: ออกจากระบบ ${applicationName} โดยสมบูรณ์
tr: ${applicationName} uygulamasından tamamen çıkış yap
uk: Повний вихід з ${applicationName}
vi: Đăng xuất hoàn toàn khỏi ${applicationName}
zh_hans: 从 ${applicationName} 完全退出
zh_hant: 從 ${applicationName} 完全登出

source: Erase all ${applicationName} sessions
az: Bütün ${applicationName} seanslarını sil
bg: Изтриване на всички сесии на ${applicationName}
cs: Vymazat všechny relace ${applicationName}
de: Alle ${applicationName}-Sitzungen löschen
fa: پاک‌سازی همه نشست‌های ${applicationName}
fr: Supprimer chaque session ${applicationName}
he: מחק את כל הפעלות ${applicationName}
hr: Obriši sve sesije za ${applicationName}
hu: Az összes ${applicationName} munkamenet törlése
id: Hapus semua sesi ${applicationName}
it: Elimina tutte le sessioni ${applicationName}
lv: Izdzēst visas ${applicationName} sesijas
nl: Alle ${applicationName}-sessies verwijderen
pl: Usuń wszystkie sesje ${applicationName}
pt: Apagar todas as sessões ${applicationName}
pt_br: Apagar todas as sessões do ${applicationName}
ru: Стереть все сессии ${applicationName}
sk: Vymazať vštetky relácie ${applicationName}
sr: Обриши све сесије ${applicationName}-а
sv: Radera alla ${applicationName}-sessioner
ta: அனைத்து ${applicationName} அமர்வுகளையும் அழிக்கவும்
th: ล้างเซสชัน ${applicationName} ทั้งหมด
tr: Tüm ${applicationName} oturumlarını sil
uk: Стерти всі сеанси ${applicationName}
vi: Xóa tất cả các phiên của ${applicationName}
zh_hans: 清除所有 ${applicationName} 会话
zh_hant: 清除所有 ${applicationName} 會話

source: Exit every ${applicationName} account
az: Hər bir ${applicationName} hesabından çıx
bg: Изход от всички акаунти на ${applicationName}
cs: Odejít z každého účtu ${applicationName}
de: Alle ${applicationName}-Konten schließen
fa: خروج از تمام حساب‌های کاربری ${applicationName}
fr: Quitter chaque compte ${applicationName}
he: צא מכל חשבון ${applicationName}
hr: Izađi iz svih računa za ${applicationName}
hu: Kilépés minden ${applicationName} fiókból
id: Keluar dari setiap akun ${applicationName}
it: Esci da tutti gli account ${applicationName}
lv: Iziet no visiem ${applicationName} kontiem
nl: Alle ${applicationName}-accounts afsluiten
pl: Wyjdź z każdego konta ${applicationName}
pt: Sair de todas as contas ${applicationName}
pt_br: Sair de cada conta do ${applicationName}
ru: Выйти из каждого аккаунта ${applicationName}
sk: Ukončiť každý účet ${applicationName}
sr: Изаћи из сваког налога ${applicationName}-а
sv: Avsluta varje ${applicationName}-konto
ta: ஒவ்வொரு ${applicationName} கணக்கிலிருந்தும் வெளியேறவும்
th: ออกจากทุกบัญชี ${applicationName}
tr: Her ${applicationName} hesabından çık
uk: Вийти з кожного облікового запису ${applicationName}
vi: Đăng xuất khỏi tất cả các tài khoản ${applicationName}
zh_hans: 退出所有 ${applicationName} 账户
zh_hant: 退出每個 ${applicationName} 帳戶

source: Open password generator using ${applicationName}
az: ${applicationName} istifadə edərək parol yaradıcını aç
bg: Отваряне на генератора на пароли чрез ${applicationName}
cs: Otevřít generátor hesel, který používá ${applicationName}
de: Passwort-Generator mit ${applicationName} öffnen
fa: باز کردن تولید کننده کلمه عبور با استفاده از ${applicationName}
fr: Ouvrir le générateur de mot de passe en utilisant ${applicationName}
he: פתח את מחולל הסיסמאות באמצעות ${applicationName}
hr: Otvori generator lozinki koristeći ${applicationName}
hu: Nyissuk meg a jelszó generátort ${applicationName} használatával.
id: Buka pembuat sandi menggunakan ${applicationName}
it: Apri il generatore di password usando ${applicationName}
lv: Atvērt paroļu veidotāju ar ${applicationName}
nl: Wachtwoordgenerator openen met ${applicationName}
pl: Otwórz generator haseł za pomocą ${applicationName}
pt: Abrir o gerador de palavras-passe utilizando ${applicationName}
pt_br: Abrir o gerador de senhas usando o ${applicationName}
ru: Открыть генератор паролей с помощью ${applicationName}
sk: Otvoriť generátor hesla v ${applicationName}
sr: Отворити генератор лозинке помоћу ${applicationName}
sv: Öppna lösenordsgenerator med ${applicationName}
ta: ${applicationName} பயன்படுத்தி கடவுச்சொல் ஜெனரேட்டரைத் திறக்கவும்
th: เปิดตัวสร้างรหัสผ่านด้วย ${applicationName}
tr: ${applicationName} kullanarak parola oluşturucuyu aç
uk: Відкрити генератор паролів за допомогою ${applicationName}
vi: Mở trình tạo mật khẩu bằng ${applicationName}
zh_hans: 使用 ${applicationName} 打开密码生成器
zh_hant: 使用 ${applicationName} 開啟密碼產生器

source: Launch ${applicationName} password creator
az: ${applicationName} parol yaradıcısını aç
bg: Стартиране на създаването на пароли на ${applicationName}
cs: Spustit vytvoření hesel ${applicationName}
de: ${applicationName}-Passwort-Generator starten
fa: اجرای سازنده کلمه عبور ${applicationName}
fr: Lancer le créateur de mot de passe ${applicationName}
he: פתח את יוצר הסיסמאות ${applicationName}
hr: Pokreni kreator lozinki od ${applicationName}
hu: Indítsuk el ${applicationName} jelszó készítőt.
id: Luncurkan pembuat sandi ${applicationName}
it: Avvia il generatore di password ${applicationName}
lv: Palaist ${applicationName} paroļu izveidotāju
nl: Start ${applicationName} wachtwoordgenerator
pl: Uruchom twórcę haseł ${applicationName}
pt: Iniciar o criador de palavras-passe ${applicationName}
pt_br: Abrir o criador de senhas do ${applicationName}
ru: Запустить создатель паролей ${applicationName}
sk: Spustiť vytváranie hesiel ${applicationName}
sr: Покренути креатор лозинки ${applicationName}
sv: Starta ${applicationName} lösenordsskapare
ta: ${applicationName} கடவுச்சொல் உருவாக்கியைத் தொடங்கவும்
th: เปิดตัวสร้างรหัสผ่าน ${applicationName}
tr: ${applicationName} parola oluşturucuyu başlat
uk: Запустити створення пароля ${applicationName}
vi: Mở ${applicationName} tạo mật khẩu
zh_hans: 启动 ${applicationName} 密码创建器
zh_hant: 啟動 ${applicationName} 密碼創建工具

source: Show the ${applicationName} generator
az: ${applicationName} yaradıcını göstər
bg: Показване на генератора на ${applicationName}
cs: Zobrazit generátor ${applicationName}
de: Den ${applicationName}-Generator anzeigen
fa: نمایش تولید کننده ${applicationName}
fr: Afficher le générateur ${applicationName}
he: הצג את המחולל ${applicationName}
hr: Prikaži generator od ${applicationName}
hu: ${applicationName} generátor megjelenítése
id: Tampilkan pembuat ${applicationName}
it: Mostra il generatore ${applicationName}
lv: Rādīt ${applicationName} veidotāju
nl: ${applicationName}-generator weergeven
pl: Pokaż generator ${applicationName}
pt: Mostrar o gerador ${applicationName}
pt_br: Mostrar o gerador do ${applicationName}
ru: Показать генератор ${applicationName}
sk: Zobraziť generátor ${applicationName}
sr: Показати генераот ${applicationName}-а
sv: Visa ${applicationName}-generatorn
ta: ${applicationName} ஜெனரேட்டரைக் காண்பி
th: แสดงตัวสร้างของ ${applicationName}
tr: ${applicationName} oluşturucuyu göster
uk: Показати генератор ${applicationName}
vi: Hiển thị trình tạo ${applicationName}
zh_hans: 显示 ${applicationName} 生成器
zh_hant: 顯示 ${applicationName} 產生器

source: Access password maker in ${applicationName}
az: ${applicationName} daxilində parol yaradıcıya erişim
bg: Достъп до създаването на пароли в ${applicationName}
cs: Přistoupit k tvůrci hesel v ${applicationName}
de: Auf Passwort-Generator in ${applicationName} zugreifen
fa: دسترسی به سازنده کلمع عبور در ${applicationName}
fr: Accéder au créateur de mot de passe dans ${applicationName}
he: גש ליוצר הסיסמאות ב־${applicationName}
hr: Prisupti alatu za izradu lozinki u ${applicationName}
hu: Hozzáférés a jelszó készítőhöz ${applicationName} alkalmazásban
id: Akses pembuat sandi di ${applicationName}
it: Accedi al generatore di password in ${applicationName}
lv: Piekļūt paroļu veidotājam ${applicationName}
nl: Wachtwoordgenerator openen in ${applicationName}
pl: Dostęp do twórcy haseł w ${applicationName}
pt: Aceder ao criador de palavras-passe em ${applicationName}
pt_br: Acessar o fazedor de senhas no ${applicationName}
ru: Создатель паролей доступа в ${applicationName}
sk: Prístup k tvorcovi hesiel v ${applicationName}
sr: Приступите произвођачу лозинке у ${applicationName}
sv: Åtkomst till lösenordsskapare i ${applicationName}
ta: ${applicationName} இல் கடவுச்சொல் உருவாக்குபவரை அணுகவும்
th: เข้าถึงตัวสร้างรหัสผ่านใน ${applicationName}
tr: ${applicationName} içindeki erişim parolası oluşturucuya erişin
uk: Доступ до генератора паролів у ${applicationName}
vi: Tạo mật khẩu truy cập trong ${applicationName}
zh_hans: 访问 ${applicationName} 中的密码制作器
zh_hant: 在 ${applicationName} 中存取密碼製作工具

source: ${applicationName}, open generator tool
az: ${applicationName}, yaradıcı alətini aç
bg: ${applicationName}, отваряне на инструмента за генериране
cs: ${applicationName}, otevřít nástroj pro generování
de: ${applicationName}, Generator öffnen
fa: ${applicationName}، ابزار تولید کننده را باز کن
fr: Ouvrir l'outil de génération ${applicationName}
he: ${applicationName}, פתח את כלי המחולל
hr: ${applicationName}, otvori alat za generiranje
hu: ${applicationName}, nyissuk meg a generátor eszközt.
id: ${applicationName}, buka alat pembuat
it: Avvia il generatore ${applicationName}
lv: ${applicationName}, atvērt veidošanas rīku
pl: ${applicationName}, otwórz narzędzie generatora
pt: ${applicationName}, abrir ferramenta de geração
pt_br: ${applicationName}, abrir ferramenta de geração
ru: ${applicationName}, открыть генератор
sk: ${applicationName}, otvoriť nástroj na generovanie
sr: ${applicationName}, отвори генератор
sv: ${applicationName}, öppna generatorverktyg
ta: ${applicationName}, ஜெனரேட்டர் கருவியைத் திறக்கவும்
th: ${applicationName} เปิดเครื่องมือตัวสร้าง
tr: ${applicationName}, oluşturucu aracını aç
uk: ${applicationName}, відкрити засіб генератора
vi: ${applicationName}, mở công cụ tạo mã
zh_hans: ${applicationName}，打开生成器工具
zh_hant: ${applicationName}，開啟產生器工具

source: Go to password generator in ${applicationName}
az: ${applicationName} daxiloində parol yaradıcıya get
bg: Към генератора на пароли в ${applicationName}
cs: Přejít na generátor hesel v ${applicationName}
de: Zum Passwort-Generator in ${applicationName} wechseln
fa: رفتن به تولید کننده کلمه عبور در ${applicationName}
fr: Aller au générateur de mot de passe dans ${applicationName}
he: עבור אל מחולל הסיסמאות ב־${applicationName}
hr: Idi u generator lozinki u ${applicationName}
hu: Ugrás a jelszó generátorhoz ${applicationName} használatával.
id: Masuk ke pembuat sandi di ${applicationName}
it: Vai al generatore di password di ${applicationName}
lv: Doties uz paroļu veidotāju ${applicationName}
nl: Ga naar wachtwoordgenerator in ${applicationName}
pl: Przejdź do generatora haseł w ${applicationName}
pt: Ir para o gerador de palavras-passe em ${applicationName}
pt_br: Ir ao gerador de senhas no ${applicationName}
ru: Перейти к генератору паролей в ${applicationName}
sk: Prejsť na generátor hesiel v ${applicationName}
sr: Ићи на генераор лозинки у ${applicationName}
sv: Gå till lösenordsgenerator i ${applicationName}
ta: ${applicationName} இல் கடவுச்சொல் ஜெனரேட்டருக்குச் செல்லவும்
th: ไปที่ตัวสร้างรหัสผ่านใน ${applicationName}
tr: ${applicationName} içindeki parola oluşturucuya git
uk: Перейти до генератора паролів у ${applicationName}
vi: Đi đến trình tạo mật khẩu trong ${applicationName}
zh_hans: 转到 ${applicationName} 中的密码生成器
zh_hant: 前往 ${applicationName} 的密碼產生器

source: Start ${applicationName} password builder
az: ${applicationName} parol qurucunu başlat
bg: Стартиране на изграждането на пароли на ${applicationName}
cs: Spustit tvorbu hesla v ${applicationName}
de: ${applicationName}-Passwort-Generator starten
fa: شروع سازنده کلمه عبور ${applicationName}
fr: Lancer le créateur de mot de passe ${applicationName}
he: התחל את בונה הסיסמאות ${applicationName}
hr: Pokreni alat za izradu lozinki u ${applicationName}
hu: ${applicationName} jelszó építő elindítása
id: Mulai pembuat sandi ${applicationName}
it: Avvia il generatore di password ${applicationName}
lv: Palaist ${applicationName} paroļu būvētāju
nl: Start ${applicationName} wachtwoordgenerator
pl: Uruchom konstruktor haseł ${applicationName}
pt: Iniciar o criador de palavras-passe ${applicationName}
pt_br: Abrir o construtor de senhas do ${applicationName}
ru: Запустить конструктор паролей ${applicationName}
sk: Spustiť vytváranie hesiel v ${applicationName}
sr: Покрени произвођачу лозинке ${applicationName}-а
sv: Starta ${applicationName} lösenordsbyggare
ta: ${applicationName} கடவுச்சொல் பில்டரைத் தொடங்கு
th: เริ่มตัวสร้างรหัสผ่าน ${applicationName}
tr: ${applicationName} parola oluşturucuyu başlat
uk: Запустити конструктор паролів ${applicationName}
vi: Bắt đầu trình tạo mật khẩu cho ${applicationName}
zh_hans: 启动 ${applicationName} 密码构建器
zh_hant: 啟動 ${applicationName} 密碼建構器

source: Open up the ${applicationName} generator
az: ${applicationName} yaradıcını aç
bg: Отваряне на генератора на ${applicationName}
cs: Otevřít generátor ${applicationName}
de: Den ${applicationName}-Generator öffnen
fa: باز کردن تولید کننده ${applicationName}
fr: Ouvre le générateur ${applicationName}
he: פתח את המחולל ${applicationName}
hr: Otvori generator u ${applicationName}
hu: Nyissuk meg ${applicationName} generátort.
id: Buka pembuat ${applicationName}
it: Apri il generatore ${applicationName}
lv: Atvērt ${applicationName} veidotāju
nl: ${applicationName}-generator openen
pl: Otwórz generator ${applicationName}
pt: Abrir o gerador ${applicationName}
pt_br: Abrir o gerador do ${applicationName}
ru: Открыть генератор ${applicationName}
sk: Otvoriť generátor ${applicationName}
sr: Отвори генератор ${applicationName}-а
sv: Öppna ${applicationName}-generatorn
ta: ${applicationName} ஜெனரேட்டரைத் திற
th: เปิดตัวสร้างของ ${applicationName}
tr: ${applicationName} oluşturucuyu açın
uk: Відкрити генератор ${applicationName}
vi: Mở trình tạo ${applicationName}
zh_hans: 打开 ${applicationName} 生成器
zh_hant: 開啟 ${applicationName} 產生器

source: Load the password creator in ${applicationName}
az: ${applicationName} daxilində parol yaradıcını yüklə
bg: Зареждане на създаването на пароли в ${applicationName}
cs: Načíst tvůrce hesel v ${applicationName}
de: Den Passwort-Generator in ${applicationName} laden
fa: بارگذاری سازنده کلمه عبور در ${applicationName}
fr: Charger le créateur de mot de passe dans ${applicationName}
he: טען את יוצר הסיסמאות ב־${applicationName}
hr: Učitaj program za kreiranje lozinki u ${applicationName}
hu: A jelszó készítő betöltése ${applicationName} használatával.
id: Muat pembuat sandi di ${applicationName}
it: Carica il generatore di password in ${applicationName}
lv: Ielādēt parroļu izveidotāju ${applicationName}
nl: Laad de wachtwoordgenerator in ${applicationName}
pl: Załaduj twórcę haseł w ${applicationName}
pt: Carregar o criador de palavras-passe em ${applicationName}
pt_br: Abrir o criador de senhas no ${applicationName}
ru: Загрузить создателя паролей в ${applicationName}
sk: Načítať tvorcu hesiel v ${applicationName}
sr: Уметните креатора лозинке у ${applicationName}
sv: Ladda lösenordsskaparen i ${applicationName}
ta: ${applicationName} இல் கடவுச்சொல் உருவாக்குபவரை ஏற்றவும்
th: โหลดตัวสร้างรหัสผ่านใน ${applicationName}
tr: Parola oluşturucuyu ${applicationName} içine yükleyin
uk: Завантажити генератор паролів у ${applicationName}
vi: Tải trình tạo mật khẩu trong ${applicationName}
zh_hans: 加载 ${applicationName} 中的密码创建器
zh_hant: 載入 ${applicationName} 密碼創建工具

source: Take me to ${applicationName}'s generator
az: ${applicationName} yaradıcıya götür
bg: Заведете ме при генератора на ${applicationName}
cs: Přejít na generátor do ${applicationName}
de: Bring mich zum Generator von ${applicationName}
fa: من رو به تولید کننده ${applicationName} ببر
fr: Emmenez-moi au générateur ${applicationName}
he: קח אותי אל המחולל של ${applicationName}
hr: Odvedi me u generator od ${applicationName}
hu: Ugrás ${applicationName} generátorához
id: Bawa saya ke pembuat ${applicationName}
it: Apri il generatore di ${applicationName}
lv: Aizvest mani uz ${applicationName} veidotāju
nl: Naar ${applicationName}'s generator
pl: Zabierz mnie do generatora ${applicationName}
pt: Levem-me ao gerador de ${applicationName}
pt_br: Me leve ao gerador do ${applicationName}
ru: Направить меня в генератор ${applicationName}
sk: Prejsť na generátor v aplikácii ${applicationName}
sr: Одведи ме на генератор ${applicationName}-а
sv: Ta mig till ${applicationName}:s generator
ta: என்னை ${applicationName} இன் ஜெனரேட்டருக்கு அழைத்துச் செல்
th: ไปที่ตัวสร้างของ ${applicationName}
tr: Beni ${applicationName}'ın oluşturucusuna götür
uk: Перейти до генератора ${applicationName}
vi: Đưa tôi đến trình tạo của ${applicationName}
zh_hans: 前往 ${applicationName} 生成器
zh_hant: 帶我前往 ${applicationName} 的產生器

source: Begin generating passwords with ${applicationName}
az: ${applicationName} ilə parol yaratmağa başlat
bg: Започнете да генерирате пароли с ${applicationName}
cs: Začít generovat hesla pomocí ${applicationName}
de: Beginne mit der Generierung von Passwörtern mit ${applicationName}
fa: شروع تولید کلمه عبور با ${applicationName}
fr: Commencez à générer des mots de passe avec ${applicationName}
he: התחל לייצר סיסמאות עם ${applicationName}
hr: Počni generirati lozinke s ${applicationName}
hu: A jelszavak generálásának elkezése ${applicationName} segítségével
id: Mulai membuat sandi dengan ${applicationName}
it: Inizia a generare le password con ${applicationName}
lv: Sākt paroļu veidošanu ar ${applicationName}
nl: Begin met het genereren van wachtwoorden met ${applicationName}
pl: Rozpocznij generowanie haseł z ${applicationName}
pt: Começar a gerar palavras-passe com ${applicationName}
pt_br: Comece gerando senhas com o ${applicationName}
ru: Начать генерировать пароли с ${applicationName}
sk: Začať generovať heslá pomocou aplikácie ${applicationName}
sr: Започните генерисање лозинке са ${applicationName}
sv: Börja generera lösenord med ${applicationName}
ta: ${applicationName} உடன் கடவுச்சொற்களை உருவாக்கத் தொடங்கு
th: เริ่มสร้างรหัสผ่านด้วย ${applicationName}
tr: ${applicationName} ile parola oluşturmaya başlayın
uk: Почати генерування паролів з ${applicationName}
vi: Bắt đầu tạo mật khẩu với ${applicationName}
zh_hans: 使用 ${applicationName} 生成密码
zh_hant: 開始使用 ${applicationName} 產生密碼

source: Generate passphrase using ${applicationName}
az: ${applicationName} istifadə edərək keçid ifadəsi yarat
bg: Генерирайте парола-фраза чрез ${applicationName}
cs: Generovat heslovou frázi pomocí ${applicationName}
de: Eine Passphrase mit ${applicationName} generieren
fa: تولید عبارت عبور با استفاده از ${applicationName}
fr: Générer une phrase de passe à l'aide de ${applicationName}
he: ייצר ביטוי סיסמה עם ${applicationName}
hr: Generiraj fraznu lozinki koristeći ${applicationName}
hu: Jelmondat generálása ${applicationName} használatával
id: Buat frasa sandi menggunakan ${applicationName}
it: Genera frase segreta usando ${applicationName}
lv: Veidot paroles vārdkopu ar ${applicationName}
nl: Wachtwoordzin genereren met ${applicationName}
pl: Wygeneruj hasło wyrazowe używając ${applicationName}
pt: Gerar frase de acesso utilizando ${applicationName}
pt_br: Gerar frase secreta com o ${applicationName}
ru: Сгенерировать парольную фразу, используя ${applicationName}
sk: Generovať prístupovú frázu pomocou aplikácie ${applicationName}
sr: Генерисање фразе помоћу ${applicationName}
sv: Generera lösenordsfras med hjälp av ${applicationName}
ta: ${applicationName} பயன்படுத்தி கடவுச்சொல் சொற்றொடரை உருவாக்கவும்
th: สร้างวลีรหัสผ่านโดยใช้ ${applicationName}
tr: ${applicationName} kullanarak parola cümlesi oluşturun
uk: Згенерувати парольну фразу за допомогою ${applicationName}
vi: Dùng ${applicationName} tạo cụm mật khẩu
zh_hans: 使用 ${applicationName} 生成密码短语
zh_hant: 使用 ${applicationName} 生成通行短語
