Repository: bitwarden/ios
Catalog: Bitwarden/Application/Support/AppShortcutsLocalizations/*.lproj/AppShortcuts.strings
Languages: az, bg, cs, de, fa, fr, he, hr, hu, id, it, lv, nl, pl, pt, pt_br, ru, sk, sr, sv, ta, th, tr, uk, vi, zh_hans, zh_hant

source: Create a ${applicationName} passphrase
az: ${applicationName} keçid ifadəsi yarat
bg: Създайте парола фраза с ${applicationName}
cs: Vytvořit heslovou frázi ${applicationName}
de: Eine Passphrase für ${applicationName} erstellen
fa: ساخت عبارت عبور در ${applicationName}
fr: Créer une phrase de passe ${applicationName}
he: צור ביטוי סיסמה של ${applicationName}
hr: Stvori fraznu lozinku s ${applicationName}
hu: Egy ${applicationName} jelmondat létrehozása
id: Buat frasa sandi ${applicationName}
it: Crea una frase segreta ${applicationName}
lv: Izveidot ${applicationName} paroles vārdkopu
nl: ${applicationName} wachtwoordzin aanmaken
pl: Utwórz hasło wyrazowe ${applicationName}
pt: Criar uma frase de acesso ${applicationName}
pt_br: Criar uma frase secreta do ${applicationName}
ru: Создать парольную фразу ${applicationName}
sk: Vytvoriť prístupovú frázu ${applicationName}
sr: Креирати фразу са ${applicationName}
sv: Skapa en lösenordsfras för ${applicationName}
ta: ஒரு ${applicationName} கடவுச்சொல் சொற்றொடரை உருவாக்கவும்
th: สร้างวลีรหัสผ่าน ${applicationName}
tr: ${applicationName} parola cümlesi oluşturun
uk: Створити парольну фразу ${applicationName}
vi: Tạo cụm mật khẩu cho ${applicationName}
zh_hans: 创建 ${applicationName} 密码短语
zh_hant: 建立 ${applicationName} 通行短語

source: ${applicationName}, make a secure passphrase
az: ${applicationName}, güvənli bir keçid ifadəsi yarat
bg: ${applicationName}, създаване на сигурна парола-фраза
cs: ${applicationName}, vytvořit bezpečnou heslovou frázi
de: ${applicationName}, sichere Passphrase erstellen
fa: ${applicationName}، یک عبارت عبور امن بساز
fr: Créer une phrase de passe sécuritaire ${applicationName}
he: ${applicationName}, צור ביטוי סיסמה מאובטח
hr: ${applicationName}, napravi sigurnu fraznu lozinku
hu: ${applicationName}, készítsünk biztonságos jelmondatot.
id: ${applicationName}, buat frasa sandi yang aman
it: Crea una frase segreta sicura ${applicationName}
lv: ${applicationName}, izveidot drošu paroles vārdkopu
nl: ${applicationName}, maak een veilige wachtwoordzin
pl: ${applicationName}, stwórz bezpieczne hasło wyrazowe
pt: ${applicationName}, criar uma frase de acesso segura
pt_br: ${applicationName}, crie uma frase secreta segura
ru: ${applicationName}, создать защищенную парольную фразу
sk: ${applicationName}, vytvoriť bezpečnú prístupovú frázu
sr: ${applicationName}, nаправи сигурну лозинку-фразу
sv: ${applicationName}, skapa en säker lösenordsfras
ta: ${applicationName}, ஒரு பாதுகாப்பான கடவுச்சொல் சொற்றொடரை உருவாக்கவும்
th: ${applicationName} สร้างวลีรหัสผ่านที่ปลอดภัย
tr: ${applicationName}, güvenli bir parola cümlesi oluşturun
uk: ${applicationName}, створити захищену парольну фразу
vi: ${applicationName}, tạo một cụm mật khẩu an toàn
zh_hans: ${applicationName}，生成安全的密码短语
zh_hant: ${applicationName}，建立安全通行短語

source: Build a new passphrase with ${applicationName}
az: ${applicationName} ilə yeni bir keçid ifadəsi yarat
bg: Постройте нова парола-фраза с ${applicationName}
cs: Vytvořit novou heslovou frázi pomocí ${applicationName}
de: Eine neue Passphrase mit ${applicationName} erstellen
fa: ساخت یک عبارت عبور جدید با ${applicationName}
fr: Générer une phrase de passe à l'aide de ${applicationName}
he: בנה ביטוי סיסמה חדש עם ${applicationName}
hr: Izgradi novu fraznu lozinku s ${applicationName}
hu: Új jelmondat építése ${applicationName} használatával
id: Buat frasa sandi baru dengan ${applicationName}
it: Crea una nuova frase segreta ${applicationName}
lv: Izveiot jaunu paroles vārdkopu ar ${applicationName}
nl: Bouw een nieuwe wachtwoordzin met ${applicationName}
pl: Zbuduj nowe hasło wyrazowe z ${applicationName}
pt: Criar uma nova frase de acesso com ${applicationName}
pt_br: Construir uma nova frase secreta com o ${applicationName}
ru: Сформировать новую парольную фразу с ${applicationName}
sk: Vytvoriť novú prístupovú frázu pomocou aplikácie ${applicationName}
sr: Направи нову лозинку-фразу са ${applicationName}
sv: Bygg en ny lösenordsfras med ${applicationName}
ta: ${applicationName} உடன் ஒரு புதிய கடவுச்சொல் சொற்றொடரை உருவாக்கவும்
th: สร้างวลีรหัสผ่านใหม่ด้วย ${applicationName}
tr: ${applicationName} ile yeni bir parola cümlesi oluşturun
uk: Створити нову парольну фразу з ${applicationName}
vi: Tạo một cụm mật khẩu mới với ${applicationName}
zh_hans: 使用 ${applicationName} 构建新的密码短语
zh_hant: 使用 ${applicationName} 建立新的通行短語

source: Produce a ${applicationName} password phrase
az: ${applicationName} parol ifadəsi yarat
bg: Създайте парола-фраза с ${applicationName}
cs: Vytvořit heslovou frázi ${applicationName}
de: Eine Passwortphrase für ${applicationName} generieren
fa: تولید یک عبارت کلمه عبور در ${applicationName}
fr: Créer une phrase de passe ${applicationName}
he: ייצר ביטוי סיסמה של ${applicationName}
hr: Izdradi fraznu lozinku s ${applicationName}
hu: ${applicationName} jelszó mondat elkészítése
id: Hasilkan frasa sandi ${applicationName}
it: Crea una frase-password ${applicationName}
lv: Radīt ${applicationName} paroles vārdkopu
nl: Genereer een wachtwoordzin met ${applicationName}
pl: Wyprodukuj frazę hasła ${applicationName}
pt: Produzir uma frase de acesso ${applicationName}
pt_br: Produzir uma senha de frase do ${applicationName}
ru: Создать парольную фразу ${applicationName}
sk: Vytvoriť prístupovú frázu ${applicationName}
sr: Генериши фразу лозинке са ${applicationName}
sv: Skapa en ${applicationName}-lösenordsfras
ta: ஒரு ${applicationName} கடவுச்சொல் சொற்றொடரை உருவாக்கவும்
th: สร้างวลีรหัสผ่าน ${applicationName}
tr: ${applicationName} parola cümlesi oluşturun
uk: Створити парольну фразу ${applicationName}
vi: Tạo cụm mật khẩu cho ${applicationName}
zh_hans: 生成 ${applicationName} 密码短语
zh_hant: 生成 ${applicationName} 密碼短語

source: Generate a random ${applicationName} phrase
az: Təsadüfi bir ${applicationName} ifadəsi yarat
bg: Генерирайте случайна фраза с ${applicationName}
cs: Vygenerovat náhodnou frázi v ${applicationName}
de: Eine zufällige Phrase für ${applicationName} generieren
fa: تولید یک عبارت تصادفی در ${applicationName}
fr: Générer une phrase ${applicationName} aléatoire
he: צור ביטוי ${applicationName} אקראי
hr: Generiraj nasumičnu frazu s ${applicationName}
hu: Véletlenszerű ${applicationName} kifejezés generálása
id: Buat frasa acak ${applicationName}
it: Genera una frase casuale ${applicationName}
lv: Veidot nejaušu ${applicationName} vārdkopu
nl: Genereer een willekeurige ${applicationName}-zin
pl: Wygeneruj losową frazę ${applicationName}
pt: Gerar uma frase ${applicationName} aleatória
pt_br: Gerar uma frase aleatória do ${applicationName}
ru: Создать случайную фразу ${applicationName}
sk: Generovať náhodnú frázu v aplikácii ${applicationName}
sr: Генериши случајну фразу за ${applicationName}
sv: Generera en slumpmässig ${applicationName}-fras
ta: ஒரு சீரற்ற ${applicationName} சொற்றொடரை உருவாக்கவும்
th: สร้างวลี ${applicationName} แบบสุ่ม
tr: Rastgele bir ${applicationName} ifadesi oluşturun
uk: Згенерувати випадкову фразу ${applicationName}
vi: Tạo một cụm từ ngẫu nhiên cho ${applicationName}
zh_hans: 生成随机的 ${applicationName} 短语
zh_hant: 生成隨機 ${applicationName} 短語

source: ${applicationName}, craft a passphrase
az: ${applicationName}, bir keçid ifadəsi hazırla
bg: ${applicationName}, създаване на парола-фраза
cs: ${applicationName}, vytvořit heslovou frázi
de: ${applicationName}, eine Passphrase erstellen
fa: ${applicationName}، یک عبارت عبور بساز
fr: Créer une phrase de passe ${applicationName}
he: ${applicationName}, עצב במיומנות ביטוי סיסמה
hr: ${applicationName}, generiraj jaku fraznu lozinku
hu: ${applicationName}, készítsünk egy jelmondatot.
id: ${applicationName}, rancang frasa sandi
it: Costruisci una frase segreta ${applicationName}
lv: ${applicationName}, radīt paroles vārdkopu
nl: ${applicationName}, maak een wachtwoordzin
pl: ${applicationName}, stwórz hasło wyrazowe
pt: ${applicationName}, criar uma frase de acesso
pt_br: ${applicationName}, forme uma frase secreta
ru: ${applicationName}, создать парольную фразу
sk: ${applicationName}, vytvoriť prístupovú frázu
sr: ${applicationName}, креирај лозинку-фразу
sv: ${applicationName}, skapa en lösenordsfras
ta: ${applicationName}, ஒரு கடவுச்சொல் சொற்றொடரை உருவாக்கவும்
th: ${applicationName} สร้างสรรค์วลีรหัสผ่าน
tr: ${applicationName}, bir parola cümlesi oluşturun
uk: ${applicationName}, створити парольну фразу
vi: ${applicationName}, tạo một cụm mật khẩu
zh_hans: ${applicationName}，生成密码短语
zh_hant: ${applicationName}，製作通行短語

source: Design a secure passphrase via ${applicationName}
az: ${applicationName} vasitəsilə güvənli bir keçid ifadəsi hazırla
bg: Измислете сигурна парола-фраза с ${applicationName}
cs: Navrhnout bezpečnou heslovou frázi pomocí ${applicationName}
de: Eine sichere Passphrase über ${applicationName} entwerfen
fa: طراحی یک عبارت عبور امن از طریق ${applicationName}
fr: Concevoir une phrase de passe sécurisée via ${applicationName}
he: עצב ביטוי סיסמה מאובטח דרך ${applicationName}
hr: Dizajniraj sgurnu fraznu lozinku kroz ${applicationName}
hu: Egy jelmondat megtervezése ${applicationName} használatával
id: Rancang frasa sandi aman melalui ${applicationName}
it: Crea una frase segreta sicura tramite ${applicationName}
lv: Izveiot drošu paroles vārdkopu ar ${applicationName}
nl: Ontwerp een nieuwe wachtwoordzin met ${applicationName}
pl: Zaprojektuj bezpieczne hasło wyrazowe przez ${applicationName}
pt: Conceber uma frase de acesso segura via ${applicationName}
pt_br: Desenhe uma frase secreta segura pelo ${applicationName}
ru: Сконструируйте защищенную парольную фразу с помощью ${applicationName}
sk: Navrhnúť bezpečnú prístupovú frázu v aplikácii ${applicationName}
sr: Дизајнирајте сигурну лозинку преко ${applicationName}
sv: Utforma en säker lösenordsfras via ${applicationName}
ta: ${applicationName} வழியாக ஒரு பாதுகாப்பான கடவுச்சொல் சொற்றொடரை வடிவமைக்கவும்
th: ออกแบบวลีรหัสผ่านที่ปลอดภัยผ่าน ${applicationName}
tr: ${applicationName} aracılığıyla güvenli bir parola cümlesi tasarlayın
uk: Розробити захищену парольну фразу через ${applicationName}
vi: Tạo cụm mật khẩu an toàn thông qua ${applicationName}
zh_hans: 通过 ${applicationName} 设计安全口令
zh_hant: 透過 ${applicationName} 設計安全通行短語

source: Develop a ${applicationName} secret phrase
az: ${applicationName} sirr ifadəsini gəlişdir
bg: Изградете тайна фраза с ${applicationName}
cs: Vyvinout tajnou frázi pomocí ${applicationName}
de: Eine geheime Phrase für ${applicationName} entwickeln
fa: ساخت یک عبارت مخفی در ${applicationName}
fr: Développer une phrase secrète ${applicationName}
he: פתח ביטוי סודי של ${applicationName}
hr: Razvij tajnu frazu s ${applicationName}
hu: ${applicationName} titkos kifejezés fejlesztése
id: Kembangkan frasa sandi untuk ${applicationName}
it: Sviluppa una frase segreta ${applicationName}
lv: Izstrādāt ${applicationName} drošo vārdkopu
nl: Ontwikkel een ${applicationName} geheime zin
pl: Rozwiń tajną frazę ${applicationName}
pt: Desenvolver uma frase secreta ${applicationName}
pt_br: Desenvolva uma frase secreta do ${applicationName}
ru: Разработайте секретную фразу ${applicationName}
sk: Vytvoriť tajnú frázu pomocou aplikácie ${applicationName}
sr: Дизајнирајте сигурну лозинку за ${applicationName}
sv: Utveckla en hemlig ${applicationName}-fras
ta: ஒரு ${applicationName} இரகசிய சொற்றொடரை உருவாக்கவும்
th: สร้างวลีลับ ${applicationName}
tr: ${applicationName} sır cümlesi oluşturun
uk: Створити секретну фразу ${applicationName}
vi: Tạo cụm từ bí mật cho ${applicationName}
zh_hans: 开发 ${applicationName} 机密短语
zh_hant: 開發 ${applicationName} 秘密短語

source: Compose a new ${applicationName} passphrase
az: Yeni bir ${applicationName} keçid ifadəsi tərtib et
bg: Създайте нова парола-фраза с ${applicationName}
cs: Vytvořit novou heslovou frázi v ${applicationName}
de: Eine neue Passphrase für ${applicationName} erstellen
fa: نوشتن یک عبارت عبور جدید در ${applicationName}
fr: Composer une nouvelle phrase de passe ${applicationName}
he: הרכב ביטוי סיסמה של ${applicationName} חדש
hr: Komponiraj novu fraznu lozinku s ${applicationName}
hu: Egy ${applicationName} jelmondat összeállítása
id: Susun frasa sandi baru ${applicationName}
it: Componi una nuova frase segreta ${applicationName}
lv: Sastādīt jaunu ${applicationName} paroles vārdkopu
nl: Stel een nieuwe ${applicationName}-wachtwoordzin samen
pl: Utwórz nowe hasło wyrazowe ${applicationName}
pt: Compor uma nova frase de acesso ${applicationName}
pt_br: Componha uma frase secreta nova do ${applicationName}
ru: Составьте новую парольную фразу ${applicationName}
sk: Vytvoriť novú prístupovú frázu ${applicationName}
sr: Дизајнирајте нову сигурну лозинку за ${applicationName}
sv: Skapa en ny ${applicationName}-lösenordsfras
ta: ஒரு புதிய ${applicationName} கடவுச்சொல் சொற்றொடரை உருவாக்கவும்
th: สร้างวลีรหัสผ่านใหม่ของ ${applicationName}
tr: Yeni bir ${applicationName} parola cümlesi oluşturun
uk: Створити нову парольну фразу ${applicationName}
vi: Tạo cụm mật khẩu mới cho ${applicationName}
zh_hans: 创建新的 ${applicationName} 密码短语
zh_hant: 撰寫新的 ${applicationName} 通行短語

source: ${applicationName}, generate a strong passphrase
az: ${applicationName}, güclü bir keçid ifadəsi yarat
bg: ${applicationName}, генериране на сигурна парола-фраза
cs: ${applicationName}, vygenerovat silnou heslovou frázi
de: ${applicationName}, generiere eine starke Passphrase
fa: ${applicationName}، یک عبارت عبور قوی تولید کن
fr: Générer une phrase de passe robuste ${applicationName}
he: ${applicationName}, צור ביטוי סיסמה חזק
hr: ${applicationName}, generiraj jaku fraznu lozinku
hu: ${applicationName}, generáljunk egy erős jelmondatot.
id: ${applicationName}, buat frasa sandi yang kuat
it: Genera una frase segreta forte ${applicationName}
lv: ${applicationName}, veidot spēcīgu paroles vārdkopu
nl: ${applicationName}, maak een veilige wachtwoordzin
pl: ${applicationName}, wygeneruj silne hasło wyrazowe
pt: ${applicationName}, gerar uma frase de acesso forte
pt_br: ${applicationName}, gere uma frase secreta forte
ru: ${applicationName}, сгенерируйте надежную парольную фразу
sk: ${applicationName}, generovať silnú prístupovú frázu
sr: ${applicationName}, генерише јаку лозинку
sv: ${applicationName}, generera en stark lösenordsfras
ta: ${applicationName}, ஒரு வலுவான கடவுச்சொல் சொற்றொடரை உருவாக்கவும்
th: ${applicationName} สร้างวลีรหัสผ่านที่รัดกุม
tr: ${applicationName}, güçlü bir parola cümlesi oluşturun
uk: ${applicationName}, генерувати надійну парольну фразу
vi: ${applicationName}, tạo một cụm mật khẩu mạnh
zh_hans: ${applicationName}，生成强大的密码短语
zh_hant: ${applicationName}，生成強化通行短語
